[
  {
    "id": "set-1",
    "title": "一、哺甘蔗的日子",
    "article": "<p>行過臺北某些街巷，偶爾總要在一卡車跟前停下來，柳丁汁買給女兒，甘蔗汁買給自己。柳丁汁我偶爾也喝，甘蔗汁女兒從來沒興趣。（她們為什麼不愛甘蔗汁呢？）卡車上經常也賣甘蔗，一包總有七八短根甘蔗，前些年牙口不好，吃軟不吃硬，沒正眼瞧過它們，不久前大鋼牙種植竣工，躍躍欲試，總想咬點火車頭，雖然牙醫大人頗不鼓勵硬碰硬，看見甘蔗牙癢癢，這玩意兒總還能對付吧，於是買了一包回家。</p><p>女兒總見我拎著一包包菱角花生地瓜回家，姐姐習慣冷眼瞧著，妹妹必然開訓：「吃得完嗎你？每次剩了扔。」這一包甘蔗，她們還不知如何反應，我喜孜孜地開嚼，妹妹蹭過來問：「這個好吃窩？你就吸它的汁窩？渣子還要吐出來，你不嫌麻煩窩？你不是已經買了一大罐甘蔗汁了嗎？」我一邊小心不大口咬甘蔗，一邊問那位聰明寫在略歪嘴角的姐姐：「你吃過甘蔗嗎？」「國中一年級的時候吃過一次，不喜歡。」「為什麼不喜歡？」「因為吃著『很空虛』。」</p><p>「空虛？」我感覺我的聲音一定有一種從椅子上跳起來的表情，她妹妹也覺得我的反應「嚴重」。她聳聳肩：「本來就很空虛的食物啊，咬一咬，很費勁嚼吸一點汁，殘渣吐出來，怎麼不空虛呢？」我的聲音一定更大了些，情緒有些結巴，「那、那你吃口香糖空、空不空虛？」「一樣空虛呀，所以我不吃口香糖。」半晌我被堵得沒說話，嘴巴沒停著哺我那半截甘蔗，她妹妹接話了：「你一定一邊吃一邊想到你的童年，又可以寫一篇文章了對不對？」我差一點噎著，她姐姐樂得大笑。</p><p>（她還真說對了。）我確實是哺甘蔗的一代。書上說，食用的紅甘蔗是印尼傳來的「果」蔗品種，在我童少，家裡的確是把甘蔗當水果吃的。巷口阿珠的柑仔店，常年有甘蔗攤，一捆甘蔗一地蔗皮蒼蠅亂飛，阿珠一把柴刀削皮俐落，五毛一塊要幾段削幾段，母親總要我們買回家洗過再吃，但是三輪車伕光著膀子蹲坐長凳子上哺得渣子吐一地，孩子們想學又不敢。在我的記憶所及，要到離家上臺北讀大學，才驚訝竟有甘蔗汁這回事，那還是在冬天，烤過的熱甘蔗汁，加了薑汁的完全不同的口味。我們南部鄉下來的同學還說甘蔗當然要自己哺才有滋味，還自豪誰的牙齒利如老鼠能連續咬哺幾根甘蔗。</p><p>如果今天嘉南平原的甘蔗田還是茂盛的，糖廠不是所剩無幾，農田不是幾十萬公頃計的休耕著，哺甘蔗的滋味還值得我這輩初老的一代懷念嗎？偶爾在新聞報導裡讀到，辛苦創業的人削蔗皮賣甘蔗汁為五十肩所苦而發明了各種榨汁機，或者以甘蔗為引熬製滷味發了家，心裡都有暖意，這甘蔗的滋味總能流傳下去。幾個星期前在臺大校園的農產品市集裡，竟然有攤子賣著白甘蔗榨汁，比紅甘蔗汁更鮮綠，甜度倒是不差，喝著有些驚喜，彷彿有人在耳邊說著「恕你無罪」，我童年偷拔白甘蔗吃的罪惡感，終於得到赦免。</p><p>哺完了兩根短蔗，齒牙無動無搖，依然健在，我心平氣和味覺滿足地對女兒說，想像一下，比我還嗜吃甘蔗的奶奶，在我的年紀已齒牙動搖，她把甘蔗削成豆腐乾那樣的小塊，哺得好高興。她歷經戰亂，骨肉離散，北地兒女在南國一嶼，愛上一種咀嚼後甘甜的汁液，我哺著甘蔗，甜甜懷念我的母親與童年。女兒啊，我不空虛，每一口都不空虛。</p>",
    "subQuestions": [
      {
        "id": "1-1",
        "q": "下列何者不符合作者女兒對父親「哺甘蔗」的評論?",
        "options": ["(A) 覺得很麻煩", "(B) 吃起來空虛", "(C) 可引發懷舊", "(D) 自豪牙齒利"],
        "ans": "D"
      },
      {
        "id": "1-2",
        "q": "依據上文，為何作者在臺大校園農產品市集，喝到白甘蔗汁時，彷彿聽到有人在耳邊說：「恕你無罪」?",
        "options": ["(A) 過去家中不喜歡吃甘蔗，所以作者只能放學去巷口柑仔店吃完才回家", "(B) 童年渴望甜甜滋味而偷拔白甘蔗，現在終於以正當的交易手段來獲取", "(C) 已經不再是重要經濟作物的白甘蔗，自己透過購買重新肯定它的價值", "(D) 白甘蔗汁與紅甘蔗汁的色澤雖不同但口感接近，慶幸自己的選擇正確"],
        "ans": "B"
      },
      {
        "id": "1-3",
        "q": "作者覺得「哺甘蔗」的滋味值得懷念的原因是什麼?",
        "options": ["(A) 童年時，家裡把甘蔗當水果吃", "(B) 小時候想學三輪車伕卻又不敢學習", "(C) 甘蔗田、糖廠、農田現今已休耕或消失", "(D) 歷經戰亂，骨肉離散後，終獲得安定的生活"],
        "ans": "C"
      },
      {
        "id": "1-4",
        "q": "將本文與〈下雨天，真好〉一文相比較，兩篇文章都有使用的寫作手法為何?",
        "options": ["(A) 皆透過味覺的經驗，連結現在與過去", "(B) 都藉由母親的角色，象徵幸福的童年與成長的失落", "(C) 都藉由回憶過往人事，呈現對童年的依戀與不捨", "(D) 皆透過成長後的孤寂淒清，對比童年的熱鬧歡樂，強化思鄉之情"],
        "ans": "C"
      },
      {
        "id": "1-5",
        "q": "下列詩句，何者描寫的主體也是甘蔗?",
        "options": ["(A) 一節復一節，千枝攢萬葉，我自不開花，免撩蜂與蝶", "(B) 綠陣連煙垠，風雨化精節。玉露含青紫，沁徹哲人心", "(C) 寂寞東籬溼露華，依前金屬照泥沙。世情兒女無高韻，只看重陽一日花", "(D) 自小刺頭深草裡，而今漸覺出蓬蒿。時人不識凌雲木，直待凌雲始道高"],
        "ans": "B"
      }
    ],
    "explanation": "(1)(D)此為作者回憶年少來自南部同學的評論。<br>(2)可從第五段末句得知答案為(B)。<br>(3)由第五段「如果今天嘉南平原的甘蔗田還是茂盛的...」可知。<br>(5)(A)竹。(C)菊。(D)松。(B)甘蔗。"
  },
  {
    "id": "set-2",
    "title": "二、火災警報器",
    "article": "<p>火災警報器可以早期偵測及通報火災發生，為人們爭取時間逃生。住宅用的火災警報器因為不需要配線，只要裝電池就能使用，所以又稱為獨立式火警探測器。</p><h3>火災警報器的種類</h3><p>依據住宅用火災警報器設置辦法第5條規定，住宅用的火災警報器種類依照安裝場所的不同，大致上可分為定溫式火災警報器和偵煙式（離子式、光電式）火災警報器，由於廚房容易有油煙，為了避免誤報，廚房會使用定溫式火災警報器，其餘地方，例如：臥室、客廳或樓梯間則大多使用偵煙式的火災警報器。</p><br><img src='images/q002-1.jpg' alt='火災警報器示意圖'><br><h3>火災警報器的安裝</h3><ol><li><strong>合格標示：</strong>在購買住警器時，要注意上面是否貼有「內政部登錄機構個別認可合格標示」。</li><li><strong>安裝於家中各處：</strong>根據消防署建議，寢室、樓梯及走廊適合裝設偵煙式；廚房則適合裝設定溫式。</li><li><strong>避免感應死角：</strong>住警器的裝設地點，應距離牆面或梁60公分以上，並以裝置於寢室中心為原則；住警器裝置在牆面上時，應距離天花板或樓板下方15公分以上、50公分以下；住警器的位置應離出風口1.5公尺以上，避免氣流影響其性能。</li><li><strong>定期維護保養：</strong>若住警器上面有附著髒汙，可能會影響到其偵測火災的敏感度，所以記得要定期保養。</li></ol>",
    "subQuestions": [
      {
        "id": "2-1",
        "q": "根據108年建築物火災原因分析，爐火烹調使用不當導致火災佔了43%，因此，阿傑夫婦裝修新房時決定加裝火災警報器，請問以下哪種安裝方式正確?",
        "options": ["(A) 阿傑夫妻熱愛快炒與燒烤，炒菜油煙較大，宜使用定溫式火災警報器", "(B) 室內設計師認為整體裝潢很重要，將火災警報器裝在牆面梁柱的角落", "(C) 阿傑認為廚房的警報器應該靠近地面裝設，以免溫度過高警報器亂響", "(D) 火災警報器的裝設不須考慮樓層數或房間數，只要在客廳、廚房、餐廳等處裝設即可"],
        "ans": "A"
      },
      {
        "id": "2-2",
        "q": "阿傑夫婦委託室內設計師購買並裝置自用住宅火災警報器，根據上文資料判斷，下列何者為選購警報器應注意的要點?",
        "options": ["(A) 具備內政部商檢局合格標章、進口產品比臺灣製好、住宅用火災警報器", "(B) 具備內政部消防署合格標章、住宅用火災警報器", "(C) 具備內政部消防署合格標章、大廠牌製造有保障、商辦專用火災警報器", "(D) 具備警報器檢驗合格標章、大廠牌製造有保障、住宅用火災警報器、考慮配線裝置方式"],
        "ans": "B"
      }
    ],
    "explanation": "(1)(B)距離牆面或梁60公分以上 (C)距離天花板15-50公分 (D)應考慮房間數。<br>(2)文中未提及進口較好或大廠牌，且住宅用不需配線，故選(B)。"
  },
  {
    "id": "set-3",
    "title": "三、旁若無人",
    "article": "<p>「旁若無人」的精神表現在日常行為上者不只一端，其中經常令人困惱的乃是高聲談話。在喊救命的時候，聲音當然不嫌其大，除非是脖子被人踩在腳底下，但是普通的談話令人聽見即可，而無須一定要力竭聲嘶的去振聾發聵。生理學告訴我們，發音的構造是很複雜的，說話一分鐘要有九百個動作，有一百塊筋肉在弛張，但是大多數人似乎還嫌不足，恨不得嘴上再長一個擴大器。有個外國人疑心我們國人的耳鼓生得異樣，那層膜許是特別厚，非扯著脖子喊不能聽見，所以說話總是像打架。這批評有多少真理，我不知道。不過我們國人會嚷的本領，是誰也不能否認的。電影場裡電燈初滅時候，總有幾聲「愛喲，小三兒，你在哪兒哪？」在戲院裡，演員像是演啞劇，大鑼大鼓之聲依稀可聞，主要的聲音是觀眾鼎沸，令人感覺好像是置身蛙塘。在旅館裡，好像前後左右都是廟會，不到夜深休想安眠，安眠之後難免有響皮底的大皮靴，毫無慚愧的在你門前踱來踱去。天未亮，又有各種市聲前來侵擾。</p><p>一個人大聲說話，是本能；小聲說話，是文明。以動物而論，獅吼，狼嗥，虎嘯，驢鳴，犬吠，即使是小如促織蚯蚓，聲音都不算小，都不會像人似的有時候也會低聲說話。大概文明程度愈高，說話愈不以聲大見長。群居習慣愈久，愈不容易存留「旁若無人」的幻覺，我們以農立國，鄉間地曠人稀，畎畝阡陌之間，低聲說一句「早安」是不濟事的，必得扯長了脖子喊一聲「你吃過飯啦？」可怪的是，在人煙稠密的所在，人的喉嚨還是不能縮小。更可異的是，紙驢嗓，破鑼嗓，喇叭嗓，公雞嗓，並不被一般人認為是缺陷，而且「麻衣相法」還公然的說，聲音洪亮者主貴！</p><p>（改寫自梁實秋〈旁若無人〉）</p>",
    "subQuestions": [
      {
        "id": "3-1",
        "q": "根據作者的觀點，下列行為何者屬於文明人的象徵?",
        "options": ["(A) 晚上在旅館小聲說話", "(B) 在戲院看演員演啞劇", "(C) 在鄉間見面時大聲問好", "(D) 被人踩住脖子時大喊救命"],
        "ans": "A"
      },
      {
        "id": "3-2",
        "q": "關於本文的寫作手法，下列敘述何者最不恰當?",
        "options": ["(A) 援引事例，用以展開論述", "(B) 語帶詼諧，有時穿插反話", "(C) 用語生動，形容描摹如在眼前", "(D) 中西對照，顯揚民族文化精神"],
        "ans": "D"
      }
    ],
    "explanation": "(1)(A)由「一個人大聲說話，是本能；小聲說話，是文明」可知。<br>(2)(D)文中諷刺國人高聲談話的弊病，並未顯揚民族文化。"
  },
  {
    "id": "set-4",
    "title": "四、秋芙所種芭蕉",
    "article": "<p>秋芙所種芭蕉，已葉大成陰，蔭蔽簾幀；秋來風雨滴瀝，枕上聞之，心與之碎。一日，余戲題斷句葉上云：「是誰多事種芭蕉？早也瀟瀟，晚也瀟瀟。」</p><p>明日，見葉上續書行云：「是君心緒太無聊，種了芭蕉，又怨芭蕉。」</p><p>字畫柔媚，此秋芙戲筆也。然余於此，悟入正復不淺。</p><p>（蔣坦《秋燈瑣憶》）</p>",
    "subQuestions": [
      {
        "id": "4-1",
        "q": "根據文中字詞，秋芙最可能是作者的何種關係人?",
        "options": ["(A) 母親", "(B) 姑姑", "(C) 妻子", "(D) 奶奶"],
        "ans": "C"
      },
      {
        "id": "4-2",
        "q": "秋天到來，風雨吹打著芭蕉葉，作者的感受是如何?",
        "options": ["(A) 猶如風雨故人來", "(B) 猶如鼕鼕戰鼓，似千軍萬馬奔騰", "(C) 愁腸百結，心與俱碎", "(D) 猶如鬼魅出現，令人害怕"],
        "ans": "C"
      },
      {
        "id": "4-3",
        "q": "「種了芭蕉，又怨芭蕉」秋芙這樣寫的用意為何?",
        "options": ["(A) 不喜歡風雨聲", "(B) 作者心性所致", "(C) 令人感受肅殺之氣", "(D) 蕉蔭遮蔽了窗簾"],
        "ans": "B"
      }
    ],
    "explanation": "(1)(C)互動親密俏皮，符合夫妻相處。<br>(2)由「心與之碎」可知為(C)。<br>(3)(B)調侃作者自尋煩惱。"
  },
  {
    "id": "set-5",
    "title": "五、明月皎夜光",
    "article": "<p>明月皎夜光，促織鳴東壁。<br>玉衡指孟冬，眾星何歷歷。<br>白露露野草，時節忽復易。<br>秋蟬鳴樹間，玄鳥逝安適。<br>昔我同門友，高舉振六翮。<br>不念攜手好，棄我如遺跡。<br>南箕北有斗，牽牛不負軛。<br>良無磐石固，虛名復何益。</p><p>（古詩十九首之七）</p>",
    "subQuestions": [
      {
        "id": "5-1",
        "q": "這首詩的主旨何在?",
        "options": ["(A) 懷念遠方好友", "(B) 慎選朋友之重要", "(C) 被朋友遺棄的感傷", "(D) 結交朋友的方法"],
        "ans": "C"
      },
      {
        "id": "5-2",
        "q": "下列詞語的意思，何者「有誤」?",
        "options": ["(A) 促織——蟋蟀", "(B) 玄鳥——烏鴉", "(C) 磐——大石", "(D) 翮——鳥羽"],
        "ans": "B"
      }
    ],
    "explanation": "(1)(C)由「不念攜手好，棄我如遺跡」可知。<br>(2)(B)玄鳥指燕子。"
  },
  {
    "id": "set-6",
    "title": "六、思母",
    "article": "<p>每當晴天，晚上七點鐘左右，在枯寂的地平線上，便有排成一直線的三顆星兒現出來；中央的一顆星兒，發著赤光。</p><p>一看這三顆星兒，我不由得想起已死的母親。</p><p>當我幼年在家鄉的時候，有一天黃昏時分，母親曾經抱了我，到門前小河去玩；就在那時候，我第一次看見這三顆星兒。這雖然已經是三十年前的事情了，可是當時，這三顆星兒映在小河裡，風吹水動曳成了幾道銀絲樣的白光，那景象，到現在還明明白白刻畫在我的眼底。</p><p>一般的人，大概都覺得比自己母親還要愛我的人是沒有的罷！我也是如此，在我的記憶中，像母親那樣愛我的人是沒有的了。</p><p>對於人類之間的愛，也許有人懷疑；然而懷疑母愛的人，我想總不會有罷！</p><p>為了子女的緣故，徹夜哭著、想著、苦痛著、祈禱著的，只有母親。母親，她不知道有自己，只是為子女而生，為子女而死。我感謝母親的愛，遠勝過基督的博愛，和釋迦的慈悲。</p><p>我記得，母親最愛看戲。可是從我的哥哥死了以後，四十年中，她從沒有進過一次劇場。喪子的悲哀，是怎樣的壓迫著母親的心啊！</p><p>（吉田二郎〈思母〉）</p>",
    "subQuestions": [
      {
        "id": "6-1",
        "q": "本文前三段是用什麼筆法寫的?",
        "options": ["(A) 因景入情", "(B) 開門見山", "(C) 引證名句嘉言", "(D) 立意設疑"],
        "ans": "A"
      },
      {
        "id": "6-2",
        "q": "「對於人類之間的愛，也許有人懷疑；然而懷疑母愛的人，我想總不會有罷！」句中「然而」一詞可換為下列何者，文意不變?",
        "options": ["(A) 欣然", "(B) 許諾", "(C) 如此", "(D) 可是"],
        "ans": "D"
      },
      {
        "id": "6-3",
        "q": "作者對三十年前所見到三顆星兒的景象，至今還是歷歷如前，刻畫眼底，是因為那三顆星有何特色?",
        "options": ["(A) 至今猶存", "(B) 是兒時迷路時的路標，故最令作者印象深刻", "(C) 融入了與母親的回憶", "(D) 是夜星中明亮的"],
        "ans": "C"
      },
      {
        "id": "6-4",
        "q": "根據本文，下列敘述何者「最不恰當」?",
        "options": ["(A) 母愛充實了兒女的生命，滋潤了兒女的心靈", "(B) 世界上應該沒有人會懷疑母愛", "(C) 母愛是無私且綿長的", "(D) 基督的博愛和釋迦的慈悲，可以與母愛相提並論"],
        "ans": "D"
      }
    ],
    "explanation": "(1)(A)以星空景象引入對母親的思念。<br>(4)(D)作者認為母愛遠勝過後兩者。"
  },
  {
    "id": "set-7",
    "title": "七、相聲",
    "article": "<p>不滿足於電視節目的貧血、不滿足於廣播的聞聲不見相、不滿足於網路的便捷……，因為「方便」已快要發展到極致，人的內在，並不只是為了方便而活。表演藝術不是為了製造人們生活的方便而產生的，它直指人心，供給性靈的需求，未來的人類將出現整體向性靈探索的趨勢。因此我敢預言：二十一世紀必是表演藝術成為「顯學」的時代。當前的相聲是一門雅致的表演藝術，它或許能與其他的類型如戲劇、戲曲、舞蹈、音樂……共同繁榮；或許相聲會因曲高和寡失去成長存活的空間，進而消失。這是我們無法預料的。</p><p>（馮翊綱）</p>",
    "subQuestions": [
      {
        "id": "7-1",
        "q": "依照本文，作者認為相聲藝術的前景如何?",
        "options": ["(A) 慢慢消失", "(B) 無法預料", "(C) 曲高和寡", "(D) 隨處可見"],
        "ans": "B"
      },
      {
        "id": "7-2",
        "q": "依照本文，相聲藝術和電視、廣播、網路的最大差別在哪裡?",
        "options": ["(A) 提供心靈的啟發", "(B) 提供娛樂", "(C) 方便欣賞", "(D) 提供討論空間"],
        "ans": "A"
      },
      {
        "id": "7-3",
        "q": "本文的題目最有可能是下列何者?",
        "options": ["(A) 相聲的未來", "(B) 電視節目的缺失", "(C) 傳統藝術的消失", "(D) 方便的藝術節目"],
        "ans": "A"
      }
    ],
    "explanation": "(1)(B)文中末句「這是我們無法預料的」。<br>(2)(A)由「供給性靈的需求」可知。"
  },
  {
    "id": "set-8",
    "title": "八、多多鳥 (DoDo)",
    "article": "<p>多多鳥 (DoDo) 是印度洋上毛里西亞島土生的一種像鴿子的鳥。遠在人類誕生前，這種鳥已在島上度過悠長歲月。牠的祖先是鴿子，原是一種候鳥，而且可能遷移頻繁，從大陸上抵臨太平洋與印度洋中的島嶼。牠們看到果樹林，一定停下來飽餐一頓，有的鴿子留在島上，為適應島上特殊環境，體型隨之變化。導致後來生物學家要費盡腦筋才能尋出一個含糊的結論：「這些不同島上不同的怪異鳥類，其遠祖都可能是鴿子！」</p><p>多多鳥在毛里西亞島優哉游哉，島上生物種類有限，草、種籽、漿果，到處都是，多多鳥的食物充分，並且不斷擴大進食對象。在沒有天敵威脅下，多多鳥越長越大，長到五十磅的重量！牠的翅膀退化了，不能飛了。生物體格結構是互相影響的。多多鳥不能飛，翅膀萎縮，省掉了飛行必須耗費的能量，身體其他部分便膨脹起來，雙足變得又肥又大，以配合變重的身體。</p><p>配合島嶼的生活環境，多多鳥從鴿子的形狀與習性，演化成多多鳥的形狀與習性，牠是毛里西亞島「僅此一家，別無分號」的特殊產品。</p><p>一五○七年，葡萄牙人首次登陸毛里西亞島，發現了多多鳥，葡語「deudo」意即「蠢漢」的意思。因為多多鳥根本不懂得「避敵」，牠們毫無戒心，悠閒地在島上散步，一隻給抓了、殺了，另一隻還傻傻地站在旁邊看。</p><p>荷蘭人在一五九八年來時，也看到多多鳥，多多鳥也仍是親切地歡迎這些不速之客，絲毫沒有記取葡萄牙人給牠們的教訓。荷人也隨葡人叫牠們「Do Do」鳥，謔稱牠們是「笨鳥」。</p><p>葡萄牙人、西班牙人、英國人、法國人登上毛里西亞島後，殺掉了為數可觀的多多鳥。當年歐洲海上探險隊，海上生活單調令他們失去理性，在毛里西亞島上大肆捕殺多多鳥。除了捕殺外，水手們都習慣帶一些家畜在船上，一上岸，即放生一些家畜，如貓、狗、羊、豬、兔子等等，以便下回到島上有肉可吃。這些哺乳動物，外加每艘船都會有的老鼠，上了島嶼，把整個島嶼生態體系破壞，吃光草葉，踐踏鳥蛋，捕殺島上的動物，也傳來鳥的致命疾病──鳥天花，島上的鳥沒有免疫力，整批死亡。</p><p>多多鳥便是在這種情況下，在一六八一年絕了種。現今每回有人提到鳥類滅絕史，頭一個點名的，一定是多多鳥。英語的一句諺語是：「像多多鳥一樣地完蛋」，意即萬劫不復、無可挽回的意思。</p><p>（改寫自洪素麗〈多多鳥的傳奇〉）</p>",
    "subQuestions": [
      {
        "id": "8-1",
        "q": "「多多鳥在毛里西亞島優哉游哉」，「優哉游哉」的解釋應為下列何者?",
        "options": ["(A) 善於游泳", "(B) 從容自在", "(C) 追逐遊樂", "(D) 食物充足"],
        "ans": "B"
      },
      {
        "id": "8-2",
        "q": "根據本文，多多鳥之所以不躲避人類，以致被捕殺的主要原因是下列何者?",
        "options": ["(A) 多多鳥智商較低，不懂得躲避危險", "(B) 因為翅膀退化，多多鳥無法飛離危險", "(C) 人類以船上的食物家畜當作誘餌，獵殺牠們", "(D) 在島上不曾遇見天敵，因此對人類毫無防備"],
        "ans": "D"
      },
      {
        "id": "8-3",
        "q": "根據文章的敘述，下列何者最適合作為本文的結論?",
        "options": ["(A) 生物最後會滅絕，是歷史的宿命", "(B) 人類干預自然生態，影響物種生存", "(C) 生物肢體器官的退化，易導致物種滅絕", "(D) 自然氣候的變化，將影響生物的生存條件"],
        "ans": "B"
      }
    ],
    "explanation": "(1)(B)形容從容自得。<br>(2)(D)由「在沒有天敵威脅下...」、「多多鳥根本不懂得『避敵』」可知。<br>(3)(B)全文說明人類捕殺與引進物種導致滅絕。"
  },
  {
    "id": "set-9",
    "title": "九、晏平仲",
    "article": "<p>昔晏平仲敝車贏馬，桓子曰：「是隱君之賜也。」晏子曰：「自臣之貴，父之族，無不乘車者；母之族，無不足於衣食；妻之族，無凍餒者；齊國之士，待臣而舉火者，三百餘人。以此而為隱君之賜乎？彰君之賜乎？」於是齊侯以晏子之觴而觴桓子。予嘗愛晏子好仁，齊侯知賢，而桓子服義也。又愛晏子之仁有等級，而言有次也。</p><p>（節錄自錢公輔〈義田記〉）</p>",
    "subQuestions": [
      {
        "id": "9-1",
        "q": "桓子對於晏子所說：「是隱君之賜也。」這句話顯然是怎樣的口氣?",
        "options": ["(A) 激勵", "(B) 譏評", "(C) 讚嘆", "(D) 戲謔"],
        "ans": "B"
      },
      {
        "id": "9-2",
        "q": "晏子好仁助人的精神合乎誰的說法?",
        "options": ["(A) 耶穌的博愛", "(B) 釋迦牟尼的慈悲", "(C) 墨子的兼愛", "(D) 孔子的恕道"],
        "ans": "D"
      },
      {
        "id": "9-3",
        "q": "「晏子之仁有等級，而言有次也。」是說晏子的作法是怎樣?",
        "options": ["(A) 由上而下，由親而疏", "(B) 由上而下，由疏而親", "(C) 由下而上，由親而疏", "(D) 由下而上，由疏而親"],
        "ans": "A"
      },
      {
        "id": "9-4",
        "q": "由文中的敘述，可知晏平仲的為人如何?",
        "options": ["(A) 雖富而不仁", "(B) 知義而好利", "(C) 守禮知法度", "(D) 好學勤發問"],
        "ans": "C"
      }
    ],
    "explanation": "(1)(B)譏諷晏子裝窮。<br>(3)(A)先親後疏。<br>(4)(C)節儉自持，發言得體。"
  },
  {
    "id": "set-10",
    "title": "十、犀牛甘妲",
    "article": "<p>西元1515年，一隻名為甘妲的印度犀牛從印度西岸運達里斯本，作為禮物贈予葡萄牙國王。犀牛在當時的歐洲難得一見，引起了很大的騷動。</p><p>當時的版畫家杜勒為甘妲創作版畫，這件作品因廣受歡迎而大量印製、傳播。然而，版畫中的犀牛卻是一隻奇幻莫名的生物，身上披覆怪異的鎧甲、鱗片，以及各式瘤突、紋路與棘刺，更顯眼的則是後頸部那一支螺旋狀硬角。原來，杜勒並沒有親眼見過甘妲，而是根據一張由不知名的藝術家所繪製的素描轉製而來。有趣的是，當時另外一位版畫家柏克麥爾也製作了甘妲的木刻畫，儘管這件作品的真實性明顯優於杜勒版本，卻無法得到公眾的認同，遠不如杜勒版本普及。</p><p>杜勒的犀牛沾水筆手稿至今仍完整保存在大英博物館，若我們稍忽略細節來遠觀，就會發現畫中犀牛整體的比例與立體感並不突兀。然而，當我們想把一張手稿轉製成可以大量印行的版畫時，應該會面臨所謂「布線」的抉擇問題，也就是必須從原畫的灰階或紛雜的線條中整理、勾勒出明確的線條，確實「交代」這個物件的形狀與細節，不能模稜兩可。或許在這個階段，杜勒由於沒有親眼見到實體，再加上自身對異國奇物的想像，而在畫中做了許多超乎現實的描繪。</p><p>經過這些轉折，最終製成的版畫無愧大師之名，線條流暢靈活，布局精巧，而且整體視覺效果與細節也一如預期地強化了。甚至，在杜勒的手稿中犀牛後頸上的尖角原本並不是那麼明顯，現在也有意或無意地被放大了一點。</p><p>（改寫自陳一銘〈師法自然──生物學殿堂中的繪者〉）</p>",
    "subQuestions": [
      {
        "id": "10-1",
        "q": "根據本文，下列何者最可能是杜勒為犀牛甘妲製作的版畫?",
        "options": ["(A) <img src='images/q010_a.jpg' alt='Option A'>", "(B) <img src='images/q010_b.jpg' alt='Option B'>", "(C) <img src='images/q010_c.jpg' alt='Option C'>", "(D) <img src='images/q010_d.jpg' alt='Option D'>"],
        "ans": "D"
      },
      {
        "id": "10-2",
        "q": "根據本文，杜勒製作的犀牛版畫與真實犀牛有明顯差異的原因，不包含下列何者?",
        "options": ["(A) 沒有親眼見到犀牛", "(B) 過度凸顯比例和立體感", "(C) 對異國奇物的想像脫離現實", "(D) 從手稿轉製為版畫時會強化細節"],
        "ans": "B"
      }
    ],
    "explanation": "(1)(D)由「後頸部那一支螺旋狀硬角」可知。<br>(2)(B)文中說「畫中犀牛整體的比例與立體感並不突兀」，故選(B)。"
  }
]