[
  {
    "id": "set-1",
    "title": "第1篇 哺甘蔗的日子",
    "article": "<p>行過臺北某些街巷，偶爾總要在一卡車跟前停下來，柳丁汁買給女兒，甘蔗汁買給自己。柳丁汁我偶爾也喝，甘蔗汁女兒從來沒興趣。（她們為什麼不愛甘蔗汁呢？）卡車上經常也賣甘蔗，一包總有七八短根甘蔗，前些年牙口不好，吃軟不吃硬，沒正眼瞧過它們，不久前大鋼牙種植竣工，躍躍欲試，總想咬點火車頭，雖然牙醫大人頗不鼓勵硬碰硬，看見甘蔗牙癢癢，這玩意兒總還能對付吧，於是買了一包回家。</p><p>女兒總見我拎著一包包菱角花生地瓜回家，姐姐習慣冷眼瞧著，妹妹必然開訓：「吃得完嗎你？每次剩了扔。」這一包甘蔗，她們還不知如何反應，我喜孜孜地開嚼，妹妹蹭過來問：「這個好吃窩？你就吸它的汁窩？渣子還要吐出來，你不嫌麻煩窩？你不是已經買了一大罐甘蔗汁了嗎？」我一邊小心不大口咬甘蔗，一邊問那位聰明寫在略歪嘴角的姐姐：「你吃過甘蔗嗎？」「國中一年級的時候吃過一次，不喜歡。」「為什麼不喜歡？」「因為吃著『很空虛』。」</p><p>「空虛？」我感覺我的聲音一定有一種從椅子上跳起來的表情，她妹妹也覺得我的反應「嚴重」。她聳聳肩：「本來就很空虛的食物啊，咬一咬，很費勁嚼吸一點汁，殘渣吐出來，怎麼不空虛呢？」我的聲音一定更大了些，情緒有些結巴，「那、那你吃口香糖空、空不空虛？」「一樣空虛呀，所以我不吃口香糖。」半晌我被堵得沒說話，嘴巴沒停著哺我那半截甘蔗，她妹妹接話了：「你一定一邊吃一邊想到你的童年，又可以寫一篇文章了對不對？」我差一點噎著，她姐姐樂得大笑。</p><p>（她還真說對了。）我確實是哺甘蔗的一代。書上說，食用的紅甘蔗是印尼傳來的「果」蔗品種，在我童少，家裡的確是把甘蔗當水果吃的。巷口阿珠的柑仔店，常年有甘蔗攤，一捆甘蔗一地蔗皮蒼蠅亂飛，阿珠一把柴刀削皮俐落，五毛一塊要幾段削幾段，母親總要我們買回家洗過再吃，但是三輪車伕光著膀子蹲坐長凳子上哺得渣子吐一地，孩子們想學又不敢。在我的記憶所及，要到離家上臺北讀大學，才驚訝竟有甘蔗汁這回事，那還是在冬天，烤過的熱甘蔗汁，加了薑汁的完全不同的口味。我們南部鄉下來的同學還說甘蔗當然要自己哺才有滋味，還自豪誰的牙齒利如老鼠能連續咬哺幾根甘蔗。</p><p>如果今天嘉南平原的甘蔗田還是茂盛的，糖廠不是所剩無幾，農田不是幾十萬公頃計的休耕著，哺甘蔗的滋味還值得我這輩初老的一代懷念嗎？偶爾在新聞報導裡讀到，辛苦創業的人削蔗皮賣甘蔗汁為五十肩所苦而發明了各種榨汁機，或者以甘蔗為引熬製滷味發了家，心裡都有暖意，這甘蔗的滋味總能流傳下去。幾個星期前在臺大校園的農產品市集裡，竟然有攤子賣著白甘蔗榨汁，比紅甘蔗汁更鮮綠，甜度倒是不差，喝著有些驚喜，彷彿有人在耳邊說著「恕你無罪」，我童年偷拔白甘蔗吃的罪惡感，終於得到赦免。</p><p>哺完了兩根短蔗，齒牙無動無搖，依然健在，我心平氣和味覺滿足地對女兒說，想像一下，比我還嗜吃甘蔗的奶奶，在我的年紀已齒牙動搖，她把甘蔗削成豆腐乾那樣的小塊，哺得好高興。她歷經戰亂，骨肉離散，北地兒女在南國一嶼，愛上一種咀嚼後甘甜的汁液，我哺著甘蔗，甜甜懷念我的母親與童年。女兒啊，我不空虛，每一口都不空虛。</p><p>（選自《女兒父親》遠流出版社）</p>",
    "subQuestions": [
      {
        "id": "1-1",
        "q": "下列何者不符合作者女兒對父親「哺甘蔗」的評論?",
        "options": [
          "(A) 覺得很麻煩",
          "(B) 吃起來空虛",
          "(C) 可引發懷舊",
          "(D) 自豪牙齒利"
        ],
        "ans": "D",
        "explanation": "文中提到「我們南部鄉下來的同學還說甘蔗當然要自己哺才有滋味，還自豪誰的牙齒利如老鼠能連續咬哺幾根甘蔗。」可知(D)「自豪牙齒利」是作者南部同學的反應，而非作者女兒的評論。女兒的評論包括：覺得麻煩（妹妹說「渣子還要吐出來，你不嫌麻煩窩？」）、吃起來空虛（姐姐說「因為吃著『很空虛』」）、引發懷舊（妹妹猜測「你一定一邊吃一邊想到你的童年」）。故選(D)。"
      },
      {
        "id": "1-2",
        "q": "依據上文，為何作者在臺大校園農產品市集，喝到白甘蔗汁時，彷彿聽到有人在耳邊說：「恕你無罪」?",
        "options": [
          "(A) 過去家中不喜歡吃甘蔗，所以作者只能放學去巷口柑仔店吃完才回家",
          "(B) 童年渴望甜甜滋味而偷拔白甘蔗，現在終於以正當的交易手段來獲取",
          "(C) 已經不再是重要經濟作物的白甘蔗，自己透過購買重新肯定它的價值",
          "(D) 白甘蔗汁與紅甘蔗汁的色澤雖不同但口感接近，慶幸自己的選擇正確"
        ],
        "ans": "B",
        "explanation": "文中第五段末句提到：「彷彿有人在耳邊說著『恕你無罪』，我童年偷拔白甘蔗吃的罪惡感，終於得到赦免。」由此可知，作者童年曾因渴望甜味而偷拔白甘蔗，心中一直存有罪惡感，如今能以正當手段（購買）享用白甘蔗汁，因此感覺罪惡感獲得赦免。故選(B)。"
      },
      {
        "id": "1-3",
        "q": "作者覺得「哺甘蔗」的滋味值得懷念的原因是什麼?",
        "options": [
          "(A) 童年時，家裡把甘蔗當水果吃",
          "(B) 小時候想學三輪車伕卻又不敢學習",
          "(C) 甘蔗田、糖廠、農田現今已休耕或消失",
          "(D) 歷經戰亂，骨肉離散後，終獲得安定的生活"
        ],
        "ans": "C",
        "explanation": "由第五段開頭：「如果今天嘉南平原的甘蔗田還是茂盛的，糖廠不是所剩無幾，農田不是幾十萬公頃計的休耕著，哺甘蔗的滋味還值得我這輩初老的一代懷念嗎？」作者運用反問修辭，暗示正因為如今甘蔗田減少、糖廠剩無幾、農田休耕，這些景象消逝，才使得哺甘蔗的滋味顯得珍貴而值得懷念。故選(C)。"
      },
      {
        "id": "1-4",
        "q": "將本文與〈下雨天，真好〉一文相比較，兩篇文章都有使用的寫作手法為何?",
        "options": [
          "(A) 皆透過味覺的經驗，連結現在與過去",
          "(B) 都藉由母親的角色，象徵幸福的童年與成長的失落",
          "(C) 都藉由回憶過往人事，呈現對童年的依戀與不捨",
          "(D) 皆透過成長後的孤寂淒清，對比童年的熱鬧歡樂，強化思鄉之情"
        ],
        "ans": "C",
        "explanation": "本文藉由「哺甘蔗」回憶童年與母親的互動（文末：「我哺著甘蔗，甜甜懷念我的母親與童年」）；琦君的〈下雨天，真好〉則是藉由雨天回憶與母親的溫馨往事。兩者皆是藉由回憶過往的人、事、物，來呈現對童年時光的依戀與不捨。故選(C)。"
      },
      {
        "id": "1-5",
        "q": "下列詩句，何者描寫的主體也是甘蔗?",
        "options": [
          "(A) 一節復一節，千枝攢萬葉，我自不開花，免撩蜂與蝶",
          "(B) 綠陣連煙垠，風雨化精節。玉露含青紫，沁徹哲人心",
          "(C) 寂寞東籬溼露華，依前金屬照泥沙。世情兒女無高韻，只看重陽一日花",
          "(D) 自小刺頭深草裡，而今漸覺出蓬蒿。時人不識凌雲木，直待凌雲始道高"
        ],
        "ans": "B",
        "explanation": "(A)「一節復一節...不開花」描寫的是竹子。<br>(B)「綠陣」形容甘蔗田，「精節」指甘蔗節，「玉露含青紫」形容甘蔗皮色與汁液，「沁徹哲人心」形容甜味，故描寫的是甘蔗。<br>(C)「東籬」、「重陽」是菊花的典故與花期，故描寫的是菊花。<br>(D)「凌雲木」通常指松樹，描寫其從小草中長成大樹的過程。故選(B)。"
      }
    ]
  },
  {
    "id": "set-2",
    "title": "第2篇 火災警報器",
    "article": "<p>火災警報器可以早期偵測及通報火災發生，為人們爭取時間逃生。住宅用的火災警報器因為不需要配線，只要裝電池就能使用，所以又稱為獨立式火警探測器。</p><h3>火災警報器的種類</h3><p>依據住宅用火災警報器設置辦法第5條規定，住宅用的火災警報器種類依照安裝場所的不同，大致上可分為定溫式火災警報器和偵煙式（離子式、光電式）火災警報器，由於廚房容易有油煙，為了避免誤報，廚房會使用定溫式火災警報器，其餘地方，例如：臥室、客廳或樓梯間則大多使用偵煙式的火災警報器。</p><br><div style='text-align:center'><img src='images/q002-1.jpg' alt='火災警報器示意圖' style='max-width:100%; border-radius:10px;'></div><br><h3>火災警報器的安裝</h3><ol><li><strong>合格標示：</strong>在購買住警器時，要注意上面是否貼有「內政部登錄機構個別認可合格標示」。</li><li><strong>安裝於家中各處：</strong>根據消防署建議，寢室、樓梯及走廊適合裝設偵煙式；廚房則適合裝設定溫式。</li><li><strong>避免感應死角：</strong>住警器的裝設地點，應距離牆面或梁60公分以上，並以裝置於寢室中心為原則；住警器裝置在牆面上時，應距離天花板或樓板下方15公分以上、50公分以下；住警器的位置應離出風口1.5公尺以上，避免氣流影響其性能。</li><li><strong>定期維護保養：</strong>若住警器上面有附著髒汙，可能會影響到其偵測火災的敏感度，所以記得要定期保養。</li></ol>",
    "subQuestions": [
      {
        "id": "2-1",
        "q": "根據108年建築物火災原因分析，爐火烹調使用不當導致火災佔了43%，因此，阿傑夫婦裝修新房時決定加裝火災警報器，請問以下哪種安裝方式正確?",
        "options": [
          "(A) 阿傑夫妻熱愛快炒與燒烤，炒菜油煙較大，宜使用定溫式火災警報器",
          "(B) 室內設計師認為整體裝潢很重要，將火災警報器裝在牆面梁柱的角落",
          "(C) 阿傑認為廚房的警報器應該靠近地面裝設，以免溫度過高警報器亂響",
          "(D) 火災警報器的裝設不須考慮樓層數或房間數，只要在客廳、廚房、餐廳等處裝設即可"
        ],
        "ans": "A",
        "explanation": "(A) 正確。文中提到「由於廚房容易有油煙，為了避免誤報，廚房會使用定溫式火災警報器」。<br>(B) 錯誤。文中提到「住警器的裝設地點，應距離牆面或梁60公分以上」，不可裝在角落。<br>(C) 錯誤。文中提到「住警器裝置在牆面上時，應距離天花板或樓板下方15公分以上、50公分以下」，並非靠近地面。<br>(D) 錯誤。文中提到不同區域（寢室、廚房、樓梯）適合不同類型，且需考慮安裝位置，並非隨意裝設。"
      },
      {
        "id": "2-2",
        "q": "阿傑夫婦委託室內設計師購買並裝置自用住宅火災警報器，根據上文資料判斷，下列何者為選購警報器應注意的要點?",
        "options": [
          "(A) 具備內政部商檢局合格標章、進口產品比臺灣製好、住宅用火災警報器",
          "(B) 具備內政部消防署合格標章、住宅用火災警報器",
          "(C) 具備內政部消防署合格標章、大廠牌製造有保障、商辦專用火災警報器",
          "(D) 具備警報器檢驗合格標章、大廠牌製造有保障、住宅用火災警報器、考慮配線裝置方式"
        ],
        "ans": "B",
        "explanation": "(A) 錯誤。文中未提及進口產品比較好。<br>(B) 正確。文中第一點提到要注意是否貼有「內政部登錄機構個別認可合格標示」，且是選購「住宅用火災警報器」。<br>(C) 錯誤。應選購「住宅用」，非商辦專用。<br>(D) 錯誤。住宅用火災警報器「不需要配線」，故不需考慮配線裝置方式。"
      }
    ]
  },
  {
    "id": "set-3",
    "title": "第3篇 旁若無人",
    "article": "<p>「旁若無人」的精神表現在日常行為上者不只一端，其中經常令人困惱的乃是高聲談話。在喊救命的時候，聲音當然不嫌其大，除非是脖子被人踩在腳底下，但是普通的談話令人聽見即可，而無須一定要力竭聲嘶的去振聾發聵。生理學告訴我們，發音的構造是很複雜的，說話一分鐘要有九百個動作，有一百塊筋肉在弛張，但是大多數人似乎還嫌不足，恨不得嘴上再長一個擴大器。有個外國人疑心我們國人的耳鼓生得異樣，那層膜許是特別厚，非扯著脖子喊不能聽見，所以說話總是像打架。這批評有多少真理，我不知道。不過我們國人會嚷的本領，是誰也不能否認的。電影場裡電燈初滅時候，總有幾聲「愛喲，小三兒，你在哪兒哪？」在戲院裡，演員像是演啞劇，大鑼大鼓之聲依稀可聞，主要的聲音是觀眾鼎沸，令人感覺好像是置身蛙塘。在旅館裡，好像前後左右都是廟會，不到夜深休想安眠，安眠之後難免有響皮底的大皮靴，毫無慚愧的在你門前踱來踱去。天未亮，又有各種市聲前來侵擾。</p><p>一個人大聲說話，是本能；小聲說話，是文明。以動物而論，獅吼，狼嗥，虎嘯，驢鳴，犬吠，即使是小如促織蚯蚓，聲音都不算小，都不會像人似的有時候也會低聲說話。大概文明程度愈高，說話愈不以聲大見長。群居習慣愈久，愈不容易存留「旁若無人」的幻覺，我們以農立國，鄉間地曠人稀，畎畝阡陌之間，低聲說一句「早安」是不濟事的，必得扯長了脖子喊一聲「你吃過飯啦？」可怪的是，在人煙稠密的所在，人的喉嚨還是不能縮小。更可異的是，紙驢嗓，破鑼嗓，喇叭嗓，公雞嗓，並不被一般人認為是缺陷，而且「麻衣相法」還公然的說，聲音洪亮者主貴！</p><p>（改寫自梁實秋〈旁若無人〉）</p>",
    "subQuestions": [
      {
        "id": "3-1",
        "q": "根據作者的觀點，下列行為何者屬於文明人的象徵?",
        "options": [
          "(A) 晚上在旅館小聲說話",
          "(B) 在戲院看演員演啞劇",
          "(C) 在鄉間見面時大聲問好",
          "(D) 被人踩住脖子時大喊救命"
        ],
        "ans": "A",
        "explanation": "文中第二段提到：「一個人大聲說話，是本能；小聲說話，是文明。」並提到「大概文明程度愈高，說話愈不以聲大見長。」。作者批評在旅館裡「好像前後左右都是廟會」（大聲喧嘩）。因此，在需要安靜的旅館環境中能夠「小聲說話」，是能夠顧及他人、展現文明的象徵。故選(A)。"
      },
      {
        "id": "3-2",
        "q": "關於本文的寫作手法，下列敘述何者最不恰當?",
        "options": [
          "(A) 援引事例，用以展開論述",
          "(B) 語帶詼諧，有時穿插反話",
          "(C) 用語生動，形容描摹如在眼前",
          "(D) 中西對照，顯揚民族文化精神"
        ],
        "ans": "D",
        "explanation": "(A) 文中舉了電影院、戲院、旅館等事例，正確。<br>(B) 文中如「恨不得嘴上再長一個擴大器」、「說話總是像打架」等語帶詼諧，且有反話意味，正確。<br>(C) 描寫「置身蛙塘」、「響皮底的大皮靴...踱來踱去」等形象生動，正確。<br>(D) 文中雖提到「有個外國人疑心我們國人的耳鼓生得異樣」，但這主要是用來「諷刺」國人高聲喧嘩的壞習慣，並非為了「顯揚」民族文化精神，反而是檢討。故(D)敘述最不恰當。"
      }
    ]
  },
  {
    "id": "set-4",
    "title": "第4篇 秋芙所種芭蕉",
    "article": "<p>秋芙所種芭蕉，已葉大成陰，蔭蔽簾幀；秋來風雨滴瀝，枕上聞之，心與之碎。一日，余戲題斷句葉上云：「是誰多事種芭蕉？早也瀟瀟，晚也瀟瀟。」</p><p>明日，見葉上續書行云：「是君心緒太無聊，種了芭蕉，又怨芭蕉。」</p><p>字畫柔媚，此秋芙戲筆也。然余於此，悟入正復不淺。</p><p>（蔣坦《秋燈瑣憶》）</p>",
    "subQuestions": [
      {
        "id": "4-1",
        "q": "根據文中字詞，秋芙最可能是作者的何種關係人?",
        "options": [
          "(A) 母親",
          "(B) 姑姑",
          "(C) 妻子",
          "(D) 奶奶"
        ],
        "ans": "C",
        "explanation": "從兩人互動的親密與趣味性來看：作者在芭蕉葉上戲題詩句，秋芙隔日續書回應，語氣帶有輕柔的調侃（「是君心緒太無聊」）。文中形容秋芙字跡「字畫柔媚」，且這種閨房記趣、吟詩作對的互動模式，在傳統文學中多發生於夫妻之間。故推斷秋芙為作者之妻子。故選(C)。"
      },
      {
        "id": "4-2",
        "q": "秋天到來，風雨吹打著芭蕉葉，作者的感受是如何?",
        "options": [
          "(A) 猶如風雨故人來",
          "(B) 猶如鼕鼕戰鼓，似千軍萬馬奔騰",
          "(C) 愁腸百結，心與俱碎",
          "(D) 猶如鬼魅出現，令人害怕"
        ],
        "ans": "C",
        "explanation": "文中第一段提到：「秋來風雨滴瀝，枕上聞之，心與之碎。」作者聽到風雨打在芭蕉葉上的聲音，心情感到破碎、憂愁。故選(C)「愁腸百結，心與俱碎」。"
      },
      {
        "id": "4-3",
        "q": "「種了芭蕉，又怨芭蕉」秋芙這樣寫的用意為何?",
        "options": [
          "(A) 不喜歡風雨聲",
          "(B) 作者心性所致",
          "(C) 令人感受肅殺之氣",
          "(D) 蕉蔭遮蔽了窗簾"
        ],
        "ans": "B",
        "explanation": "秋芙續寫的詩句是：「是君心緒太無聊，種了芭蕉，又怨芭蕉。」這句話的意思是：明明是作者自己心情煩悶無聊（心性所致），才會把聽到的雨聲怪罪到芭蕉身上，去埋怨芭蕉。這是點出問題在於作者的心境。故選(B)。"
      }
    ]
  },
  {
    "id": "set-5",
    "title": "第5篇 明月皎夜光",
    "article": "<p>明月皎夜光，促織鳴東壁。<br>玉衡指孟冬，眾星何歷歷。<br>白露露野草，時節忽復易。<br>秋蟬鳴樹間，玄鳥逝安適。<br>昔我同門友，高舉振六翮。<br>不念攜手好，棄我如遺跡。<br>南箕北有斗，牽牛不負軛。<br>良無磐石固，虛名復何益。</p><p>（古詩十九首之七）</p>",
    "subQuestions": [
      {
        "id": "5-1",
        "q": "這首詩的主旨何在?",
        "options": [
          "(A) 懷念遠方好友",
          "(B) 慎選朋友之重要",
          "(C) 被朋友遺棄的感傷",
          "(D) 結交朋友的方法"
        ],
        "ans": "C",
        "explanation": "詩中寫道：「昔我同門友，高舉振六翮。不念攜手好，棄我如遺跡。」（以前一同求學的朋友，如今飛黃騰達，卻不念舊情，把我像遺跡一樣拋棄）。末句「良無磐石固，虛名復何益」更是感嘆友情不堅固。故全詩主旨為被朋友遺棄、世態炎涼的感傷。故選(C)。"
      },
      {
        "id": "5-2",
        "q": "下列詞語的意思，何者「有誤」?",
        "options": [
          "(A) 促織 蟋蟀",
          "(B) 玄鳥——烏鴉",
          "(C) 磐——大石",
          "(D) 翮 鳥羽"
        ],
        "ans": "B",
        "explanation": "(A) 促織即蟋蟀，正確。<br>(B) 玄鳥是指「燕子」，而非烏鴉，錯誤。<br>(C) 磐指厚而大的石頭，比喻堅固，正確。<br>(D) 翮(ㄏㄜˊ)指鳥的翅膀或羽毛，正確。<br>故選(B)。"
      }
    ]
  },
  {
    "id": "set-6",
    "title": "第6篇 思母",
    "article": "<p>每當晴天，晚上七點鐘左右，在枯寂的地平線上，便有排成一直線的三顆星兒現出來；<br>中央的一顆星兒，發著赤光。<br>一看這三顆星兒，我不由得想起已死的母親<br>當我幼年在家鄉的時候，有一天黃昏時分，母親曾經抱了我，到門前小河去玩；就在那<br>時候，我第一次看見這三顆星兒。這雖然已經是三十年前的事情了，可是當時，這三顆星兒<br>映在小河裡，風吹水動曳成了幾道銀絲樣的白光，那景象，到現在還明明白白刻畫在我的眼<br>底。<br>一般的人，大概都覺得比自己母親還要愛我的人是沒有的罷！我也是如此，在我的記憶<br>中，像母親那樣愛我的人是沒有的了。<br>對於人類之間的愛，也許有人懷疑；然而懷疑母愛的人，我想總不會有罷！<br>為了子女的緣故，徹夜哭著、想著、苦痛著、祈禱著的，只有母親。母親，她不知道有<br>自己，只是為子女而生，為子女而死。我感謝母親的愛，遠勝過基督的博愛，和釋迦的慈悲<br>我記得，母親最愛看戲。可是從我的哥哥死了以後，四十年中，她從沒有進過一次劇場<br>。喪子的悲哀，是怎樣的壓迫著母親的心啊！</p><p>（吉田二郎〈思母〉）</p>",
    "subQuestions": [
      {
        "id": "6-1",
        "q": "本文前三段是用什麼筆法寫的?",
        "options": [
          "(A) 因景入情",
          "(B) 開門見山",
          "(C) 引證名句嘉言",
          "(D) 立意設疑"
        ],
        "ans": "A",
        "explanation": "文章前三段先描寫「排成一直線的三顆星兒」的自然景象（景），接著說「一看這三顆星兒，我不由得想起已死的母親」（情），並回憶起幼年與母親看星的往事。這是典型的「因景入情」（由眼前的景物引發內心的情感）筆法。故選(A)。"
      },
      {
        "id": "6-2",
        "q": "「對於人類之間的愛，也許有人懷疑；然而懷疑母愛的人，我想總不會有罷！」句中「然而」一詞可換為下列何者，文意不變?",
        "options": [
          "(A) 欣然",
          "(B) 許諾",
          "(C) 如此",
          "(D) 可是"
        ],
        "ans": "D",
        "explanation": "「然而」是轉折連詞，表示與上文意思相反或轉折。選項中(D)「可是」也是轉折連詞，可替換且文意通順。其他選項：(A)欣然是高興的樣子；(B)許諾是答應；(C)如此是這樣。故選(D)。"
      },
      {
        "id": "6-3",
        "q": "作者對三十年前所見到三顆星兒的景象，至今還是歷歷如前，刻畫眼底，是因為那三顆星有何特色?",
        "options": [
          "(A) 至今猶存",
          "(B) 是兒時迷路時的路標，故最令作者印象深刻",
          "(C) 融入了與母親的回憶",
          "(D) 是夜星中明亮的"
        ],
        "ans": "C",
        "explanation": "文中提到，看見這三顆星是在幼年時「母親曾經抱了我，到門前小河去玩」的時候。這個景象之所以刻骨銘心，是因為它與母親溫暖的懷抱和共度的時光緊密連結在一起（融入了與母親的回憶），成為母愛的象徵。故選(C)。"
      },
      {
        "id": "6-4",
        "q": "根據本文，下列敘述何者「最不恰當」?",
        "options": [
          "(A) 母愛充實了兒女的生命，滋潤了兒女的心靈",
          "(B) 世界上應該沒有人會懷疑母愛",
          "(C) 母愛是無私且綿長的",
          "(D) 基督的博愛和釋迦的慈悲，可以與母愛相提並論"
        ],
        "ans": "D",
        "explanation": "文中倒數第二段提到：「我感謝母親的愛，遠勝過基督的博愛，和釋迦的慈悲。」作者認為母愛甚至「勝過」（超過）宗教神佛的愛，而非僅是「相提並論」（平起平坐）。故(D)敘述與文意最不相符。"
      }
    ]
  },
  {
    "id": "set-7",
    "title": "第7篇 相聲與表演藝術",
    "article": "<p>不滿足於電視節目的貧血、不滿足於廣播的聞聲不見相、不滿足於網路的便捷……，因為「方便」已快要發展到極致，人的內在，並不只是為了方便而活。表演藝術不是為了製造人們生活的方便而產生的，它直指人心，供給性靈的需求，未來的人類將出現整體向性靈探索的趨勢。因此我敢預言：二十一世紀必是表演藝術成為「顯學」的時代。當前的相聲是一門雅致的表演藝術，它或許能與其他的類型如戲劇、戲曲、舞蹈、音樂……共同繁榮；或許相聲會因曲高和寡失去成長存活的空間，進而消失。這是我們無法預料的。</p><p>（馮翊綱）</p>",
    "subQuestions": [
      {
        "id": "7-1",
        "q": "依照本文，作者認為相聲藝術的前景如何?",
        "options": [
          "(A) 慢慢消失",
          "(B) 無法預料",
          "(C) 曲高和寡",
          "(D) 隨處可見"
        ],
        "ans": "B",
        "explanation": "文章結尾明確指出：「或許相聲會因曲高和寡失去成長存活的空間，進而消失。這是我們無法預料的。」作者提出了兩種可能性（繁榮或消失），並總結為無法預料。故選(B)。"
      },
      {
        "id": "7-2",
        "q": "依照本文，相聲藝術和電視、廣播、網路的最大差別在哪裡?",
        "options": [
          "(A) 提供心靈的啟發",
          "(B) 提供娛樂",
          "(C) 方便欣賞",
          "(D) 提供討論空間"
        ],
        "ans": "A",
        "explanation": "文中提到：「表演藝術不是為了製造人們生活的方便而產生的，它直指人心，供給性靈的需求」。作者認為電視、廣播、網路多在追求「方便」，而相聲作為表演藝術，能滿足人的內在「性靈」（心靈）需求。故選(A)。"
      },
      {
        "id": "7-3",
        "q": "本文的題目最有可能是下列何者?",
        "options": [
          "(A) 相聲的未來",
          "(B) 電視節目的缺失",
          "(C) 傳統藝術的消失",
          "(D) 方便的藝術節目"
        ],
        "ans": "A",
        "explanation": "文章主旨在討論表演藝術（特別是相聲）在未來的價值與發展。從預言二十一世紀表演藝術的地位，到具體討論相聲可能繁榮或消失的命運，都圍繞著「相聲的未來」發展。故選(A)。"
      }
    ]
  },
  {
    "id": "set-8",
    "title": "第8篇 多多鳥(DoDo)",
    "article": "<p>多多鳥(DoDo)是印度洋上毛里西亞島土生的一種像鴿子的鳥。遠在人類誕生前，這種鳥已在島上度過悠長歲月。牠的祖先是鴿子，原是一種候鳥，而且可能遷移頻繁，從大陸上抵臨太平洋與印度洋中的島嶼。牠們看到果樹林，一定停下來飽餐一頓，有的鴿子留在島上，為適應島上特殊環境，體型隨之變化。導致後來生物學家要費盡腦筋才能尋出一個含糊的結論：「這些不同島上不同的怪異鳥類，其遠祖都可能是鴿子！」</p><p>多多鳥在毛里西亞島優哉游哉，島上生物種類有限，草、種籽、漿果，到處都是，多多鳥的食物充分，並且不斷擴大進食對象。在沒有天敵威脅下，多多鳥越長越大，長到五十磅的重量！牠的翅膀退化了，不能飛了。生物體格結構是互相影響的。多多鳥不能飛，翅膀萎縮，省掉了飛行必須耗費的能量，身體其他部分便膨脹起來，雙足變得又肥又大，以配合變重的身體。</p><p>配合島嶼的生活環境，多多鳥從鴿子的形狀與習性，演化成多多鳥的形狀與習性，牠是毛里西亞島「僅此一家，別無分號」的特殊產品。</p><p>一五○七年，葡萄牙人首次登陸毛里西亞島，發現了多多鳥，葡語「deudo」意即「蠢漢」的意思。因為多多鳥根本不懂得「避敵」，牠們毫無戒心，悠閒地在島上散步，一隻給抓了、殺了，另一隻還傻傻地站在旁邊看。</p><p>荷蘭人在一五九八年來時，也看到多多鳥，多多鳥也仍是親切地歡迎這些不速之客，絲毫沒有記取葡萄牙人給牠們的教訓。荷人也隨葡人叫牠們「Do Do」鳥，謔稱牠們是「笨鳥」。</p><p>葡萄牙人、西班牙人、英國人、法國人登上毛里西亞島後，殺掉了為數可觀的多多鳥。當年歐洲海上探險隊，海上生活單調令他們失去理性，在毛里西亞島上大肆捕殺多多鳥。除了捕殺外，水手們都習慣帶一些家畜在船上，一上岸，即放生一些家畜，如貓、狗、羊、豬、兔子等等，以便下回到島上有肉可吃。這些哺乳動物，外加每艘船都會有的老鼠，上了島嶼，把整個島嶼生態體系破壞，吃光草葉，踐踏鳥蛋，捕殺島上的動物，也傳來鳥的致命疾病──鳥天花，島上的鳥沒有免疫力，整批死亡。</p><p>多多鳥便是在這種情況下，在一六八一年絕了種。現今每回有人提到鳥類滅絕史，頭一個點名的，一定是多多鳥。英語的一句諺語是：「像多多鳥一樣地完蛋」，意即萬劫不復、無可挽回的意思。</p><p>（改寫自洪素麗〈多多鳥的傳奇〉）</p>",
    "subQuestions": [
      {
        "id": "8-1",
        "q": "「多多鳥在毛里西亞島優哉游哉」，「優哉游哉」的解釋應為下列何者?",
        "options": [
          "(A) 善於游泳",
          "(B) 從容自在",
          "(C) 追逐遊樂",
          "(D) 食物充足"
        ],
        "ans": "B",
        "explanation": "「優哉游哉」成語形容從容自得、悠閒自在的樣子。文中描述多多鳥在沒有天敵的島上，生活無憂無慮，符合此意。故選(B)。"
      },
      {
        "id": "8-2",
        "q": "根據本文，多多鳥之所以不躲避人類，以致被捕殺的主要原因是下列何者?",
        "options": [
          "(A) 多多鳥智商較低，不懂得躲避危險",
          "(B) 因為翅膀退化，多多鳥無法飛離危險",
          "(C) 人類以船上的食物家畜當作誘餌，獵殺牠們",
          "(D) 在島上不曾遇見天敵，因此對人類毫無防備"
        ],
        "ans": "D",
        "explanation": "文中第四段提到：「因為多多鳥根本不懂得『避敵』，牠們毫無戒心...」。這是因為多多鳥長期生活在沒有天敵威脅的孤島上（第二段：「在沒有天敵威脅下...」），演化過程中喪失了對掠食者的警戒心，導致面對人類時不知道要逃跑。故選(D)。"
      },
      {
        "id": "8-3",
        "q": "根據文章的敘述，下列何者最適合作為本文的結論?",
        "options": [
          "(A) 生物最後會滅絕，是歷史的宿命",
          "(B) 人類干預自然生態，影響物種生存",
          "(C) 生物肢體器官的退化，易導致物種滅絕",
          "(D) 自然氣候的變化，將影響生物的生存條件"
        ],
        "ans": "B",
        "explanation": "全文詳述了多多鳥滅絕的過程：先是歐洲探險隊的濫捕，接著是人類帶入的外來物種（家畜、老鼠）破壞生態環境、吃掉鳥蛋，以及帶入傳染病（鳥天花）。這些都是「人類干預」導致物種滅絕的鐵證，而非宿命或自然氣候變化。故選(B)。"
      }
    ]
  },
  {
    "id": "set-9",
    "title": "第9篇 晏平仲",
    "article": "<p>昔晏平仲敝車贏馬，桓子曰：「是隱君之賜也。」晏子曰：「自臣之貴，父之族，無不乘車者；母之族，無不足於衣食；妻之族，無凍餒者；齊國之士，待臣而舉火者，三百餘人。以此而為隱君之賜乎？彰君之賜乎？」於是齊侯以晏子之觴而觴桓子。予嘗愛晏子好仁，齊侯知賢，而桓子服義也。又愛晏子之仁有等級，而言有次也。</p><p>（節錄自錢公輔〈義田記〉）</p>",
    "subQuestions": [
      {
        "id": "9-1",
        "q": "桓子對於晏子所說：「是隱君之賜也。」這句話顯然是怎樣的口氣?",
        "options": [
          "(A) 激勵",
          "(B) 譏評",
          "(C) 讚嘆",
          "(D) 戲謔"
        ],
        "ans": "B",
        "explanation": "桓子看到晏子身為高官卻坐破車、駕瘦馬，認為他是在故意裝窮，隱藏國君的賞賜（沽名釣譽），因此這句話帶有譏諷、批評的意味。故選(B)。"
      },
      {
        "id": "9-2",
        "q": "晏子好仁助人的精神合乎誰的說法?",
        "options": [
          "(A) 耶穌的博愛",
          "(B) 釋迦牟尼的慈悲",
          "(C) 墨子的兼愛",
          "(D) 孔子的恕道"
        ],
        "ans": "D",
        "explanation": "晏子回答他照顧了父族、母族、妻族及齊國之士，這顯示他的仁愛是有親疏遠近等級的。這符合儒家（孔子）主張的「推己及人」、「親親而仁民」（由近及遠、愛有差等）的恕道精神。墨子的兼愛則是主張無差別的愛；耶穌與釋迦牟尼則多強調博愛與慈悲。故選(D)。"
      },
      {
        "id": "9-3",
        "q": "「晏子之仁有等級，而言有次也。」是說晏子的作法是怎樣?",
        "options": [
          "(A) 由上而下，由親而疏",
          "(B) 由上而下，由疏而親",
          "(C) 由下而上，由親而疏",
          "(D) 由下而上，由疏而親"
        ],
        "ans": "A",
        "explanation": "文末作者稱讚「晏子之仁有等級」，指他先照顧父族，次及母族、妻族，最後才到齊國之士。父族在宗法社會中地位最高且最親（上/親），國士關係較遠（下/疏）。這是一種由上而下、由親及疏的施行順序。故選(A)。"
      },
      {
        "id": "9-4",
        "q": "由文中的敘述，可知晏平仲的為人如何?",
        "options": [
          "(A) 雖富而不仁",
          "(B) 知義而好利",
          "(C) 守禮知法度",
          "(D) 好學勤發問"
        ],
        "ans": "C",
        "explanation": "晏子雖然富貴，但生活節儉（敝車贏馬），將財富用於照顧親族與國人，展現了仁德；面對桓子的譏評，他能理直氣壯且有條理地說明自己的用財之道，展現了知禮、守分寸（法度）的態度，不浮誇、不好利。故選(C)。"
      }
    ]
  },
  {
    "id": "set-10",
    "title": "第10篇 犀牛甘妲",
    "article": "<p>西元1515年，一隻名為甘妲的印度犀牛從印度西岸運達里斯本，作為禮物贈予葡萄牙國王。犀牛在當時的歐洲難得一見，引起了很大的騷動。</p><p>當時的版畫家杜勒為甘妲創作版畫，這件作品因廣受歡迎而大量印製、傳播。然而，版畫中的犀牛卻是一隻奇幻莫名的生物，身上披覆怪異的鎧甲、鱗片，以及各式瘤突、紋路與棘刺，更顯眼的則是後頸部那一支螺旋狀硬角。原來，杜勒並沒有親眼見過甘妲，而是根據一張由不知名的藝術家所繪製的素描轉製而來。有趣的是，當時另外一位版畫家柏克麥爾也製作了甘妲的木刻畫，儘管這件作品的真實性明顯優於杜勒版本，卻無法得到公眾的認同，遠不如杜勒版本普及。</p><p>杜勒的犀牛沾水筆手稿至今仍完整保存在大英博物館，若我們稍忽略細節來遠觀，就會發現畫中犀牛整體的比例與立體感並不突兀。然而，當我們想把一張手稿轉製成可以大量印行的版畫時，應該會面臨所謂「布線」的抉擇問題，也就是必須從原畫的灰階或紛雜的線條中整理、勾勒出明確的線條，確實「交代」這個物件的形狀與細節，不能模稜兩可。或許在這個階段，杜勒由於沒有親眼見到實體，再加上自身對異國奇物的想像，而在畫中做了許多超乎現實的描繪。</p><p>經過這些轉折，最終製成的版畫無愧大師之名，線條流暢靈活，布局精巧，而且整體視覺效果與細節也一如預期地強化了。甚至，在杜勒的手稿中犀牛後頸上的尖角原本並不是那麼明顯，現在也有意或無意地被放大了一點。</p><p>（改寫自陳一銘〈師法自然──生物學殿堂中的繪者〉）</p>",
    "subQuestions": [
      {
        "id": "10-1",
        "q": "根據本文，下列何者最可能是杜勒為犀牛甘妲製作的版畫?",
        "options": [
          "(A) <img src='images/q010_a.jpg' alt='Option A'>",
          "(B) <img src='images/q010_b.jpg' alt='Option B'>",
          "(C) <img src='images/q010_c.jpg' alt='Option C'>",
          "(D) <img src='images/q010_d.jpg' alt='Option D'>"
        ],
        "ans": "D",
        "explanation": "文中描述杜勒的版畫特徵：「身上披覆怪異的鎧甲、鱗片，以及各式瘤突、紋路與棘刺，更顯眼的則是後頸部那一支螺旋狀硬角」。選項 (D) 的圖片（著名的杜勒犀牛）最符合這些特徵，特別是後頸部那個不切實際的螺旋小角。故選 (D)。"
      },
      {
        "id": "10-2",
        "q": "根據本文，杜勒製作的犀牛版畫與真實犀牛有明顯差異的原因，不包含下列何者?",
        "options": [
          "(A) 沒有親眼見到犀牛",
          "(B) 過度凸顯比例和立體感",
          "(C) 對異國奇物的想像脫離現實",
          "(D) 從手稿轉製為版畫時會強化細節"
        ],
        "ans": "B",
        "explanation": "(A) 正確。文中說「杜勒並沒有親眼見過甘妲」。<br>(B) 錯誤。文中提到「畫中犀牛整體的比例與立體感並不突兀」，表示比例和立體感是相對準確的，並非差異的主因。<br>(C) 正確。文中提到「加上自身對異國奇物的想像，而在畫中做了許多超乎現實的描繪」。<br>(D) 正確。文中提到「從原畫的灰階或紛雜的線條中整理...整體視覺效果與細節也一如預期地強化了」。"
      }
    ]
  },
  {
    "id": "set-11",
    "title": "第11篇 楊布打狗",
    "article": "<p>楊朱之弟曰布，衣素衣而出。天雨，解素衣，衣緇衣而返。<br>其狗不知，而吠之。楊布怒，將擊之。</p><p>楊朱曰：「子勿擊矣，子亦猶是也。曩者使汝狗白而往黑而來，豈能無怪哉？」</p><p>註：①「衣」素衣而出：音ㄧˋ，穿。<br>②緇：音ㄗ，黑色。<br>③曩者：音ㄋㄤˇ，從前。</p><p>（戰國 列禦寇《列子‧說符‧楊布打狗》）</p>",
    "subQuestions": [
      {
        "id": "11-1",
        "q": "「楊布怒，將擊之」中的「之」詞性為何?",
        "options": [
          "(A) 動詞",
          "(B) 副詞",
          "(C) 代詞",
          "(D) 介詞"
        ],
        "ans": "C",
        "explanation": "「之」在文言文中常被用作代詞。在此句「楊布怒，將擊之」中，楊布因為狗對他吠叫而生氣，想要打「牠」。這個「之」字指代的就是前面提到的「狗」，具有替代名詞的作用，故詞性為代詞。選(C)。"
      },
      {
        "id": "11-2",
        "q": "楊布的狗吠他，是因為狗「無法」分辨主人的何種改變?",
        "options": [
          "(A) 服飾",
          "(B) 聲音",
          "(C) 容貌",
          "(D) 身材"
        ],
        "ans": "A",
        "explanation": "文中提到楊布出門時穿著「素衣」（白衣），因為下雨把白衣脫了，回來時穿著「緇衣」（黑衣）。狗因為看到衣服顏色改變而認不出主人，遂對其吠叫。楊朱也說：「使汝狗白而往黑而來」，說明狗是無法分辨主人「服飾」顏色的改變。故選(A)。"
      },
      {
        "id": "11-3",
        "q": "本文的故事內容主要在說明什麼?",
        "options": [
          "(A) 不要隨便在背後毀謗他人",
          "(B) 如果只注重事情的表面現象，往往容易把事情看錯",
          "(C) 要養成愛護動物的好習慣",
          "(D) 處理問題要心平氣和，不可衝動"
        ],
        "ans": "B",
        "explanation": "這則寓言故事透過狗因為主人衣服顏色改變就認不得主人，進而吠叫的情節，來比喻如果人們只觀察事物的表面現象（如衣服顏色），而忽略了本質（如楊布本人未變），就容易產生誤解與錯誤的判斷。故選(B)。"
      }
    ]
  },
  {
    "id": "set-12",
    "title": "第12篇 尚節亭記",
    "article": "<p>古人植卉木而有取義焉者，豈徒為玩好而已。故蘭取其芳，諼草取其忘憂，蓮取其出淤泥而不染。不特卉木也，佩以玉，環以象，坐右之器以欹，或以之比德而自勵，或以之懲志而自警；進德修業，於是乎有裨焉。</p><p>會稽黃中立，好植竹，取其節也；故為亭竹間，而名之曰「尚節之亭」，以為讀書游藝之所，澹乎無營乎外之心也。予觀而喜之。</p><p>夫竹之為物，柔體而虛中，婉婉焉而不為風雨摧折者，以其有節也。至於涉寒暑，蒙霜雪，而柯不改，葉不易，色蒼蒼而不變，有似乎臨大節而不可奪之君子。信乎！有諸中，形於外，為能踐其形也。然則以節言竹，復何以尚之哉？</p><p>世衰道微，能以節立身者鮮矣。中立抱材未用，而早以節立志，是誠有大過人者，吾又安得不喜之哉？</p><p>註：①諼草：即萱草，古代一種相傳可忘憂的植物。<br>②裨：益處。<br>③「柯」不改：草木的枝莖。</p><p>（節錄自劉基《尚節亭記》）</p>",
    "subQuestions": [
      {
        "id": "12-1",
        "q": "關於本文主旨，下列說明何者正確?",
        "options": [
          "(A) 專論竹子與節操的關係",
          "(B) 比較各類植物的特色",
          "(C) 說明喜愛竹子的理由",
          "(D) 讚美黃中立能以節立身"
        ],
        "ans": "D",
        "explanation": "文章雖然花費篇幅描寫竹子的特質（柔體虛中、不被風雨摧折、涉寒暑不變色），但其最終目的是「借物喻人」。作者劉基藉由讚美竹子的「節」，來推崇黃中立（亭主）能夠在世衰道微的環境下，依然「以節立志」、「以節立身」。故文章的核心主旨是讚美黃中立的高尚品格。選(D)。"
      },
      {
        "id": "12-2",
        "q": "根據本文，下列敘述何者正確?",
        "options": [
          "(A) 古人種植花木，只供玩好，不在裨補德業",
          "(B) 作者愛竹子，因為竹子長有節目",
          "(C) 竹子經霜不變，很有君子堅貞的操守",
          "(D) 中立抱材未用，為亭竹間，藉以博取美名"
        ],
        "ans": "C",
        "explanation": "(A) 錯誤，文中第一段即說「古人植卉木而有取義焉者，豈徒為玩好而已」，表示不只是為了好玩，而是為了進德修業。(B) 錯誤，作者喜愛的是竹子所象徵的「節操」精神，而非單純因為它長有竹節。(C) 正確，文中提到竹子「涉寒暑，蒙霜雪，而柯不改，葉不易... 有似乎臨大節而不可奪之君子」，以此比喻君子堅貞的操守。(D) 錯誤，黃中立蓋尚節亭是為了「讀書游藝」、「澹乎無營乎外之心」，並非為了博取美名。故選(C)。"
      },
      {
        "id": "12-3",
        "q": "「吾又安得不喜之哉？」這句話和下列何者互相呼應?",
        "options": [
          "(A) 古人植卉木而有取義焉者",
          "(B) 於是乎有裨焉",
          "(C) 予觀而喜之",
          "(D) 復何以尚之哉"
        ],
        "ans": "C",
        "explanation": "文章第二段末尾提到「予觀而喜之」（我看了很喜歡它/他），這是作者初次表達喜愛之情。文末再次感嘆「吾又安得不喜之哉？」（我怎麼能不喜歡他呢？），這種首尾情感的連結與重複，即是互相呼應的手法。故選(C)。"
      },
      {
        "id": "12-4",
        "q": "古人為文，都有想要表達的中心思想，本文的中心思想應為下列何者?",
        "options": [
          "(A) 義",
          "(B) 竹",
          "(C) 節",
          "(D) 志"
        ],
        "ans": "C",
        "explanation": "整篇文章從古人植木取義開始，談到黃中立蓋「尚節」亭，接著論述竹子因為有「節」而能經霜雪不變，最後讚美黃中立能以「節」立身。全篇的論述核心都圍繞著「節」（節操、氣節）這個字展開，故中心思想為(C)節。"
      },
      {
        "id": "12-5",
        "q": "關於本文的寫作手法，下列敘述何者最恰當?",
        "options": [
          "(A) 運用排比句式強調節操的重要",
          "(B) 藉描寫人物言行表現道德修養",
          "(C) 引用典故說明植竹的歷史由來",
          "(D) 以物象徵人，藉竹頌揚君子之節"
        ],
        "ans": "D",
        "explanation": "本文是一篇典型的「託物言志」或「藉物喻人」的文章。作者詳細描寫了竹子的自然特徵（柔體虛中、經冬不凋），並將這些特徵轉化為人的道德品質（有節操、臨大節而不可奪）。透過讚美竹子，實則是為了頌揚具有同樣節操的君子（如黃中立）。故(D)以物象徵人，藉竹頌揚君子之節最恰當。"
      }
    ]
  },
  {
    "id": "set-13",
    "title": "第13篇 做個好品格的現代人",
    "article": "<p>閱讀題組：愛蓮說中周敦頤藉蓮的特質說明君子的種種美德，並自我期許。時至今日，即使科技進步、價值觀多元，培養良好的品格仍是學習的重要課題，請就以下提供的資訊，回答各問題。</p><p><strong>做個好品格的現代人</strong></p><p>品格影響人一生的發展，表一是孔子勉勵弟子修德的一些內容，表二是天下雜誌對現代青少年應具備的品格項目所做的問卷調查。兩個表格可以看出古今對品格的要求皆有其共通性，如「己所不欲，勿施於人」就是現在所謂的同理心。這些資訊都可以提供我們修養品格的參考。</p><p><strong>表一 論語中有關修德的篇章</strong></p><div style='text-align:center'><img src='images/q013-1.jpg' alt='表一' style='max-width:100%; border-radius:10px;'></div><br><p><strong>表二 青少年最需要培養的品格項目 (可複選，最多三項)</strong></p><div style='text-align:center'><img src='images/q013-2.jpg' alt='表二' style='max-width:100%; border-radius:10px;'></div><p><small>資料來源：《天下雜誌 親子天下專刊》對國中小學童的家長問卷調查：您認為現在的孩子在品格教育上，最需要培養的是什麼？</small></p>",
    "subQuestions": [
      {
        "id": "13-1",
        "q": "王皓丸段考成績滿江紅，他非但不反省自己的學習態度，反而抱怨老師沒有做考前複習，怪罪弟弟看電視干擾他，甚至歸咎爸媽的遺傳基因太差。下列哪句話最適合用來糾正他這樣的心態?",
        "options": [
          "(A) 人而無信，不知其可也",
          "(B) 見義不為，無勇也",
          "(C) 君子求諸己，小人求諸人",
          "(D) 己所不欲，勿施於人"
        ],
        "ans": "C",
        "explanation": "王皓丸面對失敗（成績差），不自我反省，反而怪罪老師、弟弟、父母，這完全符合「小人求諸人」（小人總是要求別人、怪罪別人）的特徵。糾正他應教導他「君子求諸己」（君子遇到問題會先反求諸己，檢討自己）。故選(C)。"
      },
      {
        "id": "13-2",
        "q": "從表二的統計結果來看，下列敘述何者正確?",
        "options": [
          "(A) 家長們最在意的是孩子缺乏同理心",
          "(B) 家長們認為勇敢比忍受挫折力更重要",
          "(C) 受訪者認為孩子能有自信比有誠信更加重要",
          "(D) 超過半數的受訪者都認為孩子需要學習自律"
        ],
        "ans": "D",
        "explanation": "(A) 表二中顯示最高比例的是「自律精神」(56.88%)，而非同理心(44.51%)，故錯誤。(B) 「勇敢」僅佔14.19%，「忍受挫折力」佔32.68%，故家長認為忍受挫折力更重要，敘述錯誤。(C) 「有自信」為25.45%，「誠信」為26.7%，誠信的比例略高，故敘述錯誤。(D) 「自律精神」比例為56.88%，確實超過50%（半數），故(D)敘述正確。"
      },
      {
        "id": "13-3",
        "q": "請根據下列論語原文，從選項中選出最能對應的品格修養項目：<br>①眾惡之，必察焉；眾好之，必察焉。<br>②君子求諸己，小人求諸人。<br>③人而無信，不知其可也。<br>④見義不為，無勇也。<br>選項：(A) 判斷力、自律、誠信、勇敢 (B) 判斷力、誠信、自律、勇敢 (C) 勇敢、自律、誠信、判斷力 (D) 自律、勇敢、誠信、判斷力",
        "options": [
          "(A) 判斷力、自律、誠信、勇敢",
          "(B) 判斷力、誠信、自律、勇敢",
          "(C) 勇敢、自律、誠信、判斷力",
          "(D) 自律、勇敢、誠信、判斷力"
        ],
        "ans": "A",
        "explanation": "①「眾惡之...必察焉」是指不要隨波逐流，要有自己的觀察與見解，對應「思考判斷力」。<br>②「君子求諸己」是指自我要求、自我反省，對應「自律」。<br>③「人而無信」講求信用，對應「誠信」。<br>④「見義不為，無勇也」直接提到了勇，對應「勇敢」。<br>故順序為：判斷力、自律、誠信、勇敢。選(A)。"
      }
    ]
  },
  {
    "id": "set-14",
    "title": "第14篇 季節雨",
    "article": "<p>在黃昏的天空<br>我看到那彩帶一樣的迷濛<br>是你可愛的笑容<br>跟著我走在雨中<br>我們去看那迷濛的天空<br>在這雨的季節中<br>季節雨別笑我什麼都不懂<br>我知道愛就像一場夢<br>季節雨別笑我什麼都不懂<br>我知道愛就像季節雨<br>消失無蹤</p><p>（《季節雨》洪光遠詞，楊耀東唱）</p>",
    "subQuestions": [
      {
        "id": "14-1",
        "q": "這首季節雨最後所描寫遭遇與下列何者相同?",
        "options": [
          "(A) 他鄉的雨，和著母親的淚",
          "(B) 聽到瓦背上嘩嘩的雨聲，我就放心了",
          "(C) 失戀雨無緣無故無情淋著我的愛",
          "(D) 你說如果雨一直下到明天，我們就廝守到永遠"
        ],
        "ans": "C",
        "explanation": "歌詞最後說「我知道愛就像一場夢」、「我知道愛就像季節雨，消失無蹤」，表達了愛情像雨一樣短暫、消逝的感傷，這是一種失戀的情境。(A)是思鄉之情，(B)是安心的感覺（如《下雨天，真好》），(D)是熱戀的承諾。唯有(C)「失戀雨無緣無故無情淋著我的愛」同樣描寫失戀的痛苦與愛的消逝。故選(C)。"
      },
      {
        "id": "14-2",
        "q": "「季節雨別笑我什麼都不懂」一句使用的轉化修辭法與下列何者相同?",
        "options": [
          "(A) 雨天總是把我帶到另一個處所",
          "(B) 肚子鼓得跟蜜蜂似的",
          "(C) 與其感慨失去的，不如珍惜擁有的",
          "(D) 一把綠色的小傘是一頂荷蓋"
        ],
        "ans": "A",
        "explanation": "題目「季節雨別笑我...」是將物（季節雨）賦予人的動作（笑），屬於轉化修辭中的「擬人」。<br>(A) 「雨天總是把我帶到...」將雨天擬人化，能做「帶」的動作，同屬擬人。<br>(B) 「肚子鼓得跟蜜蜂似的」有「跟...似的」，是譬喻（明喻）。<br>(C) 是映襯。<br>(D) 「...是...」是譬喻（隱喻）。<br>故選(A)。"
      }
    ]
  },
  {
    "id": "set-15",
    "title": "第15篇 泰山日出",
    "article": "<p>玫瑰汁，葡萄漿，紫荊液，瑪瑙精，霜楓葉——大量的染工，在層累的雲底工作，無數蜿蜒的魚龍，爬進了蒼白的雲堆。</p><p>一方的異彩，揭去了滿天的睡意，喚醒了四隅的明霞——光明的神駒，在熱奮地馳騁。雲海也活了；眠熟的獸形的濤瀾，又回復了偉大的呼嘯，昂頭搖尾的向著我們朝露染青饅形的小島沖洗，激起了四岸的水沫浪花，震蕩著這生命的浮礁，似在報告光明與歡欣之臨在……</p><p>再看東方——海句力士已經掃蕩了他的阻礙，雀屏似的金霞，從無垠的肩上產生，展開在大地的邊沿。起……起……用力，用力，純焰的圓顱，一探再探地躍出了地平，翻登了雲背，臨照在天空。</p><p>（徐志摩《泰山日出》）</p>",
    "subQuestions": [
      {
        "id": "15-1",
        "q": "泰山日出一文的敘述手法較偏向哪一種感官的摹寫?",
        "options": [
          "(A) 嗅覺",
          "(B) 聽覺",
          "(C) 味覺",
          "(D) 視覺"
        ],
        "ans": "D",
        "explanation": "文中充滿了色彩與形狀的描寫，如「玫瑰汁，葡萄漿，紫荊液...」（紅紫色系色彩）、「魚龍」、「神駒」、「雀屏似的金霞」、「純焰的圓顱」（形狀與光影）。這些都是透過眼睛觀察到的景象，屬於視覺感官的摹寫。故選(D)。"
      },
      {
        "id": "15-2",
        "q": "「純焰的圓顱」根據文章的內容來看，是指什麼?",
        "options": [
          "(A) 火箭",
          "(B) 太陽",
          "(C) 月亮",
          "(D) 殞石"
        ],
        "ans": "B",
        "explanation": "文中描述它「躍出了地平，翻登了雲背，臨照在天空」，且前文提到「光明」、「金霞」。結合篇名《泰山日出》，可知這個充滿火焰色彩（純焰）、圓形頭顱狀（圓顱）的物體，正是剛升起的太陽。故選(B)。"
      },
      {
        "id": "15-3",
        "q": "「玫瑰汁，葡萄漿，……，霜楓葉」，作者是以這些東西來形容哪種顏色?",
        "options": [
          "(A) 青綠色",
          "(B) 金黃色",
          "(C) 紫紅色",
          "(D) 靛藍色"
        ],
        "ans": "C",
        "explanation": "玫瑰汁（紅）、葡萄漿（紫紅）、紫荊液（紫）、瑪瑙精（紅/深紅）、霜楓葉（紅）。這些事物的共同特徵是皆呈現紅、紫等暖色系色彩。作者用來形容日出前雲層被霞光染紅的顏色，故選(C)紫紅色。"
      }
    ]
  },
  {
    "id": "set-16",
    "title": "第16篇 蘭嶼徒步環島不要載我",
    "article": "<p>早年帶學生到蘭嶼上課時，即耳聞達悟族不吃鰻魚，感覺非常訝異，因為日本料理店的鰻魚料理可不便宜，鰻魚便當更是有名，而蘭嶼海域盛產鰻魚，偏偏達悟族人的傳統是不吃鰻魚的。若老人家看到有人吃海鰻或青蛙，會跟對方說：「是鬧飢荒了嗎？」這樣的話是在取笑數落那個人啊！問過當地友人，得到的答案是：「鰻魚那麼醜，幹嘛吃牠」。當然，這是開玩笑的回答，實際的答案是達悟族人不吃沒有魚鱗的生物，像是青蛙、鰻魚之類的。</p><p>達悟族人真的超討厭鰻魚，特別是到海邊射魚時常會遇到鰻魚，牠還會偷食獵人的漁獲，所以有的漁夫潛水射魚時看到鰻魚會射殺後丟棄，聽漁夫說有的鰻魚有手臂一樣粗，還是射死後丟棄，聽在我這漢人耳裡，直覺得好可惜。</p><p>在得知這訊息後心想，既然達悟族人不吃，那我們來吃。那是我帶學生到蘭嶼上課時的盤算，因為部落資源缺乏，我們一群師生十幾二十人到蘭嶼上課，一住就是半個月，甚至一個月，伙食是個問題。沒想到我的達悟族學生在一個月黑風高的夜晚，從東清騎機車到朗島找我，遞給我一個塑膠袋，裡頭有個用報紙包著的東西，我丈二金剛摸不著頭緒，不知道他葫蘆裡在賣什麼膏藥，要搞得神秘兮兮。</p><p>原來，他有次去釣魚時抓到一隻鰻魚，以前的經驗就直接丟棄，後來因為聽說我要吃，所以特別保留，而且用報紙層層包住，冰凍在家中的冷凍櫃，不敢讓家人發現，等我暑假帶學生到蘭嶼上課時，特別帶來送給我的。我難得收到這份厚禮，感動莫名。</p><p>為了這隻鰻魚，我折騰許久，雖然口中說達悟族人不吃，我來吃，等實際拿到鰻魚才知道，真正的麻煩才要開始。第二天，問了親朋好友，海鰻怎麼煮？眾人建議用中藥燉煮，其實我對廚藝是全然外行，但知道蘭嶼的農會超市可買到中藥包，沒有問題。接下來的問題是，等我開口說要煮鰻魚時，友人面有難色，我才警覺事有蹊蹺，因為他擺明不願意借我鍋子煮鰻魚。</p><p>此時，我才猛然發現，我住宿的朋友家，廚房鍋子的鍋蓋上用簽字筆寫著「男」「女」，我心想，這對恩愛夫妻怎麼會搞到連鍋子都要分，也太扯了。後來才發現，原來蘭嶼傳統文化對魚蟹分類非常嚴謹，我這漢人傻傻連魚有公母都分不清，沒想到達悟族的魚還分男人魚、女人魚、老人魚，也太神奇了，而且連煮魚的鍋子也有分，煮男人魚、煮女人魚的鍋子不同，原來鍋蓋上的男、女，指的是煮食哪種魚類使用，不是夫妻感情不好的財產區分，我真的是想太多了。</p><p>重點是，那我的鰻魚呢？要用哪種鍋子煮啊。問了半天，答案揭曉，沒有。沒想到達悟族人看不起鰻魚到這種程度，連煮鰻魚的鍋子都不願意借，我只好為了這條鰻魚，到農會超市買鍋子回來，才擺平煮鰻魚事件。還好，我的友人沒有計較到連瓦斯爐都不願意借，要我自己生火煮鰻魚，真的是感謝主。</p><p>後來那條鰻魚怎麼處理，我已經忘了，是真的買鍋子下中藥煮鰻魚湯或折騰半天後放棄了，已不可考。但這鰻魚事件著實讓我對蘭嶼的在地文化，上了寶貴的一課。</p><p>早期帶學生到蘭嶼上課，趣事橫生。有一次課餘之暇，友人相邀到尾端岩釣海鰻。那天傍晚，友人幫我準備了釣魚線，因為是要釣鰻魚，所以要做加強版的釣鉤。鰻魚的牙齒很利，一般釣魚線會被鰻魚咬斷，因此在綁魚鉤那端要用鋼絲纏繞，避免被輕易咬斷，功虧一簣。一切準備就緒，拿著釣魚線，走到海溝邊，展開正式的朗島盃釣鰻魚比賽，其實只有兩人。由於我是新手，友人還要一面教我怎麼尋找鰻魚的蹤跡，怎麼釣鰻魚。原來，海裡的鰻魚會利用漲潮時游到礁石區的海溝覓食，所以在有水的海溝漲潮時，常會發現鰻魚的身影。釣鰻魚的時候，用任何有魚腥味的生物當魚餌皆可，小魚的內臟、寄居蟹的屍體、魚肉，都可以，有腥味的鰻魚都吃。</p><p>由於鰻魚身長，會躲在海溝的洞穴藏身，只有頭會探出，釣的時候要把魚餌放到鰻魚的眼前，但不要靠洞穴太近，要設法引誘牠出洞，原來「引蛇出洞」對海鰻也適用。如果不這樣做，釣到鰻魚會拉不起來，因為鰻魚的身體會捲住岩石，讓你無法釣上來，最後會脫鉤，白忙一場。</p><p>接著，因為鰻魚很滑，牙齒很利，釣到以後不能像一般釣魚一樣直直拉起就好，而是要一面抖動，一面往礁石區移動，避免鰻魚捲成一團，不好處理。然後，鰻魚釣上來以後，還有一招很重要，就是要把鰻魚用力地甩在礁石上，讓牠昏迷，再用準備好的棍棒敲擊鰻魚頭部，將之擊昏，並用腳踩住牠的頭，然後把魚鉤取下，釣鰻魚的工作才算完成。</p><p>我雖是新手，但學習能力很強，很快就上手，開始在海溝中尋覓海鰻的身影，看到後來就依樣畫葫蘆地釣牠，一回生，二回熟，慢慢抓到訣竅，發現釣鰻魚很容易又很好玩。在釣鰻魚的過程中，意外發現，鰻魚真的很愛吃。由於我的經驗不足，有隻鰻魚在上鉤後被牠溜進洞穴，我拉不出來，最後脫鉤了，在牠的嘴上留下一道撕裂的傷口，本以為那隻鰻魚有此經驗，不會再來咬食了，沒想到，釣餌一放，牠又過來了。這隻鰻魚第二次上鉤時，我的經驗還是不夠，又讓牠跑了，有點氣餒。</p><p>很快地，我換好魚餌，發現牠還在，再試一次，牠的嘴上已經有兩道傷口了，心想應該不會再吃了吧！哪知牠又吃了，我既驚又喜，但操之過急又扯掉了，還是被牠溜走，真的好挫折，暗暗罵自己怎麼那麼笨手笨腳，連隻鰻魚都釣不到。沒想到，嘴上已經有三道撕裂傷的鰻魚還在，等我小心翼翼地把魚餌放入海中，牠又過來吃了。總算皇天不負苦心人，這次讓我釣到。驚喜之餘，一面抖動手中的釣線，說時遲，那時快，以最快的速度將鰻魚甩到礁石上，來回幾次，終於搞定，順利取下魚鉤，得到一分。</p><p>說實在，在釣鰻魚的過程中，雖然真的很好玩，但心中有股淡淡的哀傷。一來是於心不忍，看鰻魚嘴巴撕裂的模樣，還要有點殘忍地甩牠，直到昏死過去，感覺有點血腥。但真正讓我難過的是，鰻魚怎麼會這麼沒有反省能力，咬一次嘴巴已經有撕裂傷了，還會一而再、再而三地上鉤，一點反省能力都沒有。此時想到的是，教室上課時學生的反應，即是如此。老師一而再、再而三地叮嚀，上課不要玩手機、不要講話，學生總是依然故我，玩他們的、講他們的，臺上臺下兩樣情。</p><p>以前的我，總是會上課上到懷疑人生，直到那回釣了鰻魚，我才恍然大悟，原來，有些人的行為模式真的像鰻魚，想到這裡，心中才釋懷。之後，在校園上課，有時實在受不了，我會脫口而出，講某某學生像鰻魚一樣，學生完全狀況外，不知老師在說什麼，但是我卻能因此得到療癒。原來，釣鰻魚也是深具人生哲理，對生命的成長，是有助益的。</p><p>那次釣鰻魚比賽的結果，如果我沒記錯，最後的比數是四比一，我獲勝，那應該是我唯一一次釣魚比賽贏的紀錄，當然，我猜想，達悟族人應該連釣鰻魚也不屑，故意讓我的。</p><p>在蘭嶼的徒步行程，因為時間太趕，所以沒有辦法排其他的體驗行程，否則，安排釣海鰻的體驗也很有創意，順便推廣海鰻的特色餐飲，讓達悟族不吃的海中資源成為旅人的美食，說不定會大賣。</p><p>看到那兩條在芋頭田悠游的鰻魚，有感而發地跟旅人分享了這段鰻魚故事，提醒旅人，千萬不要變成鰻魚。萬一，下次有人說你是鰻魚時，要知道，那是在罵人。</p><p>（本文節錄自簡鴻模《蘭嶼徒步環島不要載我》玉山社）</p>",
    "subQuestions": [
      {
        "id": "16-1",
        "q": "達悟族人不食鰻魚的原因是什麼?",
        "options": [
          "(A) 民族神話影響",
          "(B) 鰻魚普遍有毒",
          "(C) 鰻魚沒有鱗片",
          "(D) 鰻魚數量稀少"
        ],
        "ans": "C",
        "explanation": "文章第一段提到：「實際的答案是達悟族人不吃沒有魚鱗的生物，像是青蛙、鰻魚之類的。」明確指出達悟族人不吃鰻魚是因為牠「沒有魚鱗」，這是他們的飲食文化禁忌。故選(C)。"
      },
      {
        "id": "16-2",
        "q": "作者在蘭嶼料理鰻魚時遇到何種困難?",
        "options": [
          "(A) 鰻魚放在冰凍櫃太久，不好煮",
          "(B) 蘭嶼沒有中藥行，沒辦法燉煮",
          "(C) 友人家的鍋子有男女使用之別，所以不願出借",
          "(D) 達悟族人的鍋子依魚分類，無專煮鰻魚的鍋子"
        ],
        "ans": "D",
        "explanation": "文中提到作者想借鍋子煮鰻魚時，友人面有難色。原來達悟族對魚類分類嚴謹（男人魚、女人魚），連鍋子也有分。而鰻魚因為不被食用，根本不在這些分類中，「連煮鰻魚的鍋子都不願意借」，實際上是因為沒有專門用來煮這種「被視為不能吃」的生物的鍋子。作者只好自己去買鍋子。故選(D)。"
      },
      {
        "id": "16-3",
        "q": "關於作者受友人邀請釣鰻魚的過程及結果，下列敘述何者正確?",
        "options": [
          "(A) 作者毫無經驗，屢屢失敗，沒釣中一隻",
          "(B) 作者汲取經驗，最後成功釣中一隻鰻魚",
          "(C) 作者瞎貓碰到死老鼠，馬上釣中一隻鰻魚",
          "(D) 作者累積經驗，但鰻魚也精明，最後逃脫"
        ],
        "ans": "B",
        "explanation": "文中描述作者是新手，起初經驗不足，讓鰻魚脫鉤了幾次（「有隻鰻魚在上鉤後被牠溜進洞穴...第二次上鉤時，我的經驗還是不夠，又讓牠跑了」）。但後來作者「總算皇天不負苦心人，這次讓我釣到」，成功釣起了那隻嘴上有三道傷口的鰻魚。故選(B)。"
      },
      {
        "id": "16-4",
        "q": "承上題，下列哪一句話可以用來勸告鰻魚?",
        "options": [
          "(A) 死得其所，流芳百世",
          "(B) 最偉大的勝利，就是戰勝自己",
          "(C) 要想知河水深淺，需問過來人",
          "(D) 聰明的人不會被同一塊石頭絆倒兩次"
        ],
        "ans": "D",
        "explanation": "文中提到那隻鰻魚「咬一次嘴巴已經有撕裂傷了，還會一而再、再而三地上鉤，一點反省能力都沒有」。這種不知記取教訓，重複犯同樣錯誤的行為，正好可以用(D)「聰明的人不會被同一塊石頭絆倒兩次」來勸告。意即應該要學乖，不要重蹈覆轍。"
      }
    ]
  },
  {
    "id": "set-17",
    "title": "第17篇 智能的夢魘",
    "article": "<p>我想，一個人最值得珍視的就是仁慈的天性，這遠比聰明重要；如果缺乏仁慈的天性，就應該通過艱苦修煉來叩擊良知；如果連良知也叩擊不出來，那就要以長期的教育使他至少懂得敬畏，恪守規矩；如果連這也做不到，那就只能寄望於他的愚鈍和木訥了；如果他居然頗具智能，又很有決斷，那就需要警覺，因為這樣的人隨時有可能進入一種可怖的夢魘，並把這種夢魘帶給別人。</p><p>（節錄自余秋雨《智能的夢魘》）</p>",
    "subQuestions": [
      {
        "id": "17-1",
        "q": "作者所指的「可怖的夢魘」指的是什麼?",
        "options": [
          "(A) 濫用仁慈的天性所造成的傷害",
          "(B) 不可救的愚鈍和木訥",
          "(C) 缺乏教育的訓練和陶冶",
          "(D) 缺乏仁心，並利用自己的資質為非作惡"
        ],
        "ans": "D",
        "explanation": "文章邏輯層層遞進：最重要的是仁慈 -> 沒有仁慈要有良知 -> 沒有良知要守規矩 -> 不守規矩最好愚鈍。最後提到最可怕的情況是：「如果他居然頗具智能，又很有決斷」（即有資質），但前述的仁慈、良知、規矩都缺乏，這樣的人會製造「可怖的夢魘」。故夢魘指的是(D)缺乏仁心，卻有能力（資質）去為非作惡，從而造成巨大傷害。"
      },
      {
        "id": "17-2",
        "q": "作者認為可以補救缺乏仁心的方法，「不包括」下列何者?",
        "options": [
          "(A) 具備智能和決斷力",
          "(B) 天資愚鈍木訥",
          "(C) 長期教育",
          "(D) 喚醒良知"
        ],
        "ans": "A",
        "explanation": "文中提到的補救或緩衝層次包括：「叩擊良知」（喚醒良知）、「長期的教育使他懂得敬畏」（長期教育）、甚至「寄望於他的愚鈍和木訥」（天資愚鈍木訥，至少不會作大惡）。唯獨(A)「具備智能和決斷力」在缺乏仁心的情況下，被作者視為危險的訊號（需要警覺），而非補救方法。故選(A)。"
      }
    ]
  },
  {
    "id": "set-18",
    "title": "第18篇 上邪",
    "article": "<p>上邪！我欲與君相知，長命無絕衰。山無陵，江水為竭，冬雷震震，夏雨雪，天地合，乃敢與君絕。</p><p>註：①上邪：天啊。此為作者指著蒼天發誓。邪，通「耶」，語氣助詞，表感嘆。<br>②相知：相愛。<br>③長命無絕衰：長使感情不衰減。命，讓、使。<br>③山無陵：山磨去山峰成為平地。<br>⑤冬雷震震：冬天發出陣陣的巨聲雷響。<br>⑥夏雨雪：夏天降下白雪。雨，動詞，落下。<br>⑦天地合：指天塌下來與地相合。<br>⑧絕：指斷絕關係。</p><p>（佚名《上邪》）</p>",
    "subQuestions": [
      {
        "id": "18-1",
        "q": "此詩主要在敘述何種情感?",
        "options": [
          "(A) 對故友的無限思念",
          "(B) 對國君的忠誠不二",
          "(C) 對戀人的堅貞不渝",
          "(D) 對天災的憂心忡忡"
        ],
        "ans": "C",
        "explanation": "詩句「我欲與君相知，長命無絕衰」直接表達了希望與對方相愛、感情永不衰絕的願望。接著列舉了「山無陵、江水為竭、冬雷震震、夏雨雪、天地合」等五種不可能發生的自然異象，來發誓除非這些發生，否則絕不與君斷絕。這是一種對愛情極致堅定、至死不渝的誓言。故選(C)。"
      },
      {
        "id": "18-2",
        "q": "關於本詩的說明，下列何者正確?",
        "options": [
          "(A) 這是一首與對方絕交而傷心欲絕的詩作",
          "(B) 全詩情感含蓄，表達女子對愛情的渴望",
          "(C) 藉由自然景物描寫對方的心意難以捉摸",
          "(D) 透過誇飾手法凸顯主角強烈堅定的情感"
        ],
        "ans": "D",
        "explanation": "詩中使用了一連串極端誇張的假設（山平、江乾、冬雷、夏雪、天地合），這些都是現實中幾乎不可能發生的事（誇飾修辭）。作者用這些不可能的條件作為「敢與君絕」的前提，反襯出對愛情堅定不移的決心。故(D)敘述正確。(A)是示愛而非絕交；(B)情感熱烈奔放而非含蓄；(C)是藉景物發誓，非描寫對方心意。"
      },
      {
        "id": "18-3",
        "q": "有關本詩內容意涵的詮釋，下列何者最恰當?",
        "options": [
          "(A) 作者對天許願乃祈望上天傳達心意給對方",
          "(B) 「山無陵，江水為竭」意近「海枯石爛」",
          "(C) 「冬雷震震，夏雨雪」是天對真情的反應",
          "(D) 「天地合，乃敢與君絕」表達女子的絕望"
        ],
        "ans": "B",
        "explanation": "「山無陵」（高山變平地）與「江水為竭」（江水乾涸）都是形容地貌的劇烈改變，與成語「海枯石爛」（海水乾枯，石頭粉碎）皆用來比喻時間久遠或意志堅定，誓言永不改變。故(B)最恰當。(A)是對天發誓而非傳話；(C)是假設的條件而非天的反應；(D)是表達決絕的誓言而非絕望。"
      }
    ]
  },
  {
    "id": "set-19",
    "title": "第19篇 對話推與敲",
    "article": "<p>對話推與敲：文章中出現對話，可以讓內容更生動、文意更清楚，人物情緒更鮮明。請根據對話情境，回答下列問題。</p><p>戰國時期,秦國有位公子名叫子楚，被送到趙國當人質。由於趙國對他極不禮遇，子楚生活拮据，日子過得並不如意。當時有位商人呂不韋，雖然事業有成，但深感商人的社會地位低下，心中渴望提升自己的身分。後來，呂不韋到趙國首都邯鄲經商，偶然得知子楚的特殊背景與困境，心生妙計，便前去拜見子楚。</p><p>呂不韋對子楚說：「我能助您光耀門庭。」</p><p>子楚笑道：「您還是先光耀自己的門庭，再來幫我吧！」</p><p>呂不韋回答：「您有所不知，（　　　　　）。」</p><p>子楚聽後，心領神會，便與呂不韋促膝長談。</p><p>後來呂不韋逐步實行自己的計畫，最後成功地讓子楚被立為秦國太子，並順利繼位為國君。子楚登基後，任命呂不韋為丞相，呂不韋也因此成功地提升了自己的身分地位。</p>",
    "subQuestions": [
      {
        "id": "19-1",
        "q": "根據文中人物的背景、心理與對話情境，推測呂不韋最可能用哪一句話來說服子楚?",
        "options": [
          "(A) 我只是不忍心看您受苦，才想幫您光耀門庭啊",
          "(B) 我只是希望天下能夠太平安樂，不再受戰爭侵擾",
          "(C) 我的門庭正需藉您的門庭光耀，才能有所提升",
          "(D) 我想和您合作，未來成為秦國最富有的大商人"
        ],
        "ans": "C",
        "explanation": "呂不韋的目的是「提升自己的身分」，而子楚譏笑他連自己門庭都沒光耀。呂不韋此時需要一句話點醒子楚，說明兩人的利益是綁定在一起的。選項(C)「我的門庭正需藉您的門庭光耀，才能有所提升」話中有話，暗示呂不韋若能助子楚（未來的秦王）飛黃騰達，呂不韋自己的地位也會隨之水漲船高。這正好切中了呂不韋「奇貨可居」的策略，也讓子楚聽懂了其中的利益交換，故心領神會。選(C)。"
      },
      {
        "id": "19-2",
        "q": "根據本文情境，推測兩人會面時，子楚對呂不韋的態度有何轉變?",
        "options": [
          "(A) 從敬畏到信任",
          "(B) 從輕視到看重",
          "(C) 從親近到疏遠",
          "(D) 從尊重到冷淡"
        ],
        "ans": "B",
        "explanation": "一開始呂不韋說要助子楚光耀門庭時，子楚「笑道：『您還是先光耀自己的門庭，再來幫我吧！』」，這句話帶有嘲諷與輕視的意味，認為一個商人憑什麼幫皇室公子。但聽完呂不韋的回答（暗示彼此利益共生）後，子楚「心領神會，便與呂不韋促膝長談」，態度轉為看重並願意深談。故轉變為(B)從輕視到看重。"
      }
    ]
  },
  {
    "id": "set-20",
    "title": "第20篇 生命中總有來來去去的朋友",
    "article": "<p>在暑假期間，一位昔日好友由倫敦回來。女兒側著頭天真地問：「是不是從很遠的地方回來的人，都要約著見面，請他們喝咖啡？」「那倒不一定啦！媽媽那時同她感情最好，一起做助教時，她很照顧媽媽。」女兒鍥而不捨地接著問：「大人也還要人家照顧嗎？她怎麼照顧你？」我聽了不由得笑了起來說：「人再大，也需要別人照顧呀！那時候，媽媽的心情很不好，王阿姨她自己做賀卡，媽媽看了好感動。這張卡片給了我很大的鼓勵！」女兒聽了，若有所思，低頭不語。</p><p>我和朋友見了面，開心地談著往事、彼此探問著現況，女兒一旁安靜地聽著，不一會兒朝我悄悄地說：「先借給我一百元好嗎？我想買一個東西。」過沒多久，她面對朋友，恭敬地立正，雙手捧上一盒包裝精美的禮物，一派正經地說：「王阿姨！送你一個小禮物，你從那麼遠的地方來。」朋友和我同時大吃了一驚，朋友手足無措，女兒很認真地併攏腳跟，無限深情地說：「我媽媽說你是她最好的朋友，謝謝你以前那麼照顧我媽。」一股熱氣往腦門兒直衝了上去，我喉嚨驀地哽咽了起來，眼睛霎時又溼又熱，萬萬沒想到女兒竟會如此做。朋友的眼睛也陡地紅了起來，嘴脣微顫，卻是一句話也說不出來，只緊緊摟過女兒，喃喃說道：「謝謝啊！謝謝……」女兒高興得又蹦又跳地走開了，留下兩個女人在飄著咖啡香的屋裡領受著比咖啡還要香醇的情誼。</p><p>生命中總有不同階段的朋友來來去去，但大多數的人們只用回憶懷念舊朋友，時間越久，友誼慢慢就淡了，不論多深厚的感情終究敵不過歲月的考驗，除非我們自己願意用心經營！！有些朋友雖然無法豐裕自己的生活，卻能溫暖自己的生命，每當想起他（她）時，看到他（她）時，心情就會很快樂，很開心，或許你我都曾經擁有過這樣的朋友，也曾經因為不珍惜而失去了這樣的朋友！！我不禁想幾年後，我們還會是好朋友嗎？</p><p>（《生命中總有來來去去的朋友》）</p>",
    "subQuestions": [
      {
        "id": "20-1",
        "q": "依據文意，小女孩送禮給王阿姨的原因為何?",
        "options": [
          "(A) 配合媽媽的要求",
          "(B) 收過禮物後的回禮",
          "(C) 想要和王阿姨當朋友",
          "(D) 感謝她對媽媽的照顧"
        ],
        "ans": "D",
        "explanation": "文中提到，女兒在聽完媽媽說王阿姨以前很照顧媽媽、給了很大鼓勵後，「若有所思」。後來送禮物時，女兒說：「我媽媽說你是她最好的朋友，謝謝你以前那麼照顧我媽。」這明確表示女兒是為了感謝王阿姨過去對媽媽的照顧，才主動買禮物送她。故選(D)。"
      },
      {
        "id": "20-2",
        "q": "「生命中總有不同階段的朋友來來去去，但大多數的人們只用回憶懷念舊朋友，時間越久，友誼慢慢就淡了，不論多深厚的感情終究敵不過歲月的考驗，除非我們自己願意用心經營。」下列何者「不算」是用心經營的方式?",
        "options": [
          "(A) 時常贈送禮物",
          "(B) 保持通信聯絡",
          "(C) 定期安排聚會",
          "(D) 發自內心珍惜"
        ],
        "ans": "A",
        "explanation": "經營友誼的重點在於情感的交流與維繫。(B)保持聯絡、(C)定期聚會、(D)內心珍惜，都是維繫情感的實質互動或心態。而(A)「時常贈送禮物」雖然也是一種表達，但若過於頻繁或流於物質形式，並非經營友誼的核心，且文中故事強調的是女兒那份「心意」帶來的感動，而非禮物本身（朋友手足無措，感動落淚）。與其他選項相比，單純的物質餽贈（時常贈送禮物）較不算最核心的經營方式。故選(A)。"
      }
    ]
  },
  {
    "id": "set-21",
    "title": "第21篇 買花",
    "article": "<p>帝城春欲暮，喧喧①車馬度。<br>共道牡丹時，相隨買花去。<br>貴賤無常價，酬直看花數。<br>灼灼②百朵紅，戔戔③五束素④。<br>上張幄幕庇，旁織笆籬護。<br>水灑復泥封，移來色如故。<br>家家習為俗，人人迷不悟。<br>有一田舍翁，偶來買花處。<br>低頭獨長嘆，此嘆無人諭。<br>一叢深色花，十戶中人賦！</p><p>注：①喧喧：喧鬧的樣子。<br>②灼灼：花朵茂盛鮮明的樣子。<br>③戔戔：積聚的樣子，形容眾多。戔，音ㄐㄧㄢ。<br>④五束素：即二十五匹絹帛。</p><p>（白居易《買花》）</p>",
    "subQuestions": [
      {
        "id": "21-1",
        "q": "就本詩的意境與內容來看，這是一首什麼性質的詩作?",
        "options": [
          "(A) 邊塞懷鄉",
          "(B) 社會寫實",
          "(C) 田園山水",
          "(D) 浪漫飄逸"
        ],
        "ans": "B",
        "explanation": "這首詩描寫了京城長安在暮春時節，富貴人家瘋狂買牡丹花的現象。最後透過「田舍翁」的嘆息：「一叢深色花，十戶中人賦！」（一叢深紅色的牡丹花價格，竟然相當於十戶中等農家的賦稅），深刻揭露了當時貧富差距懸殊的社會現象，具有強烈的批判性與現實意義。故屬於(B)社會寫實詩。"
      },
      {
        "id": "21-2",
        "q": "詩中道盡唐人照顧牡丹不遺餘力，以下何句並不屬之?",
        "options": [
          "(A) 水灑復泥封",
          "(B) 上張幄幕庇",
          "(C) 家家習為俗",
          "(D) 旁織笆籬護"
        ],
        "ans": "C",
        "explanation": "(A) 「水灑復泥封」是指為了移植花木，澆水並封泥保護根部，屬照顧行為。(B) 「上張幄幕庇」指張設帷幕遮蔽陽光風雨，屬照顧行為。(D) 「旁織笆籬護」指編織籬笆保護花木，屬照顧行為。而(C) 「家家習為俗」是指家家戶戶都把買花、賞花當成習俗，描述的是一種社會風氣，而非具體的照顧動作。故選(C)。"
      }
    ]
  },
  {
    "id": "set-22",
    "title": "第22篇 孔子晚而喜易",
    "article": "<p>孔子晚而喜易、序彖、繫、象、說卦、文言。讀易，韋編三絕。曰：「假我數年，若是，我於易則彬彬矣。」孔子以詩、書、禮、樂教，弟子蓋三千焉，身通六藝者七十有二人。</p><p>註：①韋：熟牛皮條。古代書籍是寫在竹木簡上，用熟牛皮條穿起來。<br>②假：借。這裡是「給予」的意思。<br>③彬彬：文質兼備，兼通文辭和義理。</p><p>（司馬遷《史記‧孔子世家》）</p>",
    "subQuestions": [
      {
        "id": "22-1",
        "q": "根據文意，下列敘述何者「錯誤」?",
        "options": [
          "(A) 孔子晚年喜歡鑽研易經，希望有充分的時間研究",
          "(B) 韋編三絕是因為孔子在翻閱書簡時，動作不夠小心",
          "(C) 目前孔子尚未完全掌握、理解周易的文詞與義理",
          "(D) 隨孔子就學的弟子約有三千人，精通六藝的有七十二人"
        ],
        "ans": "B",
        "explanation": "文中提到「讀易，韋編三絕」，這是指孔子勤讀《易經》，翻閱次數多到連串連竹簡的牛皮繩都斷了好幾次，形容其「勤奮好學」，而非(B)所述的動作不夠小心。故(B)為錯誤敘述。"
      },
      {
        "id": "22-2",
        "q": "由文意可推知，下列何者是成語「韋編三絕」的解釋?",
        "options": [
          "(A) 比喻了解透澈，能得心應手，運用自如",
          "(B) 比喻心意不定，反覆無常",
          "(C) 比喻戒慎恐懼，非常謹慎小心",
          "(D) 比喻讀書勤奮，刻苦自學"
        ],
        "ans": "D",
        "explanation": "「韋」是熟牛皮，「編」是編聯竹簡，「三絕」指多次斷裂。孔子因反覆閱讀《易經》導致牛皮繩多次斷裂，後人便以「韋編三絕」來比喻讀書勤奮，刻苦治學。故選(D)。"
      }
    ]
  },
  {
    "id": "set-23",
    "title": "第23篇 愛鳥",
    "article": "<p><strong>【甲】</strong></p><p>平生不喜籠中養鳥，而予又未嘗不愛鳥，但養之有道耳。欲養鳥莫如多種樹，使繞屋數百株，扶疏茂密，為鳥國鳥家。將旦時，睡夢初醒，尚輾轉在被，聽一片啁啾，如雲門、咸池①之奏。及披衣而起，頮面②、漱口、啜茗，見其揚翬振彩③，倏往倏來，目不暇給，固非一籠一羽之樂而已。大率平生樂處，欲以天地為園，江漢為池，各適其天，斯為大快。比之盆魚籠鳥，其鉅細仁忍何如也！</p><p>註：①雲門、咸池：黃帝以下六代的古樂。<br>②頮面：洗臉。頮，音ㄏㄨㄟˋ。<br>③揚翬振彩：張開五彩繽紛的翅膀飛行。翬，音ㄏㄨㄟ。</p><p>（改寫自鄭燮《濰縣署中與舍弟墨第二書‧信後又附一紙》）</p><p><strong>【乙】</strong></p><p>我愛鳥。</p><p>從前我常見提籠架鳥的人，清早在街上蹓躂。我感覺興味的不是那人的悠閒，卻是那鳥的苦悶。胳膊上架著的鷹，有時頭上蒙著一塊皮子，羽翮不整地蜷伏著不動，哪裡有半點瞵視昂藏的神氣？籠子裡的鳥更不用說，常年的關在柵欄裡，飲啄倒是方便，冬天還有遮風的棉罩，十分地「優待」，但是如果想要「搏扶搖而直上」，便要撞頭碰壁。鳥到了這種地步，我想牠的苦悶，大概是僅次於黏在膠紙上的蒼蠅；牠的快樂，大概是僅優於在標本室裡住著罷？</p><p>我開始欣賞鳥，是在四川。黎明時，窗外是一片鳥轉，不是吱吱喳喳的麻雀，不是呱呱噪啼的烏鴉，那一片聲音是清脆的，是嘹亮的。有的一聲長叫，包括著六七個音階；有的只是一個聲音，圓潤而不覺其單調；有時是獨奏，有時是合唱，簡直是一派和諧的交響樂。</p><p>（梁實秋《鳥》）</p>",
    "subQuestions": [
      {
        "id": "23-1",
        "q": "下列何者是兩文都直接描寫的內容?",
        "options": [
          "(A) 鳥聲的啁啾",
          "(B) 鳥羽的斑斕",
          "(C) 鳥在籠中的苦狀",
          "(D) 作者養鳥的方法"
        ],
        "ans": "A",
        "explanation": "【甲】文中提到「聽一片啁啾，如雲門、咸池之奏」，【乙】文中提到「黎明時，窗外是一片鳥轉...那一片聲音是清脆的，是嘹亮的...簡直是一派和諧的交響樂」。兩文都直接描寫了鳥鳴聲（鳥聲的啁啾）。(B)只有甲文提及「揚翬振彩」。(C)只有乙文詳細描寫籠中鳥的苦悶與撞頭碰壁。(D)兩文作者皆傾向讓鳥自由，甲文說「欲養鳥莫如多種樹」，乙文則是單純欣賞，嚴格來說都不算傳統意義上的「養鳥方法」（如餵食、照顧等）。故選(A)。"
      },
      {
        "id": "23-2",
        "q": "對於鳥，兩文作者有何相同的看法?",
        "options": [
          "(A) 各種鳥鳴的聲音都悅耳動聽",
          "(B) 籠中鳥行動受限但生活無虞",
          "(C) 想要養鳥的人應瞭解鳥的習性",
          "(D) 自由的鳥更能展現形態與聲音"
        ],
        "ans": "D",
        "explanation": "【甲】文作者認為「欲以天地為園...各適其天，斯為大快」，且能看到鳥「揚翬振彩，倏往倏來」，展現自由自在的美。【乙】文作者認為籠中鳥「羽翮不整...哪裡有半點瞵視昂藏的神氣」，而野外的鳥聲則是「交響樂」。這顯示兩位作者都認為，只有在自由的狀態下，鳥才能展現出最美好的形態與聲音。故選(D)。"
      }
    ]
  },
  {
    "id": "set-24",
    "title": "第24篇 體驗生命",
    "article": "<p>如果我們能夠去體驗生命中的每一分每一秒，真正的滿足就在當下，而不是渺茫不可知的未來。假使生命的意義只在為未來做準備，那麼我們只會在等待中逐漸衰老。很多人，該做的事，該度的假，該和家人共遊的承諾，一再跳票：等連假再說、等升遷再說、等退休再說、等心情好的時候再說。好不容易盼到了，腦子卻一片空白，匆匆來，匆匆去，又一次「□與」。</p>",
    "subQuestions": [
      {
        "id": "24-1",
        "q": "依據本文，請問下列敘述何者「錯誤」?",
        "options": [
          "(A) 生命必須等待時機成熟",
          "(B) 及時行樂，活在當下",
          "(C) 不要把希望的眼光投往遙遠的未來",
          "(D) 生命禁不起一再的等待"
        ],
        "ans": "A",
        "explanation": "本文的核心觀點是「真正的滿足就在當下」，批評「一再跳票」的等待心態。作者認為如果總是在等待未來（等連假、等升遷...），只會「在等待中逐漸衰老」。因此，(A)「生命必須等待時機成熟」是與文意相反的錯誤敘述。故選(A)。"
      },
      {
        "id": "24-2",
        "q": "下列何者與本文主旨最貼近?",
        "options": [
          "(A) 生命的藝術不是做你喜歡的事，而是喜歡你做的事",
          "(B) 撕去的日曆追悔無益，還沒撕的不用追悔，現在這一張才是重點",
          "(C) 有超越的勇氣，才有登頂的喜悅",
          "(D) 破山中賊易，破心中賊難"
        ],
        "ans": "B",
        "explanation": "本文主旨強調「把握當下」，不要寄望於渺茫的未來。(B)「撕去的日曆...現在這一張才是重點」正是強調「活在當下」的重要性，與本文主旨最為貼近。故選(B)。"
      },
      {
        "id": "24-3",
        "q": "「又一次『□與』」句中缺空處，宜填入下列何者最恰當?",
        "options": [
          "(A) 期待、盼望",
          "(B) 失望、懊悔",
          "(C) 新生、感動",
          "(D) 振作、慚愧"
        ],
        "ans": "B",
        "explanation": "文中描述人們不斷推遲計畫（跳票），等到好不容易盼到了，卻因為「腦子一片空白」、「匆匆來，匆匆去」，導致結果不如預期。這種錯失與空虛感，會帶來負面的情緒。選項中只有(B)「失望、懊悔」符合這種因虛度光陰或期待落空而產生的負面感受。故選(B)。"
      }
    ]
  },
  {
    "id": "set-25",
    "title": "第25篇 親水運動公園",
    "article": "<p>親水運動公園，應該是我旅行中所見新形態公園裡最讓我振奮的一座。名為運動公園，我們就不會用森林公園的尺碼去苛求。這座位於城裡的公園，除了體育場地的設施外，全部以現代人工化的自然景觀規畫。孩童的親水環境、新式的庭園格局，以及具有後現代風格的山丘造景，都貼切地融入這個視野寬闊的公園裡。</p><p>再者，明亮的空間透露著典雅，現代感中也映照著復古的內容。它不止沒有城市公園的侷促之感，當我站在山丘上鳥瞰時，反而有一座綠地誕生的愉悅和希望。甚至於，會有一種自豪，假如我是這個城鎮的市民。</p><p>（改寫自《偷窺自然公園》）</p>",
    "subQuestions": [
      {
        "id": "25-1",
        "q": "親水運動公園令作者激賞的特質是什麼?",
        "options": [
          "(A) 花卉鮮妍多采，水池造型新穎",
          "(B) 佔地廣大，可讓市民帶著寵物散心",
          "(C) 體育場明亮寬敞，具備多功能設計",
          "(D) 寬闊的空間裡融合現代與古典的設計"
        ],
        "ans": "D",
        "explanation": "文中提到公園「全部以現代人工化的自然景觀規畫...具有後現代風格的山丘造景」，並且「現代感中也映照著復古的內容」。這顯示公園在寬闊的空間中，成功融合了現代（人工、新式庭園、後現代風格）與古典（復古內容、典雅）的設計元素，這正是作者感到振奮與激賞之處。故選(D)。"
      },
      {
        "id": "25-2",
        "q": "下列句意的說明，何者正確?",
        "options": [
          "(A) 「我們就不會用森林公園的尺碼去苛求」──意謂公園極為寬闊",
          "(B) 「全部以現代人工化的自然景觀規畫」──代表公園裡的景觀經由人工打造",
          "(C) 「當我站在山丘上鳥瞰時，反而有一座綠地誕生的愉悅和希望」──意謂公園由海埔新生地綠化而來",
          "(D) 「會有一種自豪，假如我是這個城鎮的市民」──表示作者打算遷居到這個城鎮"
        ],
        "ans": "B",
        "explanation": "(A) 意指該公園是「運動公園」，不應要求它像「森林公園」那樣充滿原始林木，並非指寬闊。(B) 文中明確指出「全部以現代人工化的自然景觀規畫」，意即景觀是人為設計打造的，故敘述正確。(C) 是表達作者看到城市中有一塊新綠地而感到充滿希望，並未提及是海埔新生地。(D) 是假設語氣（假如），表示作者並非當地市民，也未提及有遷居打算，只是單純讚賞。故選(B)。"
      }
    ]
  },
  {
    "id": "set-26",
    "title": "第26篇 一串葡萄",
    "article": "<p>我小時候很喜歡畫畫。我的學校位於橫濱郊區，那一帶有很多外國人居住。我常站在岸邊欣賞，回家後再盡量畫出腦海裡的風景。然而，我的顏料不夠好，無論如何努力都畫不出腦中景致的真實色彩。</p><p>我想起一位外國同學吉姆，比我大兩歲，個子很高。他的畫具是上等舶來品，每種都很漂亮，其中，海水藍和胭脂紅更是美得出奇。吉姆的畫比不上我，但那套高級顏料卻絢麗地讓人有錯覺。我一直渴望擁有那種顏料，但始終不敢奢求父母買給我，只能心心念念著那套顏料。</p><p>在一個秋高氣爽的日子，我們與老師吃著便當。雖然我有張可愛的臉，卻是個敏感的孩子，加上生性膽小，不善言辭，人緣並不太好。吃完午餐，其他人都開心地跑到操場上玩耍，只有我因心裡鬱悶，無精打采地回到教室。</p><p>室外很明亮，一進教室卻倏然暗下。我坐在自己的座位，眼光卻不時飄向吉姆的桌子，想到裡面有海水藍跟胭脂紅顏料……，我趕緊轉過頭，隨後又忍不住瞄向吉姆的桌子。</p><p>恍惚間，我渾身不舒服，搖搖晃晃地走向吉姆的座位，像做夢般掀開桌面，迅速打開顏料盒，把那兩管顏料塞進口袋，接著跑向平常集合等老師的地方。</p><p>我們跟著老師走回教室，整堂課我都無法聽懂老師說的話。下課後，班上個子最高、成績又優秀的同學走過來強拉著我到運動場。</p><p>「是你拿了吉姆的顏料吧！交出來！」我說：「那樣的東西，我才不會去拿。」吉姆和幾個同學來到我身邊，反駁道：「午休前我檢查過顏料盒，那時一支也沒少，之後卻不見了兩支，休息時不是只有你在教室嗎？」</p><p>我不禁滿臉通紅。這時，有個同學突然想伸手插進我的口袋，我奮力抵抗，但對方人多勢眾，最終被他們掏出了兩支顏料。我不停發抖，眼前變得一片漆黑。大家一擁而上把我拉到二樓的教師辦公室。</p><p>同學們向老師說明事情的來龍去脈後，她用沉重的表情問我：「是真的嗎？」雖然是事實，但我實在不願讓喜歡的老師知道自己的醜事，便嗚咽了起來。</p><p>老師凝望了我一會，請大家離開。「知道自己做錯事了嗎？」我全身不停發抖，淚水也放肆地往眼眶外奔流。</p><p>「明白就夠了，別哭了。下一節課你不去也沒關係，就留在這吧！」這時，上課鈴聲再次響起，她從窗邊的葡萄藤上摘下一串葡萄放在我的膝蓋上後，便拿起書靜靜地離開。</p><p>我明白自己做了一件非常錯誤的事，一個勁地哭，直到睡著，放學時被老師叫醒：「大家都已回家，你也回去吧。記得，明天不管遇到什麼事，都要回學校喔。假若沒看見你，我會很傷心的。」說完，並把葡萄放進我的書包裡。</p><p>隔天，想到要面對同學的指指點點，實在不願上學，但又不希望老師難過。走進校門時，吉姆竟親切地拉著我到辦公室。老師對我們說：「吉姆是個好孩子，理解老師的意思。希望你們今後會是好朋友，來，握握手吧！」當我還羞慚得不知該如何是好，吉姆已經握住我的手了。</p><p>「昨天的葡萄好吃嗎？」老師問道。我喜歡的老師摘了一串葡萄並剪成兩份分給我和吉姆。雪白手心盛著紫色葡萄粒的美麗景象，直到今日仍記憶猶新……。</p><p>註：①舶來品：由外國進口的貨物。</p><p>（選自《一串葡萄》）</p>",
    "subQuestions": [
      {
        "id": "26-1",
        "q": "根據本文，主角自認他與吉姆的不同之處，下列何者正確?",
        "options": [
          "(A) 主角身材高大，吉姆身材矮小",
          "(B) 主角能言善道，吉姆不善言辭",
          "(C) 主角家境貧窮，吉姆家境富裕",
          "(D) 主角畫技較佳，吉姆畫具較好"
        ],
        "ans": "D",
        "explanation": "文中第二段提到吉姆「個子很高」、「他的畫具是上等舶來品」，並說「吉姆的畫比不上我，但那套高級顏料卻絢麗地讓人有錯覺」。這明確指出主角認為自己的畫技比吉姆好，但吉姆擁有更好的畫具。故選(D)。(A)相反，吉姆高；(B)主角生性膽小，不善言辭；(C)未明確比較家境。"
      },
      {
        "id": "26-2",
        "q": "關於本文內容的敘述，何者正確?",
        "options": [
          "(A) 主角因想滿足自己的虛榮心，偷走同學的顏料",
          "(B) 主角平日就遭同學排擠，因此不願融入群體中",
          "(C) 主角怕在老師心中留下壞印象，因此無法認錯",
          "(D) 老師引導主角向同學道歉，還給了他一串葡萄"
        ],
        "ans": "C",
        "explanation": "主角在被老師問「是真的嗎？」時，心想「雖然是事實，但我實在不願讓喜歡的老師知道自己的醜事，便嗚咽了起來」。這顯示他不敢認錯的主因是怕破壞在喜歡的老師心中的形象。故選(C)。(A)是出於對顏料的渴望而非虛榮心；(B)是因為個性敏感膽小而非被排擠；(D)老師是私下處理，並給葡萄安慰，隔天調解握手，並未強制當場道歉。"
      },
      {
        "id": "26-3",
        "q": "有關本文寫作手法的敘述，下列何者正確?",
        "options": [
          "(A) 使用倒敘的手法來追述主角的求學期間的往事",
          "(B) 藉偷顏料的眼神、動作變化，點出主角的不安",
          "(C) 透過吉姆和同學的對話內容，凸顯主角的個性",
          "(D) 以第二人稱視角，描述主角的心境變化和蛻變"
        ],
        "ans": "B",
        "explanation": "文中第四、五段描寫主角偷顏料的過程：「眼光卻不時飄向吉姆的桌子...趕緊轉過頭...忍不住瞄向...恍惚間...搖搖晃晃地走向...像做夢般...迅速打開...塞進口袋」。這一連串細膩的眼神與動作描寫，生動地刻畫了主角內心的掙扎與不安。故選(B)。(A)是順敘法；(D)是第一人稱（我）。"
      }
    ]
  },
  {
    "id": "set-27",
    "title": "第27篇 家和萬事興",
    "article": "<p>科學家研究，一個小嬰兒每天笑平均170次，成年以後每天平均笑7次。但是我們要思考一個問題，怎麼我們人生不斷在努力追求幸福快樂，結果愈努力愈笑不出來？為什麼會愈來愈笑不出來？就是貪求的東西愈來愈多，而貪求的東西多了，就有求不得的痛苦。所以貪心不能一直增長，一貪患得患失，一貪鋌而走險，一貪虛榮心就不斷地上升，而人生物質的享受夠用就好。</p><p>真正能讓人生覺得有意義、有價值、有快樂，是精神不斷提升，是家庭愈來愈和樂，是人生覺得愈來愈有意義、愈有價值。所以在這個社會當中，有些風氣非常崇尚虛榮，而我們必須不隨波逐流。</p><p>（改寫自蔡禮旭《家和萬事興》）</p>",
    "subQuestions": [
      {
        "id": "27-1",
        "q": "依據本文，成人笑得比小嬰兒少的原因為下列何者?",
        "options": [
          "(A) 肩上的負擔較多",
          "(B) 心智成熟度較高",
          "(C) 想要的東西變多",
          "(D) 社會的規範較嚴"
        ],
        "ans": "C",
        "explanation": "文中提到「為什麼會愈來愈笑不出來？就是貪求的東西愈來愈多」。因為貪求的東西變多了，就會產生「求不得的痛苦」，導致笑容減少。故原因為(C)想要的東西變多。"
      },
      {
        "id": "27-2",
        "q": "「所以在這個社會當中，有些風氣非常崇尚虛榮，而我們必須不隨波逐流。」依據這段文字敘述，作者認為面對流行時應有怎樣的態度?",
        "options": [
          "(A) 堅定立場",
          "(B) 人云亦云",
          "(C) 汲汲營營",
          "(D) 不屑一顧"
        ],
        "ans": "A",
        "explanation": "作者說「我們必須不隨波逐流」，意指不要跟隨社會上崇尚虛榮的風氣，要有自己的判斷與堅持。這對應到的態度是(A)「堅定立場」，不輕易受外界影響。(B)是隨波逐流；(C)是追求名利；(D)是輕視，皆不符合「不隨波逐流」的正面堅持意涵。故選(A)。"
      }
    ]
  },
  {
    "id": "set-28",
    "title": "第28篇 旅行的意義",
    "article": "<p>就某種層次而言，人類天生就是適合旅行也喜歡旅行的。根據美國匹茲堡大學的神經科學家 Paul Nussbaum的研究，旅遊伴隨的新奇經驗（也包含可能的突發狀況）可以刺激大腦，使大腦負責傳遞訊息的樹突（dendrites）增生，因而能增進不同神經元間的連結，而強化了神經可塑性，因此能提升記憶、注意力、創造力、及解決問題的能力。想像你的大腦可以因為旅行而枝繁葉茂成一座喧嘩的叢林。</p><p>目前新冠肺炎疫情仍在全球蔓延，在各國邊境管制的措施下，旅遊的型態以及我們對旅行的心理設定，也該跟著轉變。法國作家薩米耶‧德梅斯特曾經把自己被禁足四十二天的經驗，寫成了《在自己房間裡的旅行》這本書。在局限的室內空間裡，他依靠書本與天馬行空的想像力，完成這趟冥想沉思的奇特旅行。</p><p>而波蘭作家奧爾嘉‧朵卡萩在《雲遊者》一書中，描述一個經常旅行的旅人，某次入住一家旅店時，訝異地發現櫃子裡有剛好尺寸的衣服，床頭櫃還有慣用的維他命與耳塞，而且早上也沒有客房服務，才驚覺原來回到了家。</p><p>當然，我們無需將自己置放在這兩種極端的情境，雖然出國旅遊是最簡單能脫離社交舒適圈的方法，然而根據旅遊心理學，其實只要跳脫一成不變的日常生活常軌，用不一樣的眼光檢視周遭，並建立可能的連結，就可以達到與旅行類似的效果。在不能購買機票出國旅行的此刻，也許正是讓我們有機會更認識我們腳下的土地。你還在等什麼？出發吧！</p><p>（節錄自LBB嚕嗶啵生物社會學1：旅行之後，你變得更快樂了嗎？ 旅遊心理學告訴你如何聰明旅行）</p>",
    "subQuestions": [
      {
        "id": "28-1",
        "q": "根據本文，「想像你的大腦可以因為旅行而枝繁葉茂成一座喧嘩的叢林」這句話是比喻旅行能帶來下列何種效果?",
        "options": [
          "(A) 改善美化自然環境",
          "(B) 免於沉寂重新受寵",
          "(C) 建立與自然生態的連結",
          "(D) 刺激大腦神經細胞增生"
        ],
        "ans": "D",
        "explanation": "文中第一段提到：「旅遊伴隨的新奇經驗...可以刺激大腦，使大腦負責傳遞訊息的樹突（dendrites）增生...想像你的大腦可以因為旅行而枝繁葉茂成一座喧嘩的叢林。」這裡的「枝繁葉茂」是指神經樹突的增生與連結變得豐富，比喻大腦神經網路的活化與成長。故選(D)。"
      },
      {
        "id": "28-2",
        "q": "下列何者最符合本文的觀點?",
        "options": [
          "(A) 用不同眼光檢視周遭，並建立連結的過程類似於旅遊",
          "(B) 依據日常生活常軌所安排的行程最有益",
          "(C) 與友伴共同旅遊的效果是單獨旅遊的好幾倍",
          "(D) 只有出國旅遊才能澈底脫離社交舒適圈"
        ],
        "ans": "A",
        "explanation": "文中第四段提到：「其實只要跳脫一成不變的日常生活常軌，用不一樣的眼光檢視周遭，並建立可能的連結，就可以達到與旅行類似的效果。」這說明旅行的核心在於心態與視角的轉換，而非一定要移動到遠方。故選(A)。(B)文中強調要「跳脫」常軌而非依據；(C)文中未提及友伴與單獨旅遊的比較；(D)文中說出國是「最簡單」的方法，但並非「只有」出國才能達成。"
      },
      {
        "id": "28-3",
        "q": "文中舉出法國和波蘭兩位作家的作品為例，欲說明下列何種道理?",
        "options": [
          "(A) 真正的旅行根本是假象，可以捏造",
          "(B) 把自己家當成旅行的地方，只會失去探索的樂趣",
          "(C) 旅行沒有時空限制，完全是心態使然",
          "(D) 寫作不一定要有真實經驗，想像亦可成篇"
        ],
        "ans": "C",
        "explanation": "法國作家薩米耶在房間裡也能完成旅行（依靠想像力與書本）；波蘭作家奧爾嘉筆下的旅人回到家卻以為在旅館（心理狀態仍是旅行）。這兩個例子都說明了旅行不單純是身體的移動，更是一種心理狀態。只要心態轉換，在房間裡或在家裡也能有旅行的體驗，故旅行沒有絕對的時空限制。選(C)。"
      }
    ]
  },
  {
    "id": "set-29",
    "title": "第29篇 關心與獨立",
    "article": "<p>在大家的關心下，有人懂得力爭上游，以不辜負期許；有人卻喪失了自主的能力，只一味喜歡在庇蔭下生活。所以在青少年時期，我們固然可喜悅地接受溫暖的關心，但也要培養自己的獨立精神。另一方面，更要懂得付出關心，而且要擴大關心的範圍，由關心我們自身發展到去關心別人。</p>",
    "subQuestions": [
      {
        "id": "29-1",
        "q": "依本文所述，下列何者「為非」?",
        "options": [
          "(A) 水能載舟，亦能覆舟，關心也是如此",
          "(B) 關心是否有益，操之在己",
          "(C) 可以接受別人的關心，但不能一味依賴別人",
          "(D) 青少年時期應該有獨立精神，不要接受關心"
        ],
        "ans": "D",
        "explanation": "文中提到：「我們固然可喜悅地接受溫暖的關心，但也要培養自己的獨立精神。」這表示作者認為接受關心與培養獨立精神應該並存，而非「不要接受關心」。故(D)的敘述錯誤。(A)(B)關心可能讓人力爭上游，也可能讓人喪失自主能力，端看個人如何應對；(C)符合文意。"
      },
      {
        "id": "29-2",
        "q": "下列哪一種人「沒有」做到力爭上游，以不辜負期許?",
        "options": [
          "(A) 立身揚世，以顯父母",
          "(B) 混吃混玩，虛度光陰",
          "(C) 孜孜向學，期有所成",
          "(D) 學一技之長，貢獻社會"
        ],
        "ans": "B",
        "explanation": "「力爭上游」意指努力求取上進。選項(A)顯揚父母、(C)勤勉向學、(D)貢獻社會，皆屬於積極進取、不辜負期許的表現。唯有(B)「混吃混玩，虛度光陰」是消極怠惰、浪費生命，完全沒有做到力爭上游。故選(B)。"
      }
    ]
  },
  {
    "id": "set-30",
    "title": "第30篇 樹猶如此",
    "article": "<p>八月十三日黃昏，我從超市買東西回來，發覺國祥呼吸困難，我趕忙打九一一叫了救護車來，用氧氣筒急救，隨即將他扛上救護車揚長鳴笛往醫院駛去。在醫院住了兩天，星期五，國祥的精神似乎又好轉了。他進出醫院多次，這種情況已習以為常，我以為大概第二天，他就可以出院了。我在醫院裡陪了他一個下午，聊了些閒話，晚上八點鐘，他對我說道：「你先回去吃飯吧。」我把一份世界日報留給他看，說道：「明天早上我來接你。」那是我們最後一次交談。星期六一早，醫院打電話來通知，王國祥昏迷不醒，送進了加護病房。我趕到醫院，看見國祥身上已插滿了管子。他的主治醫生告訴我，不打算用電擊刺激國祥的心臟了，我點頭同意，使用電擊，病人太受罪。國祥昏迷了兩天，八月十七星期一，我有預感恐怕他熬不過那一天。中午我到醫院餐廳匆匆用了便餐，趕緊回到加護病房守著。顯示器上，國祥的心臟愈跳愈弱，五點鐘，值班醫生進來準備，我一直看著顯示器上國祥心臟的波動，五點二十分，他的心臟終於停止。我執著國祥的手，送他走完人生最後一程。霎時間，天人兩分，死生契闊，在人間，我向王國祥告了永別。</p><p>一九五四年，四十四年前的一個夏天，我與王國祥同時匆匆趕到建中去上暑假補習班，預備考大學。我們同級不同班，互相並不認識，那天恰巧兩人都遲到，一同搶著上樓梯，跌跌撞撞，碰在一起，就那樣，我們開始結識，來往相交，三十八年。王國祥天性善良，待人厚道，孝順父母，忠於朋友。他完全不懂虛偽，直言直語，我曾笑他說謊舌頭也會打結。但他講究學問，卻據理力爭，有時不免得罪人，事業上受到阻礙。王國祥有科學天才，物理方面應該有所成就，可惜他大二生過那場大病，腦力受了影響。他在休斯研究人造衛星，很有心得，本來可以更上一層樓，可是天不假年，五十五歲，走得太早。我與王國祥相知數十載，彼此守望相助，患難與共，人生道上的風風雨雨，由於兩人同心協力，總能抵禦過去，可是最後與病魔死神一搏，我們全力以赴，卻一敗塗地。</p><p>我替王國祥料理完後事回轉聖芭芭拉，夏天已過。那年聖芭芭拉大旱，市府限制用水，不准澆灑花草。幾個月沒有回家，屋前草坪早已枯死，一片焦黃。由於經常跑洛杉磯，園中缺乏照料，全體花木黯然失色，一棵棵茶花病慷慨，只剩得奄奄一息。我的家，成了廢園一座。我把國祥的骨灰護送返臺，安置在善導寺後，回到美國便著手重建家園。草木跟人一樣，受了傷須得長期調養。我花了一兩年工夫，費盡心血，才把那些茶花一一救活。退休後時間多了，我又開始到處蒐集名茶，愈種愈多，而今園中，茶花成林。我把王國祥家那兩缸桂花也搬了回來，因為長大成形，皮蛋缸已不堪負荷，我便把那兩株桂花移植到園中一角，讓它們入土為安。冬去春來，我園中六、七十棵茶花競相開花，嬌紅嫩白，熱鬧非凡。我與王國祥從前種的那些老茶，二十多年後，已經高攀屋簷，每株盛開起來，都有上百朵。春日負暄，我坐在園中靠椅上，品茗閱報，有百花相伴，暫且貪享人間瞬息繁華。美中不足的是，抬望眼，總看見園中西隅，剩下的那兩棵義大利柏樹中間，露出一塊楞楞的空白來，缺口當中，映著湛湛青空，悠悠白雲，那是一道女媧煉石也無法彌補的天裂。</p><p>（節錄自白先勇《樹猶如此》）</p>",
    "subQuestions": [
      {
        "id": "30-1",
        "q": "下列關於王國祥與作者的敘述，何者正確?",
        "options": [
          "(A) 王國祥與作者在偶遇後，因互相幫忙而結為好友",
          "(B) 作者得知王國祥過世時，卻來不及見他最後一面",
          "(C) 王國祥因直言直語得罪朋友，唯作者願與他結交",
          "(D) 王國祥生前，曾經與作者一起在庭園中種植花卉"
        ],
        "ans": "D",
        "explanation": "(D) 正確，文中第三段提到：「我與王國祥從前種的那些老茶，二十多年後，已經高攀屋簷...」。(A) 兩人是在建中暑期補習班搶樓梯時撞在一起而結識。(B) 作者一直守在加護病房，並執著國祥的手送他走完最後一程，有見到最後一面。(C) 文中說王國祥忠於朋友，直言直語是得罪人導致「事業上」受阻，並非得罪朋友。"
      },
      {
        "id": "30-2",
        "q": "根據文章內容，「女媧煉石也無法彌補的天裂」象徵下列何事?",
        "options": [
          "(A) 作者對枯死植物的懷念",
          "(B) 作者對已故摯友的思念",
          "(C) 作者對身體每下愈況的感嘆",
          "(D) 作者對摯友研究工作停擺的惋惜"
        ],
        "ans": "B",
        "explanation": "原本那裡有三棵義大利柏樹，其中一棵枯死（暗示王國祥的離去），剩下兩棵中間露出的空白，象徵著摯友離去後，作者心中永遠無法填補的缺憾與傷痛。這種心靈上的缺失，即使像女媧補天這樣的神力也無法修復，深刻表達了對亡友的思念。故選(B)。"
      }
    ]
  },
  {
    "id": "set-31",
    "title": "第31篇 文學天文營",
    "article": "<p><strong>文學天文營：</strong>學校在暑假時舉辦了「文學與科學交會的光芒」研習營，探討牛郎、織女星宿的相關議題。希望在七夕來臨前引領「追星族」一探星空的神祕與美好。以下是研習的海報，請閱讀後回答問題。</p><p><strong>A 文學組</strong></p><p><strong>秋夕 杜牧</strong></p><p>銀燭秋光冷畫屏，輕羅小扇撲流螢。<br>天階夜色涼如水，臥看牽牛織女星。</p><p>此詩又名七夕，寫宮中女子七夕時觀看牽牛星、織女星的情景。詩中不帶一愁字、淚字，卻透露出深藏在宮女心中的哀怨與孤寂。全詩含蓄蘊藉，寓情於景。</p><p><strong>B 科學組</strong></p><p>1. 牽牛星和織女星是兩顆能自己發光發熱的恆星。牽牛星的直徑約為太陽的1.6倍，亮度約為太陽的10倍，是整個夜空中亮度排第十二的恆星。它的表面溫度可達七千度，距離地球約16光年（一光年約等於十兆公里）。織女星的直徑約為太陽的3.2倍，亮度約為太陽的50倍，是整個夜空中亮度排名第五的恆星，在北半球排名第二。它的表面溫度可達八千九百度，距離地球約26光年。</p><p>2. 牽牛星屬於「天鷹星座」，織女星屬於「天琴星座」。兩顆星中間有一條從東北向西南方向劃開的光帶，就是所謂的「銀河」。在銀河裡有許多白色粉末般的小光點，一顆白色粉末就是一顆巨大的恆星，銀河是由無數恆星構成的，其中的牽牛星與織女星相距約16光年。因此，據現代天文觀測及測算結果，他們每年的「七夕相會」，是絕不可能發生的。</p><p>◎科學組參考資料：泛科學網站刊載臺北天文館發布七夕小常識牛郎織女的真面目。</p>",
    "subQuestions": [
      {
        "id": "31-1",
        "q": "下列是學員們根據海報內容提出的判讀，但錯誤頗多，唯一正確的是下列何者?",
        "options": [
          "(A) 表面溫度：牽牛星大於織女星",
          "(B) 體積：太陽大於織女星大於牽牛星",
          "(C) 亮度：織女星大於牽牛星大於太陽",
          "(D) 距離：牽牛星到地球大於織女星到地球"
        ],
        "ans": "C",
        "explanation": "(A) 錯誤，牽牛星7000度 < 織女星8900度。(B) 錯誤，直徑：織女星(3.2倍) > 牽牛星(1.6倍) > 太陽，故體積也是織女星最大。(C) 正確，亮度：織女星(50倍) > 牽牛星(10倍) > 太陽。(D) 錯誤，距離：牽牛星(16光年) < 織女星(26光年)。故選(C)。"
      },
      {
        "id": "31-2",
        "q": "曉蘭根據研習營裡同學分享的資訊，以科學的概念重新解讀迢迢牽牛星與秋夕這兩首詩。關於她的理解，下列敘述何者有誤?",
        "options": [
          "(A) 秋夕一詩點出可在夏末初秋的夜晚看見牽牛星與織女星",
          "(B) 「河漢清且淺，相去復幾許」，牽牛星與織女星實際上相距約16光年",
          "(C) 「天階夜色涼如水，臥看牽牛織女星」，臥看時要在牽牛星東南方找織女星",
          "(D) 「迢迢牽牛星，皎皎河漢女」，牽牛星與織女星是離地球很遠且會發光的恆星"
        ],
        "ans": "C",
        "explanation": "(C) 錯誤。根據天文學知識（夏季大三角），織女星位於銀河西岸，牽牛星位於銀河東岸。以相對位置而言，織女星大約在牽牛星的「西北方」（或牽牛星在織女星的東南方），而非在牽牛星的東南方找織女星。且一般觀測時，織女星是天琴座，位置較高，兩者隔著銀河相對。故(C)敘述方位有誤。(A)(B)(D)皆符合科學事實與詩句描述。"
      }
    ]
  },
  {
    "id": "set-32",
    "title": "第32篇 寶藏",
    "article": "<p>母親曾說一個故事給我聽：「從前有個年輕人要上前線打仗，他憂愁地對他母親說：『媽，我的刀比別人短一截。』他母親說：『那麼，孩子，你就比別人更向前一步吧！』」</p><p>那時我常為許多事煩惱，為了自己的容貌不如人，為了自己的口齒不夠伶俐，為了自己的腦筋太笨拙。我悲哀地預想將來漫長的一生一定是黯淡無光。</p><p>可是十多年來，我發現一個女孩子長得既不漂亮也不聰明，生活並不見得就沒有光彩沒有意義。不夠漂亮嗎？那麼用笑容和愛心來彌補吧！不夠聰明嗎？那麼用勤勉和毅力來彌補吧！不善交際嗎？那麼用真誠和友善來彌補吧！</p><p>就如李白說的：「天生我才必有用。」每一個人都擁有一分天賦的寶藏，而每個人的寶藏都不盡相同。有的人也許是美貌，有的人也許是智慧或財富，有的人擁有的也許會比這些都還珍貴，譬如仁慈、樂觀、耐心等等。有些人的寶藏是外露的，有些人卻是深藏的，需要不斷去挖掘。而後者往往是越挖越豐富。</p><p>（粟耘《寶藏》）</p>",
    "subQuestions": [
      {
        "id": "32-1",
        "q": "文中母親對孩子所說的話，是要孩子如何?",
        "options": [
          "(A) 勤能補拙",
          "(B) 畏首畏尾",
          "(C) 攻人弱點",
          "(D) 據理力爭"
        ],
        "ans": "A",
        "explanation": "母親說：「你的刀比別人短一截...你就比別人更向前一步吧！」意思是既然先天條件（刀短）不足，就用後天的努力（向前一步）來彌補。這正是(A)「勤能補拙」的含義。勤奮努力可以彌補天資或條件的不足。"
      },
      {
        "id": "32-2",
        "q": "所謂「天生我才必有用」其涵義為何?",
        "options": [
          "(A) 自以為是",
          "(B) 肯定自己",
          "(C) 妄自菲薄",
          "(D) 恃才而驕"
        ],
        "ans": "B",
        "explanation": "「天生我才必有用」意指上天賦予我才能，必然有其發揮作用的地方。這是一種對自我價值的正面確認與信心，故為(B)「肯定自己」。(A)(D)過於驕傲，(C)過於自卑。"
      },
      {
        "id": "32-3",
        "q": "本文主旨強調什麼?",
        "options": [
          "(A) 謹記母親的教誨",
          "(B) 笑容和愛心可彌補一切",
          "(C) 別只注重外顯的條件，而忽視內涵",
          "(D) 煩惱的下場"
        ],
        "ans": "C",
        "explanation": "文章主旨說明每個人都有屬於自己的「寶藏」，不應只羨慕外顯的條件（如美貌、聰明），而忽略了內在的特質（如笑容、愛心、勤勉、仁慈）。即使外在條件不如人，只要挖掘內在潛力，生活依然光彩有意義。故選(C)。"
      }
    ]
  },
  {
    "id": "set-33",
    "title": "第33篇 燕王好烏",
    "article": "<p>燕王好烏，庭有木皆巢烏。人無敢觸之者，為其能知吉凶而司禍福也。故凡國有事，惟烏鳴之聽。烏得寵而矜，客至則群呀之，百鳥皆不敢集也。於是大夫、國人咸事烏。</p><p>烏攫腐以食腥於庭。王厭之。左右曰：「先王之所好也。」</p><p>一夕有鴟止焉，烏群睨而附之如其類。鴟入呼於宮，王使射之。鴟死，烏乃呀而啄之，人皆醜之。</p><p>（劉基《郁離子》）</p>",
    "subQuestions": [
      {
        "id": "33-1",
        "q": "本文中的「烏」鳥可用現實中的何種人物來影射之?",
        "options": [
          "(A) 孝親敬友的人",
          "(B) 因公忘私的人",
          "(C) 恃寵而驕的人",
          "(D) 口蜜腹劍的人"
        ],
        "ans": "C",
        "explanation": "文中提到「烏得寵而矜」，意指烏鴉因為得到燕王的寵愛而驕傲自大。牠們甚至對客人大叫，嚇跑其他鳥類，且與貓頭鷹（鴟）同類相聚，見風轉舵（鴟死便啄之）。這些行為都在影射那些仗著君王寵幸而驕橫跋扈的小人。故選(C)。"
      },
      {
        "id": "33-2",
        "q": "下列選項的敘述，何者正確?",
        "options": [
          "(A) 從「燕王好烏」的情形來看可知燕王是個剛正不阿的賢君",
          "(B) 烏鴉並不知道吉凶禍福，因燕王寵愛而得勢",
          "(C) 「客至則群呀之，百鳥皆不敢集也。」可用來說明君子之交淡如水",
          "(D) 「烏群睨而附之如其類」可用來形容與人為善的人"
        ],
        "ans": "B",
        "explanation": "(A) 燕王迷信烏鴉能知吉凶，甚至國事都聽烏鳴決定，顯見其昏庸愚昧，非賢君。(B) 正確，烏鴉只是普通的鳥，卻被賦予神力並受寵，實際上並無知曉吉凶的能力，純粹因王好而得勢。(C) 此句形容小人得志，排擠賢良，與君子之交無關。(D) 此句形容小人結黨營私，朋比為奸，絕非與人為善。"
      }
    ]
  },
  {
    "id": "set-34",
    "title": "第34篇 談交友與朋友相處之道",
    "article": "<p>俗語說：「近朱者赤，近墨者黑」，可見朋友對我們的影響之大，所以必須了解什麼是益友，什麼是損友。真正的好朋友是能互相規勸、砥礪的。「在家靠父母，出外靠朋友」，除了親人，朋友是我們人生道上不可或缺的一環人際關係，而且許多事情是靠朋友知交才能處理的。朋友也是個人自省知己的一面最佳明鏡。人生在世若有個好朋友可以談笑風生，也可以聊天解悶，好處多多。那麼「交友之道」有哪些？如何才能得到真正值得交往的朋友？</p><p>有道德的人、有修養的人，無人不欣喜，不論遠近，大家都會爭相來親近。和他交往的人，也都會依他自勉，而得到提升。朋友交往以誠以真，相待以禮以敬，相處以平以淡，相勉以學以道，都是交朋友的原則。一個好朋友，他不會是「有友如華」，你如花美麗，人氣正盛，他就和你往來，等你像花萎謝了，就丟到地下不要了；也不會是「有友如秤」，你地位重要了，他就依附你，你人微言輕，他就傲慢起來，這都是不對的。我們交的朋友，要如青山叢林，群類眾鳥都能群集；要如大地盤石，讓人感到安全厚實。人要時常結交好朋友，使你在學問上、事業上以及婚姻上溢注美滿於人生。所以，古人對交友很重視，並列於五倫之一，因為與朋友之間的互動是為人處世重要的一環。如果關係順利，可以帶來生命的互助與喜悅。</p><p>（節錄自張巧琳《談交友與朋友相處之道》）</p>",
    "subQuestions": [
      {
        "id": "34-1",
        "q": "「不會是『有友如秤』，你地位重要了，他就依附你，你人微言輕，他就傲慢起來」這就是說明真正的朋友「不會」看中什麼?",
        "options": [
          "(A) 身分價值",
          "(B) 學識淵博",
          "(C) 真心誠意",
          "(D) 享樂同難"
        ],
        "ans": "A",
        "explanation": "「有友如秤」是指像秤一樣，東西重（地位高）就頭低下來（依附），東西輕（地位低）就頭翹起來（傲慢）。這種朋友是根據你的「地位」與「權勢」來決定對你的態度，也就是看重你的(A)身分價值，而非真心。真正的朋友不會如此。"
      },
      {
        "id": "34-2",
        "q": "「有道德的人、有修養的人，無人不欣喜，不論遠近，大家都會爭相來親近。」這段話呼應下列哪一句話?",
        "options": [
          "(A) 金玉其外，敗絮其中",
          "(B) 桃李不言，下自成蹊",
          "(C) 愚者千慮，必有一得",
          "(D) 沉默是金，說話是銀"
        ],
        "ans": "B",
        "explanation": "(B) 「桃李不言，下自成蹊」意思是桃樹和李樹雖然不會說話，但因為花朵美麗、果實甜美，自然會吸引人們在樹下走出一條路來。比喻一個人若有真誠的品德與修養，自然會吸引眾人親近與愛戴。這與題目所述「有道德...大家都會爭相來親近」意旨相通。故選(B)。"
      },
      {
        "id": "34-3",
        "q": "根據本文所述，交朋友的原則說明何者正確?",
        "options": [
          "(A) 以真誠之心切磋學問",
          "(B) 以禮敬之心互相勉勵",
          "(C) 以學道之心相互對待",
          "(D) 以平淡之心謙虛相處"
        ],
        "ans": "D",
        "explanation": "文中提到：「朋友交往以誠以真，相待以禮以敬，相處以平以淡，相勉以學以道」。對照選項：(A)應是以「誠真」交往，切磋學問屬「學道」；(B)應是以「禮敬」相待，勉勵屬「學道」；(C)應是以「學道」相勉；(D)「相處以平以淡」，即以平淡之心、謙虛相處，符合文意。故選(D)。"
      }
    ]
  },
  {
    "id": "set-35",
    "title": "第35篇 林昀儒",
    "article": "<p>在強調個人透過努力獲得成就，進而翻轉自身階級「向上流動」的才德至上社會中，每個被社會定義為勝利的成功者，沒有人會認為自己的成功是不需經過努力的。林昀儒廣告中的一句臺詞「我唯一休息的日子，是上場比賽的那一天。」道盡支撐自己成為一名職業球員的背後，是日復一日艱辛的訓練過程。多數成功者可能在此停下，化約自己所獲得的成就為澆灌努力所結成的果實，因此「努力就能成功」這句再耳熟能詳不過的話，成為深植人心的一則定律。</p><p>然而林昀儒和他的父親皆透過社群媒體寫下一路走來的各種感謝，父親受訪時表示，林昀儒的成功是建立在才能、努力、心理素質和機運等各層面的因素皆到位時才發生的，不只努力，林昀儒天生具備冷靜的性格和穩定的心理素質正好符合職業選手所需特質。他的母親也談到，「我知道努力的人很多，可是不見得每個人努力都有成果。我覺得我們很幸運的地方是，我們的努力走到現在有一點點成果。」可以看到林昀儒以及他的父母親，並未站在成功者的至高點歌頌自己所投注的辛勞與心血，而是透過感謝細數成就背後的多層次歸因。</p><p>常見父母親用威脅、恐嚇的方式取代試圖理解、同理孩子的狀態和心情，以「我不是在乎輸贏，是在乎你的態度」為由，合理化自己謾罵孩子的行為。林昀儒的父親認為，以輸贏的表面價值評價孩子的教養方式，容易讓孩子突出的表現走得不長久，不但無濟於孩子精進，反而抹殺掉原有的成就感和熱情，從中更灌輸孩子「勝者為王，敗者為寇」的狹隘偏見。在面對孩子的教養方式上，他們是陪伴、尊重，以及同理孩子想法的角色，跟隨著孩子的性格和興趣走，適時提供意見而不強迫孩子做任何決定，因為孩子永遠是自己的主角。</p><p>「孩子想要學，父母就盡全力支持，至於會達到哪種程度，不預設任何立場。」林昀儒的父親說。而林昀儒在奧運之旅結束後，則以「你若精彩，天自安排」自我勉勵。人生只要做好自己，一切美好，都隨之而來。</p><p>（節錄自關鍵評論網）</p>",
    "subQuestions": [
      {
        "id": "35-1",
        "q": "根據本文，下列敘述何者正確?",
        "options": [
          "(A) 成功的因素有很多，健康的心態是維持表現甚至精進的關鍵",
          "(B) 所有勝利者都有過艱辛的付出，所以只要努力就一定會成功",
          "(C) 一般父母威脅、恐嚇孩子，都是為了修正孩子偏差的態度",
          "(D) 若知道孩子是可造之材，父母只要尊重並全力支持他即可"
        ],
        "ans": "A",
        "explanation": "(A) 正確，文中提到成功建立在才能、努力、心理素質、機運等多重因素，且林父認為不以輸贏評價孩子，能避免抹殺熱情，顯示心態的重要性。(B) 文中明確指出「我知道努力的人很多，可是不見得每個人努力都有成果」，否定了只要努力就一定成功的定律。(C) 文中指出這是父母合理化自己謾罵行為的藉口，並非真的為了修正態度。(D) 不論孩子是否為可造之材，都應尊重與支持，且文中強調的是「陪伴、尊重、同理」，而非僅是針對可造之材。"
      },
      {
        "id": "35-2",
        "q": "「我覺得我們很幸運的地方是，我們的努力走到現在有一點點成果。」這句話呈現的態度與下列何者最相似?",
        "options": [
          "(A) 蘇格拉底：幸運是機會的影子",
          "(B) 歌德：勇敢裡面有天才、力量和魔法",
          "(C) 愛因斯坦：自信是向成功邁出的第一步",
          "(D) 斯賓賽：成功的第一個條件是真正的虛心"
        ],
        "ans": "D",
        "explanation": "林昀儒的母親將成就歸功於「幸運」，而非單純誇耀自己的努力，這展現了一種謙虛不自滿的態度。這與(D)斯賓賽所說「成功的第一個條件是真正的虛心」最為貼切。其他選項分別強調機會、勇敢與自信，與此處展現的謙遜態度不同。"
      }
    ]
  },
  {
    "id": "set-36",
    "title": "第36篇 易水送別",
    "article": "<p>太子與賓客知其事者，皆白衣冠以送之。</p><p>至易水上，既祖，高漸離擊筑，荊軻和而歌，為變徵之聲，士皆垂淚涕泣。又前而歌曰：「風蕭蕭兮易水寒，壯士一去兮不復還！」復為慷慨羽聲，士皆嗔目，盡髮上指冠，於是荊軻遂就車而去，終已不顧。</p><p>註：①祖：祭祀路神，引申為送行。<br>②變徵之聲：低沉淒涼的調子。<br>③羽聲：高亢悲壯的調子。<br>④嗔目：怒目的樣子。</p><p>（司馬遷《易水送別》）</p>",
    "subQuestions": [
      {
        "id": "36-1",
        "q": "根據本文與歷史記載，荊軻當時要去刺殺誰?",
        "options": [
          "(A) 西楚霸王項羽",
          "(B) 秦始皇",
          "(C) 商紂王",
          "(D) 宋相秦檜"
        ],
        "ans": "B",
        "explanation": "根據《史記‧刺客列傳》及歷史常識，「荊軻刺秦王」是著名的歷史事件。荊軻受燕太子丹之託，前往秦國刺殺秦王政（即後來的秦始皇）。故選(B)。"
      },
      {
        "id": "36-2",
        "q": "「終已不顧」展現出荊軻的何種樣貌?",
        "options": [
          "(A) 雖然內心激動，不會拖拖拉拉",
          "(B) 不忍心看到大家都在哭",
          "(C) 擔心太子懷疑他會反悔，故毅然離開",
          "(D) 意志堅定，態度堅決，義無反顧"
        ],
        "ans": "D",
        "explanation": "「終已不顧」意思是頭也不回地離去。在充滿悲壯氣氛的送別後，荊軻此舉展現了他抱定必死決心，對刺秦任務義無反顧、意志堅定，不再留戀回頭。故選(D)。"
      },
      {
        "id": "36-3",
        "q": "荊軻臨行前的高歌與筑音，主要描寫為何?",
        "options": [
          "(A) 展現荊軻舉棋不定的樣子",
          "(B) 增加荊軻的悲劇性色彩",
          "(C) 鼓勵太子和賓客要有必勝的決心",
          "(D) 顯示荊軻視死如歸的精神"
        ],
        "ans": "D",
        "explanation": "荊軻唱道：「風蕭蕭兮易水寒，壯士一去兮不復還！」這句歌詞明確表達了他知道此去將有去無回，但他依然選擇前往。這種明知必死卻慷慨赴義的行為，正是「視死如歸」精神的極致展現。故選(D)。"
      },
      {
        "id": "36-4",
        "q": "下列哪一句話最能展現大家義憤填膺的樣子?",
        "options": [
          "(A) 皆嗔目，盡髮上指冠",
          "(B) 風蕭蕭兮易水寒，壯士一去兮不復還",
          "(C) 太子與賓客知其事者，皆白衣冠以送之",
          "(D) 高漸離擊筑，荊軻和而歌，為變徵之聲"
        ],
        "ans": "A",
        "explanation": "「嗔目」是瞪大眼睛（怒目），「髮上指冠」是頭髮豎起頂起了帽子（怒髮衝冠）。這兩個動作描寫生動地刻畫了在場人士因悲憤、激昂而產生的強烈情緒反應，即「義憤填膺」的樣子。故選(A)。"
      }
    ]
  },
  {
    "id": "set-37",
    "title": "第37篇 著作日記",
    "article": "<p>4月10日 晴 稍暖</p><p>寫千餘字。買郵票一元。孔覺民君函約面談，函到過遲。致函莘田。接絜青函。晚飯請杜宇、楊楓、孟超、式民吃「朝天館」，大餅捲肥腸，蔥白鹹菜段長3寸，即墨苦頭老酒，侉子氣十足。</p><p>4月11日 晴</p><p>寫完給西風的稿子。在耕春處吃晚飯。</p><p>4月12日 風冷</p><p>接劍三函。接老牛破車十本。早在市中講演。寄走西風稿。午後風大，又穿上棉褲棉袍！</p><p>4月14日 晴暖</p><p>雨後天晴，庭中草怒發，早到公園轉一圈，玉蘭正好，櫻花尚須三四日，已有茶棚。函慰恢仁。下午寫千餘字。接絜青函，小濟、小乙都好了。晚看電影，沒大意思。明天該正經幹活了！買雞蛋40.8角。</p><p>（老舍日記《新作日記》）</p>",
    "subQuestions": [
      {
        "id": "37-1",
        "q": "由這篇日記的內容，請判斷作者的職業是什麼?",
        "options": [
          "(A) 法官",
          "(B) 祕書",
          "(C) 老師",
          "(D) 作家"
        ],
        "ans": "D",
        "explanation": "日記中多次提到「寫千餘字」、「寫完給西風的稿子」、「寄走西風稿」、「接《老牛破車》十本」（通常是作者收到樣書）、「講演」等活動。這些都是作家的日常工作內容，故推斷作者為(D)作家。"
      },
      {
        "id": "37-2",
        "q": "作者在這四篇日記中，哪一天表達出「賞春的閒情」?",
        "options": [
          "(A) 四月十日",
          "(B) 四月十一日",
          "(C) 四月十二日",
          "(D) 四月十四日"
        ],
        "ans": "D",
        "explanation": "四月十四日的日記中寫道：「雨後天晴，庭中草怒發，早到公園轉一圈，玉蘭正好，櫻花尚須三四日...」。描寫了雨後春草、玉蘭花開、期待櫻花等春日景緻，並特地去公園轉一圈，展現了欣賞春光的閒情逸致。故選(D)。"
      }
    ]
  },
  {
    "id": "set-38",
    "title": "第38篇 軍閥與黑洞",
    "article": "<p>有一位軍閥每次處決死刑犯時，都會讓犯人選擇：一槍斃命或是選擇從左牆的一個黑洞進去。所有犯人都寧可選擇一槍斃命，也不願進入那個命運未知的黑洞。有一次，一個親信很大膽地問他：「大帥，您可不可以告訴我們，從這黑洞走進去究竟會有什麼結果？」「沒什麼啦！其實走進黑洞的人只要經過一、兩天的摸索便可以逃出去了。」軍閥回答。</p>",
    "subQuestions": [
      {
        "id": "38-1",
        "q": "這篇短文的寓意為何?",
        "options": [
          "(A) 人生要勇於悔改",
          "(B) 人往往怯於嘗試",
          "(C) 天下沒有衝不過的難關",
          "(D) 得饒人處且饒人"
        ],
        "ans": "B",
        "explanation": "故事中的犯人寧願選擇確定的死亡（槍斃），也不願選擇未知的黑洞，即使黑洞其實是一條生路。這反映了人性中對於「未知」的恐懼往往大於對「現狀」（即使是死亡）的恐懼，導致人們不敢嘗試新的可能性。故寓意為(B)人往往怯於嘗試。"
      },
      {
        "id": "38-2",
        "q": "如果有一個人被公司資遣了，正面臨中年轉業的困境，依照本文的主旨，他應該要如何?",
        "options": [
          "(A) 能屈能伸",
          "(B) 做好準備",
          "(C) 面對挑戰",
          "(D) 隨遇而安"
        ],
        "ans": "C",
        "explanation": "本文主旨鼓勵人們不要害怕未知，要勇於嘗試。中年轉業就像是那個「黑洞」，充滿了未知與恐懼。依照故事寓意，這個人不應該像犯人一樣選擇放棄（死路），而應該勇敢走進黑洞，經過摸索找到出路。故應(C)面對挑戰（勇於嘗試）。"
      }
    ]
  },
  {
    "id": "set-39",
    "title": "第39篇 雄雞",
    "article": "<p>不鳴則已／一鳴／便喊出一個／火辣辣的太陽／誰說詩一定要寫才算／抖一抖翅膀／富麗／絕對不輸三百篇</p><p>（向明《雄雞》）</p>",
    "subQuestions": [
      {
        "id": "39-1",
        "q": "根據本詩，下列何者「不是」歌頌的內容?",
        "options": [
          "(A) 音色嘹亮",
          "(B) 昂揚振翅",
          "(C) 無懼豔陽",
          "(D) 羽毛斑斕"
        ],
        "ans": "C",
        "explanation": "(A) 「一鳴／便喊出一個／火辣辣的太陽」歌頌啼聲響亮（音色嘹亮），彷彿叫出了太陽。(B) 「抖一抖翅膀」歌頌其動作昂揚。(D) 「富麗／絕對不輸三百篇」形容其羽毛色彩豐富美麗（羽毛斑斕），堪比詩經三百篇的文采。唯獨(C)「無懼豔陽」詩中未提及，詩是說牠喊出太陽，而非不怕太陽。故選(C)。"
      },
      {
        "id": "39-2",
        "q": "「不鳴則已／一鳴／便喊出一個／火辣辣的太陽」幾句與下列何者意義相通?",
        "options": [
          "(A) 風雨如晦，雞鳴不已",
          "(B) 雞鳴狗盜之徒，亦有可取之處",
          "(C) 寧為雞口，不為牛後",
          "(D) 雄雞一聲天下白"
        ],
        "ans": "D",
        "explanation": "詩句描寫雄雞一叫，太陽就出來了，象徵光明與新的一天開始。這與(D)「雄雞一聲天下白」（李賀詩句）意境完全相同，都是描寫雞鳴破曉，驅散黑暗帶來光明的情景。故選(D)。"
      }
    ]
  },
  {
    "id": "set-40",
    "title": "第40篇 誰來穿我織的美麗衣裳?",
    "article": "<p>「希望女兒變成有用的人，小時候我就把她送到了遙遠的山下城市去讀書，就像現在平地流行的小小留學生一樣；我們在山上擔心得吃不下、睡不著，女兒每次回來卻總是只記得外面的社會多好多好，怎麼怎麼漂亮。我心裡想：反正不要她像我們這一輩一樣，永遠住在山上，不知道外面是什麼樣子。但是自從和這一群好同學在一起以後，我們常常練習 Amis①的歌，跳我們 Amis的舞，每多唱一次我的心就愈來愈難過，每跳一次舞我就覺得像被祖先打了一樣，因為我知道，女兒將要在我這一代學不到祖先留下來的歌舞了。就像以前我的 Ina②常常會教我做衣服的技巧和圖案，但是我現在再怎麼用力做也沒有用，因為我女兒已經像天空的小鳥一般，飛得好遠好遠，往那個山下的城市飛去了，不知道什麼時候才回來？誰來穿我織的美麗衣裳？」</p><p>就和往常我會遇到的情形一般，Vai③張著那雙原住民族特有的大眼睛，滿懷期待地詢問我「怎麼辦？」時，我也只有別過頭去，讓自己不爭氣的眼淚流下，而說不出一句話；因為我不知道該如何去向一位原住民族的老人解釋，這一切不該是她所應去承擔的責任，卻莫名其妙地落在她或她的同伴身上。如果我說這一切都是因為強勢文化的入侵，是因為資本主義的必然性，政策的不當，或族群的命運，因此造成了原住民族的老人必須要將自己的孩子，一個接一個地往平地社會送，只為了可以受更好的教育？卻因而忘記了自己的母語，祖先的文化，我真的懷疑她是不是能懂得？我又要如何告訴一個原住民族的老人，能受教育已經算是幸運的了，還有更多的、和我們流有同樣原住民族血液的人，為了生存，必須被迫離開自己熟悉的部落，到一個沒有山、沒有水的城市裡，做著危險性高、勞動力大的工人，沉重的家庭負擔、妻子小孩的溫飽，甚至不允許他們有發生任何意外的機會。</p><p>注：①Amis：阿美族語，指阿美族。②Ina：阿美族語，指母親。③Vai：阿美族語，指祖母。</p><p>（節錄自利格拉樂‧阿媽《誰來穿我織的美麗衣裳？》）</p>",
    "subQuestions": [
      {
        "id": "40-1",
        "q": "為什麼阿美族媽媽覺得每唱跳一次Amis的歌舞就像被祖先打了一樣?",
        "options": [
          "(A) 無法再為女兒織衣裳",
          "(B) 歌舞肢體表現太差",
          "(C) 女兒恐未能傳承文化",
          "(D) 過早送孩子去留學"
        ],
        "ans": "C",
        "explanation": "文中阿美族媽媽說：「因為我知道，女兒將要在我這一代學不到祖先留下來的歌舞了。」她為了讓女兒受更好的教育，將女兒送往山下城市，卻因此導致女兒與部落文化（歌舞、織布）斷層。這種愧對祖先、文化失傳的焦慮與罪惡感，讓她覺得像被祖先打一樣痛。故選(C)。"
      },
      {
        "id": "40-2",
        "q": "本文主旨與下列何者不相關?",
        "options": [
          "(A) 沒有暗礁，哪能激得起美麗的浪花",
          "(B) 困難背後，隱藏著通往成功的階梯",
          "(C) 忍一時風平浪靜，退一步海闊天空",
          "(D) 不經一番寒徹骨，焉得梅花撲鼻香"
        ],
        "ans": "B",
        "explanation": "本題選項設計與文章內容關聯性較低，可能源自題庫錯置。但就「不相關」而言，本文探討原住民文化流失、強勢文化入侵、為了生存被迫離鄉的無奈與悲歌。選項(A)(B)(D)皆屬勵志類，強調經過磨練會有成就。而(B)「困難背後，隱藏著通往成功的階梯」暗示目前的苦難是為了將來的成功，這與文中描述原住民面臨的「結構性困境」（文化斷層、危險勞動、生存壓力）且看似無解的悲傷較不相干（他們的苦難未必能帶來所謂的成功階梯）。(注意：此題解析依據PDF答案為B，推測其邏輯為：文中不僅僅是談個人奮鬥，而是沉重的文化存續議題，不能簡化為通往成功的階梯)。"
      }
    ]
  },
  {
    "id": "set-41",
    "title": "第41篇 荔枝蜜",
    "article": "<p>花鳥草蟲，凡是上得畫的，那原物往往也叫人喜愛。蜜蜂是畫家的愛物，我卻總不大喜歡。說起來可笑。孩子時候，有一回上樹掐海棠花，不想叫蜜蜂螫了一下，嚇得我差點兒跌下來。大人告訴我說：蜜蜂不輕易螫人，準是誤以為你要傷害牠，才螫。一螫，牠自己耗盡生命，也活不久了。我聽了，覺得那蜜蜂可憐，原諒牠了。可是從此以後，每逢看見蜜蜂，感情上疙疙瘩瘩的總不怎麼舒服。</p><p>（節錄自楊朔《荔枝蜜》）</p>",
    "subQuestions": [
      {
        "id": "41-1",
        "q": "文中作者說：「蜜蜂是畫家的愛物，我卻總不大喜歡。」同是一物，有人喜歡，有人排斥，其主要原因是什麼?",
        "options": [
          "(A) 不同的時空，必有不同的價值觀",
          "(B) 個人主觀情緒，所形成的特有固執",
          "(C) 依物體本身是否具有實用價值而定",
          "(D) 對物體了解得愈深入則愈喜歡，反之則排斥"
        ],
        "ans": "B",
        "explanation": "作者小時候被蜜蜂螫過，產生了恐懼與陰影（疙疙瘩瘩）。雖然理智上知道蜜蜂螫人是為了自衛且會死掉（覺得可憐、原諒牠），但情感上依然「總不怎麼舒服」。這顯示喜惡並非基於客觀價值，而是源於個人的主觀經驗與情緒記憶。故選(B)。"
      },
      {
        "id": "41-2",
        "q": "根據本文，作者再看見蜜蜂時，內心仍產生疙瘩不舒服的感覺。這種反應可用下列何項解釋?",
        "options": [
          "(A) 人善被人欺，馬善被人騎",
          "(B) 只可他無情，不可我無義",
          "(C) 一朝被蛇咬，十年怕草繩",
          "(D) 苦瓜連根苦，甜瓜徹蒂甜"
        ],
        "ans": "C",
        "explanation": "「一朝被蛇咬，十年怕草繩」比喻曾經受過傷害，以後遇到類似的事物就會產生恐懼或心理陰影。作者因兒時被蜜蜂螫過一次，從此看到蜜蜂就覺得不舒服，正是這種心理創傷的延續。故選(C)。"
      }
    ]
  },
  {
    "id": "set-42",
    "title": "第42篇 你還在等什麼呢?",
    "article": "<p>你還在等什麼呢？今天就能成就的事，為什麼要等到明天呢？也許今天對你來說，小事一件，你不放在眼裡，你放眼的是未來，可是，你今天不動，你就慢了一步，十年後，你還在原地。屆時，你會發現根本動不了，你的腳已經生根，你被遠遠地拋在後頭了。</p>",
    "subQuestions": [
      {
        "id": "42-1",
        "q": "下列文句，何者最接近本文的旨意?",
        "options": [
          "(A) 先天下之憂而憂，後天下之樂而樂",
          "(B) 欲速則不達，見小利則大事不成",
          "(C) 明天的機會未必比今天差，毋須急躁",
          "(D) 把握每個現在，才有機會連綴永恆"
        ],
        "ans": "D",
        "explanation": "文章強調「今天就能成就的事，為什麼要等到明天」、「你今天不動，你就慢了一步」，警告若不把握當下行動，未來將一事無成（還在原地）。這與(D)「把握每個現在，才有機會連綴永恆」旨意最接近，皆強調當下行動的重要性。"
      },
      {
        "id": "42-2",
        "q": "下列何者與本文寓意較「無關聯」?",
        "options": [
          "(A) 條條大路通羅馬",
          "(B) 坐而言不如起而行",
          "(C) 千里之行，始於足下",
          "(D) 說一尺，不如行一寸"
        ],
        "ans": "A",
        "explanation": "本文強調的是「行動」與「把握當下」。(B)起而行、(C)始於足下、(D)行一寸，都在強調實踐與行動的重要性，與本文寓意相符。而(A)「條條大路通羅馬」比喻殊途同歸，強調方法的多樣性或結果的一致性，與「把握時間立刻行動」的關聯較小。故選(A)。"
      }
    ]
  },
  {
    "id": "set-43",
    "title": "第43篇 對手",
    "article": "<p>我們在情感上需要朋友，在知識上需要對手。有一個相互比較競爭的對手，往往可以帶來可長可久的成長。孟子說：「出則無敵國外患者，國恆亡。」然而，很多人沒法這樣看待對手。由於對手和敵人往往只有一線之隔，所以，對手也很容易變成仇人。常常看待對手的時候，混雜了情緒。不少人在碰到對手的時候，首先是不屑（覺得他不怎麼樣），再來是憤怒（發現竟然有很多人喜歡他，甚至超越自己），最後則是不能在他面前提到對方的隻字片語。然後，對手等於敵人和仇人。</p><p>其實，越是敵人和仇人，可學的才越多，在他們使出渾身解數的時候，也就是傳授你最多招數的時候。好好跟他學習。而最好的學習，永遠來自於你和他交手，被他擊中的那一刻。</p>",
    "subQuestions": [
      {
        "id": "43-1",
        "q": "根據本文，下列敘述何者正確?",
        "options": [
          "(A) 首段列出人們看待敵人的種種態度",
          "(B) 好學可以使人化敵為友",
          "(C) 最好的學習往往是自己能由失敗中獲取教訓",
          "(D) 天下沒有永遠的敵人"
        ],
        "ans": "C",
        "explanation": "文中最後一句說：「最好的學習，永遠來自於你和他交手，被他擊中的那一刻。」「被他擊中」意味著在競爭中失敗或受挫，而這正是學習對方招數、看清自己不足的最佳時刻。故選(C)。(A)是看待「對手」的態度；(B)(D)文中未提及。"
      },
      {
        "id": "43-2",
        "q": "孟子說：「出則無敵國外患者，國恆亡。」與何者意思相近?",
        "options": [
          "(A) 愛人者，人恆愛之；敬人者，人恆敬之",
          "(B) 生於憂患，死於安樂",
          "(C) 境由心造，事在人為",
          "(D) 覆巢之下無完卵"
        ],
        "ans": "B",
        "explanation": "「出則無敵國外患者，國恆亡」意指一個國家如果沒有國外的敵對勢力威脅（缺乏憂患意識與競爭），往往容易滅亡。這句話出自《孟子‧告子下》，其核心思想即為(B)「生於憂患，死於安樂」（在憂患中能生存發展，在安樂中容易衰亡）。"
      },
      {
        "id": "43-3",
        "q": "下列何句名言與文章的意思最接近?",
        "options": [
          "(A) 與良友為伴，不覺路遠—莎士比亞",
          "(B) 愛心乃最真實之智慧—狄更斯",
          "(C) 十年河東轉河西，莫笑窮人穿破衣—中國諺語",
          "(D) 注意你的敵人，因為他們最先找出你的過失—華盛頓"
        ],
        "ans": "D",
        "explanation": "文章主旨強調對手（敵人）能帶來成長，因為他們會使出渾身解數攻擊你（找出你的弱點）。這與(D)「注意你的敵人，因為他們最先找出你的過失」意思最接近，都肯定了敵人作為「鏡子」或「導師」的正面價值。"
      }
    ]
  },
  {
    "id": "set-44",
    "title": "第44篇 比堅持更難的，是放棄",
    "article": "<p>前陣子流行過一句話：「堅持一件事，只要一個理由就夠；放棄一件事，卻需要千百個理由才能下決定。」說放棄就放棄其實並不容易，若曾付出時間與心力，更是難上加難，因為不甘願在毫無收穫的情況下就此收杆。但為何放棄需要千百個理由，堅持只需要一個呢？或許那是因為，不知道什麼是自己真正想要。</p><p>放棄的理由不只一種，任何芝麻綠豆大的事都行。其中，最讓人進退維谷的無非是「我根本不知道自己在幹嘛，所以想說放棄算了。」確實，不著邊際的未知感總是令人心慌，比起茫然地蹉跎下去，放棄可能是更好的選項。然而，為放棄而放棄真的好嗎？在不清楚眼下目標的情況下，這可能只會讓你從一個坑跳進另一個坑。若真想放棄，就請在放棄的理由中，找出可能讓生活更好的方式。</p><p>說放棄就放棄是種自由嗎？絕對是。然而身處資本主義社會，追求自由需要本錢，這種本錢是經驗或資金、技能或嚮往，是各種能讓你「離開現況且改善現況」的條件，有了這些條件，才能夠說放就放。否則，思慮不周的放棄，很多時候只是為下一個放棄埋伏筆罷了。</p><p>為了日後能夠心無旁鶩地放棄，就必須先瞻前顧後地堅持。若對目前工作心生倦怠，可先列出現況的「Pros and cons」，理性分析後再決定下一步如何進行。若在比較後仍覺得放棄為上，那就先理好離職後的目標、理想的生活、可接受的工作環境與待精進的技能，避免「放棄了，然後呢？」的不幸出現。帶著充分的理由做決定，停止意氣用事地放棄，才不會造成日後後悔。</p><p>註：①Pros and cons：優勢與劣勢</p><p>（ANITACHENG《比堅持更難的，是放棄》）</p>",
    "subQuestions": [
      {
        "id": "44-1",
        "q": "根據本文，下列何者為「選擇放棄更不容易」的原因?",
        "options": [
          "(A) 找不到可以放棄的理由，乾脆堅持到最後",
          "(B) 放棄只是從一個坑跳到另一個坑，並不明智",
          "(C) 因為付出許多，卻沒有相對應的回報而心生不甘",
          "(D) 事情尚未走到最壞的地步，不需要冒險選擇放棄"
        ],
        "ans": "C",
        "explanation": "文中第一段提到：「說放棄就放棄其實並不容易，若曾付出時間與心力，更是難上加難，因為不甘願在毫無收穫的情況下就此收杆。」這裡的「不甘願」即是指付出與回報不成比例時產生的心理障礙，導致難以放棄。故選(C)。"
      },
      {
        "id": "44-2",
        "q": "下列何者「不是」放棄前需要考慮的狀況?",
        "options": [
          "(A) 要先釐清自己的目標是什麼",
          "(B) 是否可以讓未來的生活更好",
          "(C) 有無共同並肩作戰的好夥伴",
          "(D) 有無充分的條件支持自己放棄"
        ],
        "ans": "C",
        "explanation": "文中提到放棄前要考慮：(A)眼下目標（「在不清楚眼下目標的情況下...」）、(B)讓生活更好（「找出可能讓生活更好的方式」）、(D)本錢與條件（「追求自由需要本錢...有了這些條件，才能夠說放就放」）。唯獨(C)「有無共同並肩作戰的好夥伴」文中並未提及。故選(C)。"
      },
      {
        "id": "44-3",
        "q": "根據本文，作者建議列出「Pros and cons」的目的為何?",
        "options": [
          "(A) 讓自己一成不變的生活，增添一些思考與工作的動力",
          "(B) 衡量當前與放棄後的優點與缺點，以利做出正確決定",
          "(C) 透過較多的優勢條件，來安撫自己慌亂不安的內心",
          "(D) 提供自己未來奮鬥的目標，更貼近美好的理想生活"
        ],
        "ans": "B",
        "explanation": "「Pros and cons」意指優點與缺點（或優勢與劣勢）。文中提到「可先列出現況的『Pros and cons』，理性分析後再決定下一步如何進行」。這表示列出的目的是為了進行理性分析、比較權衡，以避免意氣用事，做出正確的決定。故選(B)。"
      }
    ]
  },
  {
    "id": "set-45",
    "title": "第45篇 播種的日子",
    "article": "<p>播種的日子</p><p>我細細模仿人們的舉止<br>農夫妝點我，殷切地<br>為我繫上兩串空罐頭，在風中<br>我便有了吼叫的高音</p><p>收成的日子</p><p>稻穗在空中升起金黃閃閃的光澤<br>狡黠的雀鳥結束日以繼夜的觀視<br>紛紛駐足於我肩上，暴露<br>我毫無活力的真面目</p><p>（須文蔚）</p>",
    "subQuestions": [
      {
        "id": "45-1",
        "q": "本詩的敘述者是誰?",
        "options": [
          "(A) 水牛",
          "(B) 鋤頭",
          "(C) 稻草人",
          "(D) 水稻"
        ],
        "ans": "C",
        "explanation": "敘述者說「我細細模仿人們的舉止」、「農夫妝點我」、「繫上兩串空罐頭」（為了發出聲音嚇鳥），最後雀鳥「駐足於我肩上，暴露我毫無活力的真面目」。這些特徵（模仿人、穿衣妝點、假裝嚇鳥但無生命）皆指向(C)稻草人。"
      },
      {
        "id": "45-2",
        "q": "「農夫妝點我，殷切地／為我繫上兩串空罐頭」其用意何在?",
        "options": [
          "(A) 百無聊賴",
          "(B) 獨樹一幟",
          "(C) 發揮創意",
          "(D) 虛張聲勢"
        ],
        "ans": "D",
        "explanation": "農夫在稻草人身上繫上空罐頭，是為了讓罐頭在風中碰撞發出聲響，「吼叫的高音」是用來嚇唬雀鳥的。稻草人本身沒有力量，靠聲音來嚇阻敵人，這正是(D)「虛張聲勢」的意思。"
      },
      {
        "id": "45-3",
        "q": "從「狡黠的雀鳥結束日以繼夜的觀視／紛紛駐足於我肩上」一句，可看出「我」的狀態為何?",
        "options": [
          "(A) 黔驢技窮",
          "(B) 狐假虎威",
          "(C) 兔死狗烹",
          "(D) 虎落平陽被犬欺"
        ],
        "ans": "A",
        "explanation": "起初稻草人還能用罐頭聲嚇鳥，但雀鳥經過「日以繼夜的觀視」後，發現稻草人其實不會動、沒有威脅性，於是紛紛停在它肩上。這顯示稻草人的招數（嚇鳥）已經被看穿且無效了，陷入了(A)「黔驢技窮」（比喻拙劣的技能已經使完，而終至露出虛弱的本質）的窘境。"
      },
      {
        "id": "45-4",
        "q": "本詩的「我」最後是表現怎樣的情緒?",
        "options": [
          "(A) 活力十足",
          "(B) 充滿自信",
          "(C) 欣喜快樂",
          "(D) 充滿無力感"
        ],
        "ans": "D",
        "explanation": "詩的最後，「我」被雀鳥看穿，牠們肆無忌憚地停在「我」肩上，暴露了「我毫無活力的真面目」。原本的任務是驅鳥，現在卻被鳥欺負且無能為力，這表現出一種(D)充滿無力感與挫敗的情緒。"
      },
      {
        "id": "45-5",
        "q": "關於本詩的作法，下列何者「錯誤」?",
        "options": [
          "(A) 全篇以擬人手法寫成",
          "(B) 雀鳥是唯一和「我」相伴的朋友",
          "(C) 以第一人稱敘事",
          "(D) 詩中的「我」其實是虛有其表的"
        ],
        "ans": "B",
        "explanation": "(B) 錯誤。詩中描述雀鳥是「狡黠」的，牠們「結束觀視」、「駐足肩上、暴露真面目」，這些動作顯示雀鳥是稻草人的「對手」或「敵人」（要偷吃稻米），而非相伴的朋友。稻草人的存在目的是驅趕牠們，最後卻被牠們輕視。"
      }
    ]
  },
  {
    "id": "set-46",
    "title": "第46篇 王起與白敏中",
    "article": "<p>王起主文柄①，欲以白敏中為狀元，病其與賀拔惎為友。惎有文而落拓。乃密令門人申意，俾敏中與惎絕。門人復約敏中，具以告之。敏中曰：「皆如所教。」既而惎果造門，左右欺以敏中他適，惎遲留不言而去。俄頃，敏中躍出，連呼左右召惎，悉以實告，曰：「一第何患不致，奈輕負至交！」相與歡醉。門人睹之，大怒而去。懇告於起，且云不可必矣。起曰：「我原只得白敏中，今當更取賀拔惎矣。」</p><p>註：①主文柄：主持科舉考試。</p><p>（改寫自《唐摭言》）</p>",
    "subQuestions": [
      {
        "id": "46-1",
        "q": "根據本文，下列文句省略的主語，何者是白敏中?",
        "options": [
          "(A) 病其與賀拔惎為友",
          "(B) 乃密令門人申意",
          "(C) 悉以實告",
          "(D) 大怒而去"
        ],
        "ans": "C",
        "explanation": "(A)「病其與賀拔惎為友」的主語是「王起」，指王起不滿白敏中與賀拔惎交好。(B)「乃密令門人申意」的主語也是「王起」。(D)「大怒而去」的主語是「門人」，因為門人看到白敏中沒有依約與賀拔惎絕交。唯有(C)「悉以實告」是接在「敏中躍出」之後，描寫白敏中追回朋友，將實情全部告訴賀拔惎，故主語為白敏中。"
      },
      {
        "id": "46-2",
        "q": "根據本文，王起說：「我原只得白敏中，今當更取賀拔惎矣。」這句話的原因，最可能是下列何者?",
        "options": [
          "(A) 白敏中向王起推薦賀拔惎取代自己",
          "(B) 賀拔惎已知此次科考內幕，只好破格錄取封口",
          "(C) 比起白敏中的前倨後恭，賀拔惎的真誠顯得更為可貴",
          "(D) 白敏中把賀拔惎看得比狀元還重，可知賀拔惎有過人之處"
        ],
        "ans": "D",
        "explanation": "白敏中寧願放棄狀元的機會（「一第何患不致，奈輕負至交」），也不願背棄朋友。王起看到白敏中如此看重這位朋友，推斷賀拔惎必有過人之處，才值得白敏中如此對待；同時也可能欣賞白敏中重義氣的品格，進而愛屋及烏，認為兩人皆是人才，故決定一併錄取。故選(D)。"
      }
    ]
  },
  {
    "id": "set-47",
    "title": "第47篇 永續水再生",
    "article": "<p>財星雜誌曾經預測：「21世紀的水資源，將如同20世紀的石油。」</p><p>現在看來極為方便而又廉價的自來水，對人類來說，其實是異常珍貴的資源：雖然地球上大部分的面積都是水，但是除去海洋之外，淡水的比例只有2.5%，若再扣除淡水中將近七成凍結在南北極冰山及冰川的部分，我們能用到的淡水資源，其實不到1%！人類唯一能慶幸的，就是大自然設計了一套水的循環系統，或許就是因為有了這套循環系統，才讓事實上比石油更稀少的淡水，顯得那麼的平凡。而水的問題，對於工業發展及人口迅速集中的開發中國家尤其嚴重。臺灣是一個缺水國家，雖然臺灣的年均降雨量是世界平均值的2.6倍，但事實上臺灣每年的降雨量中，超過一半都迅速流入海中。依據經濟部水利署的研究，臺灣每年的平均供水量約為175至180億噸，但至2021年時，需求量會上升至200億噸，到時臺灣將會出現嚴重缺水的情況。隨著工業的發展及生活品質的提升，臺灣地區用水量愈來愈大，因而產生的廢水也愈來愈多，在珍惜水資源，以及降低水汙染的趨勢下，汙水處理的技術也就愈發重要。為此，工研院特別發展出一套「新世代生活汙水處理技術」，這項技術的特點，是汙水在通過攔汙柵及沉砂池的前處理，即可進入此一系統，而以此一系統取代原本汙水處理方式的優點，包含了高效率、低汙泥、水回收及能源化等好處。工研院這一套生活汙水處理技術，每去除一公斤的COD，還可產生0.35立方公尺的甲烷（沼氣）用來發電。可說是廢物利用的良好示範。</p><p>（節錄自《永續水再生》）</p>",
    "subQuestions": [
      {
        "id": "47-1",
        "q": "根據本文，下列何者說明正確?",
        "options": [
          "(A) 目前地球上的可用淡水比例超過3%",
          "(B) 臺灣每年平均供水量低於175億噸",
          "(C) 目前臺灣的年均降雨量為全球最低",
          "(D) 臺灣年降雨量雖多，但多數雨水快速流入海中"
        ],
        "ans": "D",
        "explanation": "文中提到「雖然臺灣的年均降雨量是世界平均值的2.6倍，但事實上臺灣每年的降雨量中，超過一半都迅速流入海中」，故(D)正確。(A)文中說可用淡水資源不到1%。(B)文中說平均供水量約為175至180億噸，並非低於175億噸。(C)文中說臺灣年均降雨量是世界平均值的2.6倍，並非全球最低。"
      },
      {
        "id": "47-2",
        "q": "關於「21世紀的水資源，將如同20世紀的石油。」這句話的涵義，下列何者說明最恰當?",
        "options": [
          "(A) 水與石油在組成成分上極為類似",
          "(B) 未來水資源將與石油一樣昂貴稀缺",
          "(C) 水與石油的產業用途幾乎一致",
          "(D) 石油與水資源都屬於無法再生資源"
        ],
        "ans": "B",
        "explanation": "石油在20世紀是極為重要、引發爭奪且珍貴的戰略資源。這句話比喻到了21世紀，水資源也會像石油一樣，因為需求增加、供應短缺而變得異常珍貴、稀缺，甚至引發競爭。故選(B)。"
      },
      {
        "id": "47-3",
        "q": "文中提到「廢水處理時，還可產生甲烷（沼氣）用來發電」，這屬於「新世代生活汙水處理技術」中的哪一項優點?",
        "options": [
          "(A) 高效率",
          "(B) 低汙泥",
          "(C) 水回收",
          "(D) 能源化"
        ],
        "ans": "D",
        "explanation": "將廢水處理過程中產生的甲烷（沼氣）收集起來「用來發電」，這就是將廢棄物轉化為能源的過程，因此屬於(D)「能源化」的優點。"
      }
    ]
  },
  {
    "id": "set-48",
    "title": "第48篇 準時是經營的原點",
    "article": "<p>祕魯人因全國都不準時，不得不舉辦全國對時儀式，希望從此能養成守時的習慣。對個人而言，守時是修養、是禮貌；對公司而言，準時是紀律、是競爭力、是效率，絕不可等閒視之。</p><p>日本7-ELEVEN會長鈴木敏文在他的零售鉅著《7-ELEVEN零售聖經》（商賣的原點）中，特別指出零售的基本成功祕訣之一是清潔維護，這是多麼不像道理的道理，可說是一點學問也沒有。但是這麼普通的常識，卻是7-ELEVEN成功的關鍵，實在發人深省。</p><p>企業經營也有類似的狀況，「準時」是人人都知道的原則，但是這也是高效率經營與成功關鍵。</p><p>每一個公司都有計畫，每個計畫也都會有時間表，問題是有多少人能精準地按時間表執行？哪一個計畫不是有太多的變數與意外，最後所有的時間表都只是僅供參考，而大多數人也都對「不準時」習以為常，從來也不知道「準時」是高效率與成功經營企業的關鍵。</p><p>長期的媒體工作，讓我養成謹守「DEAD LINE」的習慣，因為刊物要準時與讀者見面，不論發生任何的意外，都要能被管理與補救，與讀者見面的時間不能延誤。這個習慣也很自然地被我運用到公司管理上，剛開始這只是經驗的延續，並不知其中的奧妙，但長期下來，我確認「準時」是一切經營的基本道理，也是效率與品質的關鍵。</p><p>首先為了「準時」，你就要有能力管理意外與變動，而要管理意外與變動，就要設定足夠應變的時間，並進行綿密的管理，並且要事先設定好意外的替代方案。而如果能提前準備，並綿密管理，當意外不出現時，你就會有多餘的時間，精雕細琢每一個細緻的工作環節：當你精雕細琢每一個工作環節與流程時，消極的你會把錯誤降到最低，積極的你會把工作的品質提升到最高。如果這樣，公司的營運一定會較過去大幅提升，這就是我體會出來的「準時」是一切經營的原點的道理。</p><p>沒有學問，人人皆知，但是很少人真正做到，這也就回應了企業經營「沒有Magic，只有Basic」的道理。</p><p>至於能不能「準時」，做得到做不到「準時」，這完全不是方法問題，而是態度問題。只要你把「準時」當做是工作的帝王條款，不可變動，你就會想盡辦法達到，而且也一定達得到，因為為了尊重時間表，一切意外也都可以被管理，當意外也能管理，就沒有任何不能管理的事了。</p><p>（選自《自慢：社長的成長學習筆記》商周出版公司）</p>",
    "subQuestions": [
      {
        "id": "48-1",
        "q": "日本7-ELEVEN會長鈴木敏文認為零售的基本成功祕訣是什麼?",
        "options": [
          "(A) 準時",
          "(B) 誠信",
          "(C) 清潔維護",
          "(D) 體貼"
        ],
        "ans": "C",
        "explanation": "文中第二段明確提到：「日本7-ELEVEN會長鈴木敏文...特別指出零售的基本成功祕訣之一是清潔維護」。故選(C)。雖然本文主題是「準時」，但此題問的是鈴木敏文關於零售業的觀點。"
      },
      {
        "id": "48-2",
        "q": "何飛鵬認為「準時」是一切經營的基本道理，下列哪一項不是他經營企業時看重「準時」的原因?",
        "options": [
          "(A) 「準時」代表品質穩定",
          "(B) 「準時」代表尊重別人的時間",
          "(C) 「準時」代表對於意外能夠應變",
          "(D) 「準時」代表一切事物都在管理之中"
        ],
        "ans": "B",
        "explanation": "文中提到「準時」是高效率與成功的關鍵，能讓營運大幅提升（品質穩定），需要有能力管理意外與變動（應變），且意味著一切意外都可被管理（管理之中）。雖然第一段提到對個人而言守時是禮貌（尊重別人時間），但在「經營企業」的層次上，作者強調的是管理、效率、應變與品質，而非「尊重別人的時間」。故(B)非其經營企業時看重的主要原因。"
      },
      {
        "id": "48-3",
        "q": "下列哪一句名言，最貼近本文中作者對於「準時」的想法?",
        "options": [
          "(A) 凡是想獲得優異成果的人，都應該異常謹慎地珍惜和支配自己的時間 —— 克魯普斯卡婭",
          "(B) 時間是最不值錢的東西，也是最寶貴的東西。因為有了時間，我們就有了一切 —— 萊尼斯",
          "(C) 我們得到生命的時候附帶有一個不可少的條件：我們應當勇敢地捍衛生命，直到最後一分鐘 —— 狄更斯",
          "(D) 時間是最殘酷的暴君，它在我們向老年進發的過程中，向我們徵抽健康、才能、體力及容貌等苛捐雜稅 —— 霍斯特"
        ],
        "ans": "A",
        "explanation": "作者認為「準時」是經營的原點，需要綿密管理、設定應變時間，以提升工作品質與營運成果。這與(A)「凡是想獲得優異成果的人，都應該異常謹慎地珍惜和支配自己的時間」的意旨最為貼近，都強調對時間的精確管理以達成目標。"
      },
      {
        "id": "48-4",
        "q": "本文中提到何飛鵬所選擇的經營守則，下列哪一個最不可能是其優先重視的價值?",
        "options": [
          "(A) 團隊守紀律",
          "(B) 做事有效率",
          "(C) 凡事有創意",
          "(D) 任務執行力"
        ],
        "ans": "C",
        "explanation": "文中提到「準時」是紀律、是競爭力、是效率，且是「Basic」（基本功）而非「Magic」（魔術）。作者強調的是按表操課、管理意外、精準執行（執行力）。相較之下，(C)「凡事有創意」並非本文強調的重點，甚至文中提到「一點學問也沒有」、「沒有Magic」，暗示作者更重視基本功的落實而非花俏的創意。"
      }
    ]
  },
  {
    "id": "set-49",
    "title": "第49篇 洛陽牡丹記與無性生殖",
    "article": "<p><strong>【甲】</strong> 洛陽之俗，大抵好花，春時城中無分貴賤皆插花，雖負擔者亦然。花開時，士庶競為遊遨。往往於古寺廢宅有池臺處，為市井張幄幕，笙歌之聲相聞。最盛於月陂堤、張家園、棠棣坊、長壽寺東街與郭令宅。至花落乃罷。洛陽至東京六驛，舊不進花。自今徐州李相迪為留守時，始進御。歲遣衙校一員，乘驛馬，一日一夕至京師。所進不過姚黃、魏紫三數朵。以菜葉實竹籠子，藉覆之使馬上不動搖，以蠟封花蒂，乃數日不落。大抵洛人家家有花，而少大樹者，蓋其不接則不佳。</p><p>（節錄自歐陽脩《洛陽牡丹記》）</p><p><strong>【乙】</strong> 無性生殖是指生物體直接由母體細胞分裂後產生出新個體的生殖方式。主要分為分裂生殖（通常是單細胞生物所行的生殖方式）、出芽生殖（某些生物個體上會長出一個較小的芽體。這個芽體在經過不斷地細胞分裂後會脫離母體，成為獨立的新個體）、斷裂生殖（通常是多細胞生物受外力作用斷裂後發育為新個體）、營養器官繁殖（植物的根、莖、葉等營養器官通過與母體脫離後，即能夠發育成新的個體）等方式。</p><p>註：①姚黃、魏紫：宋代洛陽兩種名貴的牡丹品種。</p><p>（維基百科）</p>",
    "subQuestions": [
      {
        "id": "49-1",
        "q": "根據甲文，自李相迪擔任留守，便開始派遣一名衙校的工作為何?",
        "options": [
          "(A) 統一管理全洛陽的牡丹",
          "(B) 負責進貢數朵姚黃、魏紫",
          "(C) 學習培育更高價的牡丹",
          "(D) 帶領城內工人種植牡丹"
        ],
        "ans": "B",
        "explanation": "甲文提到：「自今徐州李相迪為留守時，始進御（開始進貢）。歲遣衙校一員...所進不過姚黃、魏紫三數朵。」由此可知，這名衙校的工作就是負責將少量的名貴牡丹（姚黃、魏紫）運送到京師進貢。故選(B)。"
      },
      {
        "id": "49-2",
        "q": "甲文中提到「蓋其不接則不佳」，請根據乙文判斷牡丹花的嫁接屬於無性生殖中的哪一種類型?",
        "options": [
          "(A) 分裂生殖",
          "(B) 出芽生殖",
          "(C) 斷裂生殖",
          "(D) 營養器官繁殖"
        ],
        "ans": "D",
        "explanation": "甲文中的「接」是指「嫁接」。嫁接是利用植物的營養器官（如枝條、芽等）接在另一株植物上，使其癒合生長。根據乙文的定義，利用植物的根、莖、葉等營養器官來繁殖新個體，屬於(D)「營養器官繁殖」。(A)是單細胞生物；(B)如酵母菌、水螅；(C)如水綿、渦蟲。"
      }
    ]
  },
  {
    "id": "set-50",
    "title": "第50篇 田園之秋",
    "article": "<p>酣睡中醒來，聽見貓頭鷹在窗外老楊桃樹上鳴。貓頭鷹的鳴聲一點兒也不吵人，相反地，有種靜謐感，可加深人的酣睡，但是我還是醒來了，可見貓頭鷹的鳴聲如何地吸引我！既聽見貓頭鷹的鳴聲，興致便來了，不想再睡了。於是起來點了燈，壁鐘噹、噹、噹敲了三下，才只有三點鐘，管它幾點，飢來食倦來眠，一切視需要。</p><p>不久貓頭鷹走了。洗過了臉面，坐下來晨讀。櫥下傳來唧唧蟲鳴，那是灶雞，通常聚在灶邊積柴下，入夜即鳴，我叫牠為詩蟲，因為牠是詩人夜裡唯一的知友，鳴聲很美，和外邊草中的鈴蟲聲，構成最美妙的音樂。覺察到灶雞的細鳴，不得不放棄了書本，此君比書本還吸引人。通常總因習焉不察，聽而不聞，一旦覺察過來，任何事情都抵不過牠。此蟲唯一的缺點，是會啃書，但無論牠對書本造成多大的傷害，我都不忍傷害牠。聽貓頭鷹是一種味兒，聽灶雞是另一種味兒，而外邊草中的鈴蟲聲，又是另一種味兒，各有千秋，可是都同是夜裡的美音。田園之夜雖說是靜謐的，卻穿插著一些細微的美音，就像森林中暗穿著涓涓的細流一般。</p><p>（節錄自陳冠學《田園之秋‧九月二十一日》）</p>",
    "subQuestions": [
      {
        "id": "50-1",
        "q": "「飢來食倦來眠，一切視需要」，此處的「需要」是指哪一方面?",
        "options": [
          "(A) 生理",
          "(B) 心理",
          "(C) 精神",
          "(D) 性靈"
        ],
        "ans": "A",
        "explanation": "「飢來食」（餓了就吃）和「倦來眠」（累了就睡），這些都是人體最自然的生物本能反應。因此，這裡的「需要」是指身體上的(A)「生理」需求，強調順應自然的生理時鐘，不受世俗時間（壁鐘幾點）的拘束。"
      },
      {
        "id": "50-2",
        "q": "上文中所提到的聲音不包括哪一項?",
        "options": [
          "(A) 貓頭鷹的鳴聲",
          "(B) 灶雞的唧唧蟲鳴",
          "(C) 草中的鈴蟲聲",
          "(D) 池邊的蛙叫聲"
        ],
        "ans": "D",
        "explanation": "文中提到了(A)貓頭鷹的鳴聲（窗外老楊桃樹上）、(B)灶雞的唧唧蟲鳴（櫥下）、(C)外邊草中的鈴蟲聲。唯獨(D)「池邊的蛙叫聲」在本文中完全沒有被提及。故選(D)。"
      },
      {
        "id": "50-3",
        "q": "作者能體會到田園之夜的美，是因為他胸懷何種心境?",
        "options": [
          "(A) 衣帶漸寬終不悔",
          "(B) 萬物靜觀皆自得",
          "(C) 人情練達即文章",
          "(D) 莫待無花空折枝"
        ],
        "ans": "B",
        "explanation": "作者在深夜醒來，不急著睡也不急著工作，而是靜靜聆聽貓頭鷹、灶雞、鈴蟲的聲音，並從中感受到「靜謐感」與「美妙的音樂」。這種能從自然萬物的細微處發現美好與樂趣的心境，正是(B)「萬物靜觀皆自得」（靜下心來觀察萬物，都能從中得到領悟與樂趣）。(A)指為理想憔悴不悔；(C)指通曉人情世故；(D)指把握時光。"
      }
    ]
  }
]