[
  {
    "id": "set-1",
    "title": "第1篇 哺甘蔗的日子",
    "article": "<p>行過臺北某些街巷，偶爾總要在一卡車跟前停下來，柳丁汁買給女兒，甘蔗汁買給自己。柳丁汁我偶爾也喝，甘蔗汁女兒從來沒興趣。（她們為什麼不愛甘蔗汁呢？）卡車上經常也賣甘蔗，一包總有七八短根甘蔗，前些年牙口不好，吃軟不吃硬，沒正眼瞧過它們，不久前大鋼牙種植竣工，躍躍欲試，總想咬點火車頭，雖然牙醫大人頗不鼓勵硬碰硬，看見甘蔗牙癢癢，這玩意兒總還能對付吧，於是買了一包回家。</p><p>女兒總見我拎著一包包菱角花生地瓜回家，姐姐習慣冷眼瞧著，妹妹必然開訓：「吃得完嗎你？每次剩了扔。」這一包甘蔗，她們還不知如何反應，我喜孜孜地開嚼，妹妹蹭過來問：「這個好吃窩？你就吸它的汁窩？渣子還要吐出來，你不嫌麻煩窩？你不是已經買了一大罐甘蔗汁了嗎？」我一邊小心不大口咬甘蔗，一邊問那位聰明寫在略歪嘴角的姐姐：「你吃過甘蔗嗎？」「國中一年級的時候吃過一次，不喜歡。」「為什麼不喜歡？」「因為吃著『很空虛』。」</p><p>「空虛？」我感覺我的聲音一定有一種從椅子上跳起來的表情，她妹妹也覺得我的反應「嚴重」。她聳聳肩：「本來就很空虛的食物啊，咬一咬，很費勁嚼吸一點汁，殘渣吐出來，怎麼不空虛呢？」我的聲音一定更大了些，情緒有些結巴，「那、那你吃口香糖空、空不空虛？」「一樣空虛呀，所以我不吃口香糖。」半晌我被堵得沒說話，嘴巴沒停著哺我那半截甘蔗，她妹妹接話了：「你一定一邊吃一邊想到你的童年，又可以寫一篇文章了對不對？」我差一點噎著，她姐姐樂得大笑。</p><p>（她還真說對了。）我確實是哺甘蔗的一代。書上說，食用的紅甘蔗是印尼傳來的「果」蔗品種，在我童少，家裡的確是把甘蔗當水果吃的。巷口阿珠的柑仔店，常年有甘蔗攤，一捆甘蔗一地蔗皮蒼蠅亂飛，阿珠一把柴刀削皮俐落，五毛一塊要幾段削幾段，母親總要我們買回家洗過再吃，但是三輪車伕光著膀子蹲坐長凳子上哺得渣子吐一地，孩子們想學又不敢。在我的記憶所及，要到離家上臺北讀大學，才驚訝竟有甘蔗汁這回事，那還是在冬天，烤過的熱甘蔗汁，加了薑汁的完全不同的口味。我們南部鄉下來的同學還說甘蔗當然要自己哺才有滋味，還自豪誰的牙齒利如老鼠能連續咬哺幾根甘蔗。</p><p>如果今天嘉南平原的甘蔗田還是茂盛的，糖廠不是所剩無幾，農田不是幾十萬公頃計的休耕著，哺甘蔗的滋味還值得我這輩初老的一代懷念嗎？偶爾在新聞報導裡讀到，辛苦創業的人削蔗皮賣甘蔗汁為五十肩所苦而發明了各種榨汁機，或者以甘蔗為引熬製滷味發了家，心裡都有暖意，這甘蔗的滋味總能流傳下去。幾個星期前在臺大校園的農產品市集裡，竟然有攤子賣著白甘蔗榨汁，比紅甘蔗汁更鮮綠，甜度倒是不差，喝著有些驚喜，彷彿有人在耳邊說著「恕你無罪」，我童年偷拔白甘蔗吃的罪惡感，終於得到赦免。</p><p>哺完了兩根短蔗，齒牙無動無搖，依然健在，我心平氣和味覺滿足地對女兒說，想像一下，比我還嗜吃甘蔗的奶奶，在我的年紀已齒牙動搖，她把甘蔗削成豆腐乾那樣的小塊，哺得好高興。她歷經戰亂，骨肉離散，北地兒女在南國一嶼，愛上一種咀嚼後甘甜的汁液，我哺著甘蔗，甜甜懷念我的母親與童年。女兒啊，我不空虛，每一口都不空虛。</p>",
    "subQuestions": [
      {
        "id": "1-1",
        "q": "下列何者不符合作者女兒對父親「哺甘蔗」的評論?",
        "options": ["(A) 覺得很麻煩", "(B) 吃起來空虛", "(C) 可引發懷舊", "(D) 自豪牙齒利"],
        "ans": "D",
        "explanation": "選項 (D)「自豪牙齒利」是作者回憶大學時期，來自南部鄉下的同學所說的話，並非女兒的評論。女兒的評論包括覺得麻煩（妹妹）、吃起來空虛（姐姐）以及猜測父親會因此引發懷舊寫文章（妹妹）。"
      },
      {
        "id": "1-2",
        "q": "依據上文，為何作者在臺大校園農產品市集，喝到白甘蔗汁時，彷彿聽到有人在耳邊說：「恕你無罪」?",
        "options": ["(A) 過去家中不喜歡吃甘蔗，所以作者只能放學去巷口柑仔店吃完才回家", "(B) 童年渴望甜甜滋味而偷拔白甘蔗，現在終於以正當的交易手段來獲取", "(C) 已經不再是重要經濟作物的白甘蔗，自己透過購買重新肯定它的價值", "(D) 白甘蔗汁與紅甘蔗汁的色澤雖不同但口感接近，慶幸自己的選擇正確"],
        "ans": "B",
        "explanation": "文中第五段提到：「我童年偷拔白甘蔗吃的罪惡感，終於得到赦免。」這暗示了作者童年曾因貪吃而偷拔過白甘蔗，如今能正當購買享用，消除了當年的罪惡感。故選 (B)。"
      },
      {
        "id": "1-3",
        "q": "作者覺得「哺甘蔗」的滋味值得懷念的原因是什麼?",
        "options": ["(A) 童年時，家裡把甘蔗當水果吃", "(B) 小時候想學三輪車伕卻又不敢學習", "(C) 甘蔗田、糖廠、農田現今已休耕或消失", "(D) 歷經戰亂，骨肉離散後，終獲得安定的生活"],
        "ans": "C",
        "explanation": "由第五段開頭：「如果今天嘉南平原的甘蔗田還是茂盛的，糖廠不是所剩無幾，農田不是幾十萬公頃計的休耕著，哺甘蔗的滋味還值得我這輩初老的一代懷念嗎？」可知，正因為景象已不復見，才更顯得值得懷念。故選 (C)。"
      },
      {
        "id": "1-4",
        "q": "將本文與〈下雨天，真好〉一文相比較，兩篇文章都有使用的寫作手法為何?",
        "options": ["(A) 皆透過味覺的經驗，連結現在與過去", "(B) 都藉由母親的角色，象徵幸福的童年與成長的失落", "(C) 都藉由回憶過往人事，呈現對童年的依戀與不捨", "(D) 皆透過成長後的孤寂淒清，對比童年的熱鬧歡樂，強化思鄉之情"],
        "ans": "C",
        "explanation": "兩篇文章都透過回憶過往的人、事、物（本文是甘蔗，〈下雨天，真好〉是雨天與母親的互動），來呈現對童年時光的依戀與不捨。雖然本文有味覺描寫，但〈下雨天，真好〉主要非強調味覺；且兩者皆非強調成長後的孤寂淒清，而是溫馨的懷念。故選 (C)。"
      },
      {
        "id": "1-5",
        "q": "下列詩句，何者描寫的主體也是甘蔗?",
        "options": ["(A) 一節復一節，千枝攢萬葉，我自不開花，免撩蜂與蝶", "(B) 綠陣連煙垠，風雨化精節。玉露含青紫，沁徹哲人心", "(C) 寂寞東籬溼露華，依前金屬照泥沙。世情兒女無高韻，只看重陽一日花", "(D) 自小刺頭深草裡，而今漸覺出蓬蒿。時人不識凌雲木，直待凌雲始道高"],
        "ans": "B",
        "explanation": "(A) 描寫的是「竹」（特徵：一節一節、不開花）。<br>(B) 描寫的是「甘蔗」（特徵：綠陣、精節、玉露含青紫、甜味沁人心）。<br>(C) 描寫的是「菊」（特徵：東籬、重陽）。<br>(D) 描寫的是「松」（特徵：凌雲木）。"
      }
    ]
  },
  {
    "id": "set-2",
    "title": "第2篇 火災警報器",
    "article": "<p>火災警報器可以早期偵測及通報火災發生，為人們爭取時間逃生。住宅用的火災警報器因為不需要配線，只要裝電池就能使用，所以又稱為獨立式火警探測器。</p><h3>火災警報器的種類</h3><p>依據住宅用火災警報器設置辦法第5條規定，住宅用的火災警報器種類依照安裝場所的不同，大致上可分為定溫式火災警報器和偵煙式（離子式、光電式）火災警報器，由於廚房容易有油煙，為了避免誤報，廚房會使用定溫式火災警報器，其餘地方，例如：臥室、客廳或樓梯間則大多使用偵煙式的火災警報器。</p><br><div style='text-align:center'><img src='images/q002-1.jpg' alt='火災警報器示意圖' style='max-width:100%; border-radius:10px;'></div><br><h3>火災警報器的安裝</h3><ol><li><strong>合格標示：</strong>在購買住警器時，要注意上面是否貼有「內政部登錄機構個別認可合格標示」。</li><li><strong>安裝於家中各處：</strong>根據消防署建議，寢室、樓梯及走廊適合裝設偵煙式；廚房則適合裝設定溫式。</li><li><strong>避免感應死角：</strong>住警器的裝設地點，應距離牆面或梁60公分以上，並以裝置於寢室中心為原則；住警器裝置在牆面上時，應距離天花板或樓板下方15公分以上、50公分以下；住警器的位置應離出風口1.5公尺以上，避免氣流影響其性能。</li><li><strong>定期維護保養：</strong>若住警器上面有附著髒汙，可能會影響到其偵測火災的敏感度，所以記得要定期保養。</li><li><strong>定期檢測：</strong>住警器是否維持正常運作非常重要，所以最好定期測試住警器是否能正常運作。</li><br><div style='text-align:center'><img src='images/q002-2.jpg' alt='住宅用火災警報器' style='max-width:100%; border-radius:10px;'></div><br></ol>",
    "subQuestions": [
      {
        "id": "2-1",
        "q": "根據108年建築物火災原因分析，爐火烹調使用不當導致火災佔了43%，因此，阿傑夫婦裝修新房時決定加裝火災警報器，請問以下哪種安裝方式正確?",
        "options": ["(A) 阿傑夫妻熱愛快炒與燒烤，炒菜油煙較大，宜使用定溫式火災警報器", "(B) 室內設計師認為整體裝潢很重要，將火災警報器裝在牆面梁柱的角落", "(C) 阿傑認為廚房的警報器應該靠近地面裝設，以免溫度過高警報器亂響", "(D) 火災警報器的裝設不須考慮樓層數或房間數，只要在客廳、廚房、餐廳等處裝設即可"],
        "ans": "A",
        "explanation": "(A) 正確。文中提到「由於廚房容易有油煙，為了避免誤報，廚房會使用定溫式火災警報器」。<br>(B) 錯誤。文中提到「住警器的裝設地點，應距離牆面或梁60公分以上」，不可裝在角落。<br>(C) 錯誤。文中提到「住警器裝置在牆面上時，應距離天花板或樓板下方15公分以上、50公分以下」，並非靠近地面。<br>(D) 錯誤。文中提到不同區域（寢室、廚房、樓梯）適合不同類型，且需考慮安裝位置，並非隨意裝設。"
      },
      {
        "id": "2-2",
        "q": "阿傑夫婦委託室內設計師購買並裝置自用住宅火災警報器，根據上文資料判斷，下列何者為選購警報器應注意的要點?",
        "options": ["(A) 具備內政部商檢局合格標章、進口產品比臺灣製好、住宅用火災警報器", "(B) 具備內政部消防署合格標章、住宅用火災警報器", "(C) 具備內政部消防署合格標章、大廠牌製造有保障、商辦專用火災警報器", "(D) 具備警報器檢驗合格標章、大廠牌製造有保障、住宅用火災警報器、考慮配線裝置方式"],
        "ans": "B",
        "explanation": "(A) 錯誤。文中未提及進口產品比較好。<br>(B) 正確。文中第一點提到要注意是否貼有「內政部登錄機構個別認可合格標示」，且是選購「住宅用火災警報器」。<br>(C) 錯誤。應選購「住宅用」，非商辦專用。<br>(D) 錯誤。住宅用火災警報器「不需要配線」，故不需考慮配線裝置方式。"
      }
    ]
  },
  {
    "id": "set-3",
    "title": "第3篇 旁若無人",
    "article": "<p>「旁若無人」的精神表現在日常行為上者不只一端，其中經常令人困惱的乃是高聲談話。在喊救命的時候，聲音當然不嫌其大，除非是脖子被人踩在腳底下，但是普通的談話令人聽見即可，而無須一定要力竭聲嘶的去振聾發聵。生理學告訴我們，發音的構造是很複雜的，說話一分鐘要有九百個動作，有一百塊筋肉在弛張，但是大多數人似乎還嫌不足，恨不得嘴上再長一個擴大器。有個外國人疑心我們國人的耳鼓生得異樣，那層膜許是特別厚，非扯著脖子喊不能聽見，所以說話總是像打架。這批評有多少真理，我不知道。不過我們國人會嚷的本領，是誰也不能否認的。電影場裡電燈初滅時候，總有幾聲「愛喲，小三兒，你在哪兒哪？」在戲院裡，演員像是演啞劇，大鑼大鼓之聲依稀可聞，主要的聲音是觀眾鼎沸，令人感覺好像是置身蛙塘。在旅館裡，好像前後左右都是廟會，不到夜深休想安眠，安眠之後難免有響皮底的大皮靴，毫無慚愧的在你門前踱來踱去。天未亮，又有各種市聲前來侵擾。</p><p>一個人大聲說話，是本能；小聲說話，是文明。以動物而論，獅吼，狼嗥，虎嘯，驢鳴，犬吠，即使是小如促織蚯蚓，聲音都不算小，都不會像人似的有時候也會低聲說話。大概文明程度愈高，說話愈不以聲大見長。群居習慣愈久，愈不容易存留「旁若無人」的幻覺，我們以農立國，鄉間地曠人稀，畎畝阡陌之間，低聲說一句「早安」是不濟事的，必得扯長了脖子喊一聲「你吃過飯啦？」可怪的是，在人煙稠密的所在，人的喉嚨還是不能縮小。更可異的是，紙驢嗓，破鑼嗓，喇叭嗓，公雞嗓，並不被一般人認為是缺陷，而且「麻衣相法」還公然的說，聲音洪亮者主貴！</p><p>（改寫自梁實秋〈旁若無人〉）</p>",
    "subQuestions": [
      {
        "id": "3-1",
        "q": "根據作者的觀點，下列行為何者屬於文明人的象徵?",
        "options": ["(A) 晚上在旅館小聲說話", "(B) 在戲院看演員演啞劇", "(C) 在鄉間見面時大聲問好", "(D) 被人踩住脖子時大喊救命"],
        "ans": "A",
        "explanation": "文中提到：「一個人大聲說話，是本能；小聲說話，是文明。」且「大概文明程度愈高，說話愈不以聲大見長。」因此，在需要安靜的旅館環境中能夠小聲說話，即是文明的表現。故選 (A)。"
      },
      {
        "id": "3-2",
        "q": "關於本文的寫作手法，下列敘述何者最不恰當?",
        "options": ["(A) 援引事例，用以展開論述", "(B) 語帶詼諧，有時穿插反話", "(C) 用語生動，形容描摹如在眼前", "(D) 中西對照，顯揚民族文化精神"],
        "ans": "D",
        "explanation": "(D) 文中雖有提到外國人的批評（疑心國人耳鼓異樣），但目的是在「諷刺」國人喧嘩的壞習慣，並非為了「顯揚」民族文化精神。作者是藉此檢討國人缺乏公德心、旁若無人的行為。故選 (D)。"
      }
    ]
  },
  {
    "id": "set-4",
    "title": "第4篇 秋芙所種芭蕉",
    "article": "<p>秋芙所種芭蕉，已葉大成陰，蔭蔽簾幀；秋來風雨滴瀝，枕上聞之，心與之碎。一日，余戲題斷句葉上云：「是誰多事種芭蕉？早也瀟瀟，晚也瀟瀟。」</p><p>明日，見葉上續書行云：「是君心緒太無聊，種了芭蕉，又怨芭蕉。」</p><p>字畫柔媚，此秋芙戲筆也。然余於此，悟入正復不淺。</p><p>（蔣坦《秋燈瑣憶》）</p>",
    "subQuestions": [
      {
        "id": "4-1",
        "q": "根據文中字詞，秋芙最可能是作者的何種關係人?",
        "options": ["(A) 母親", "(B) 姑姑", "(C) 妻子", "(D) 奶奶"],
        "ans": "C",
        "explanation": "從兩人互動的親密與趣味性來看（戲題斷句、續書回應），以及「字畫柔媚」的形容，加上傳統文學中此類閨房記趣多發生於夫妻之間，可推斷秋芙為作者之妻子。故選 (C)。"
      },
      {
        "id": "4-2",
        "q": "秋天到來，風雨吹打著芭蕉葉，作者的感受是如何?",
        "options": ["(A) 猶如風雨故人來", "(B) 猶如鼕鼕戰鼓，似千軍萬馬奔騰", "(C) 愁腸百結，心與俱碎", "(D) 猶如鬼魅出現，令人害怕"],
        "ans": "C",
        "explanation": "文中提到：「秋來風雨滴瀝，枕上聞之，心與之碎。」作者聽到風雨打在芭蕉葉上的聲音，感到心情破碎、憂愁。故選 (C)。"
      },
      {
        "id": "4-3",
        "q": "「種了芭蕉，又怨芭蕉」秋芙這樣寫的用意為何?",
        "options": ["(A) 不喜歡風雨聲", "(B) 作者心性所致", "(C) 令人感受肅殺之氣", "(D) 蕉蔭遮蔽了窗簾"],
        "ans": "B",
        "explanation": "秋芙回應：「是君心緒太無聊，種了芭蕉，又怨芭蕉。」意指是作者自己心情煩悶無聊，才會把錯怪在芭蕉的雨聲上。這是點出問題在於作者的心境（心性），而非芭蕉本身。故選 (B)。"
      }
    ]
  },
  {
    "id": "set-5",
    "title": "第5篇 明月皎夜光",
    "article": "<p>明月皎夜光，促織鳴東壁。<br>玉衡指孟冬，眾星何歷歷。<br>白露露野草，時節忽復易。<br>秋蟬鳴樹間，玄鳥逝安適。<br>昔我同門友，高舉振六翮。<br>不念攜手好，棄我如遺跡。<br>南箕北有斗，牽牛不負軛。<br>良無磐石固，虛名復何益。</p><p>（古詩十九首之七）</p>",
    "subQuestions": [
      {
        "id": "5-1",
        "q": "這首詩的主旨何在?",
        "options": ["(A) 懷念遠方好友", "(B) 慎選朋友之重要", "(C) 被朋友遺棄的感傷", "(D) 結交朋友的方法"],
        "ans": "C",
        "explanation": "詩中寫道：「昔我同門友，高舉振六翮。不念攜手好，棄我如遺跡。」描述昔日同窗好友飛黃騰達後，忘記了過去的情誼，將作者像遺跡一樣拋棄。全詩充滿了被朋友遺棄、世態炎涼的感傷。故選 (C)。"
      },
      {
        "id": "5-2",
        "q": "下列詞語的意思，何者「有誤」?",
        "options": ["(A) 促織——蟋蟀", "(B) 玄鳥——烏鴉", "(C) 磐——大石", "(D) 翮——鳥羽"],
        "ans": "B",
        "explanation": "(A) 促織即蟋蟀，正確。<br>(B) 玄鳥是指「燕子」，而非烏鴉，錯誤。<br>(C) 磐指厚而大的石頭，比喻堅固，正確。<br>(D) 翮 (ㄏㄜˊ) 指鳥的翅膀或羽毛，正確。<br>故選 (B)。"
      }
    ]
  },
  {
    "id": "set-6",
    "title": "第6篇 思母",
    "article": "<p>每當晴天，晚上七點鐘左右，在枯寂的地平線上，便有排成一直線的三顆星兒現出來；中央的一顆星兒，發著赤光。</p><p>一看這三顆星兒，我不由得想起已死的母親。</p><p>當我幼年在家鄉的時候，有一天黃昏時分，母親曾經抱了我，到門前小河去玩；就在那時候，我第一次看見這三顆星兒。這雖然已經是三十年前的事情了，可是當時，這三顆星兒映在小河裡，風吹水動曳成了幾道銀絲樣的白光，那景象，到現在還明明白白刻畫在我的眼底。</p><p>一般的人，大概都覺得比自己母親還要愛我的人是沒有的罷！我也是如此，在我的記憶中，像母親那樣愛我的人是沒有的了。</p><p>對於人類之間的愛，也許有人懷疑；然而懷疑母愛的人，我想總不會有罷！</p><p>為了子女的緣故，徹夜哭著、想著、苦痛著、祈禱著的，只有母親。母親，她不知道有自己，只是為子女而生，為子女而死。我感謝母親的愛，遠勝過基督的博愛，和釋迦的慈悲。</p><p>我記得，母親最愛看戲。可是從我的哥哥死了以後，四十年中，她從沒有進過一次劇場。喪子的悲哀，是怎樣的壓迫著母親的心啊！</p><p>（吉田二郎〈思母〉）</p>",
    "subQuestions": [
      {
        "id": "6-1",
        "q": "本文前三段是用什麼筆法寫的?",
        "options": ["(A) 因景入情", "(B) 開門見山", "(C) 引證名句嘉言", "(D) 立意設疑"],
        "ans": "A",
        "explanation": "文章開頭先描寫「排成一直線的三顆星兒」的景色，進而引發作者對已故母親的思念（情），這是典型的「因景入情」或「藉景抒情」的手法。故選 (A)。"
      },
      {
        "id": "6-2",
        "q": "「對於人類之間的愛，也許有人懷疑；然而懷疑母愛的人，我想總不會有罷！」句中「然而」一詞可換為下列何者，文意不變?",
        "options": ["(A) 欣然", "(B) 許諾", "(C) 如此", "(D) 可是"],
        "ans": "D",
        "explanation": "「然而」是轉折連詞，表示與上文意思相反或轉折。選項中 (D) 「可是」也是轉折連詞，可替換且文意通順。其他選項：(A) 欣然是高興的樣子；(B) 許諾是答應；(C) 如此是這樣。故選 (D)。"
      },
      {
        "id": "6-3",
        "q": "作者對三十年前所見到三顆星兒的景象，至今還是歷歷如前，刻畫眼底，是因為那三顆星有何特色?",
        "options": ["(A) 至今猶存", "(B) 是兒時迷路時的路標，故最令作者印象深刻", "(C) 融入了與母親的回憶", "(D) 是夜星中明亮的"],
        "ans": "C",
        "explanation": "文中提到，看見這三顆星是在幼年時「母親曾經抱了我，到門前小河去玩」的時候。這個景象之所以刻骨銘心，是因為它與母親溫暖的懷抱和回憶緊密連結在一起。故選 (C)。"
      },
      {
        "id": "6-4",
        "q": "根據本文，下列敘述何者「最不恰當」?",
        "options": ["(A) 母愛充實了兒女的生命，滋潤了兒女的心靈", "(B) 世界上應該沒有人會懷疑母愛", "(C) 母愛是無私且綿長的", "(D) 基督的博愛和釋迦的慈悲，可以與母愛相提並論"],
        "ans": "D",
        "explanation": "文中倒數第二段提到：「我感謝母親的愛，遠勝過基督的博愛，和釋迦的慈悲。」作者認為母愛甚至「勝過」宗教的博愛與慈悲，而非僅是「相提並論」（平起平坐）。故 (D) 敘述與文意最不相符。"
      }
    ]
  },
  {
    "id": "set-7",
    "title": "第7篇 相聲",
    "article": "<p>不滿足於電視節目的貧血、不滿足於廣播的聞聲不見相、不滿足於網路的便捷……，因為「方便」已快要發展到極致，人的內在，並不只是為了方便而活。表演藝術不是為了製造人們生活的方便而產生的，它直指人心，供給性靈的需求，未來的人類將出現整體向性靈探索的趨勢。因此我敢預言：二十一世紀必是表演藝術成為「顯學」的時代。當前的相聲是一門雅致的表演藝術，它或許能與其他的類型如戲劇、戲曲、舞蹈、音樂……共同繁榮；或許相聲會因曲高和寡失去成長存活的空間，進而消失。這是我們無法預料的。</p><p>（馮翊綱）</p>",
    "subQuestions": [
      {
        "id": "7-1",
        "q": "依照本文，作者認為相聲藝術的前景如何?",
        "options": ["(A) 慢慢消失", "(B) 無法預料", "(C) 曲高和寡", "(D) 隨處可見"],
        "ans": "B",
        "explanation": "文章結尾明確指出：「或許相聲會因曲高和寡失去成長存活的空間，進而消失。這是我們無法預料的。」作者提出了兩種可能性（繁榮或消失），並總結為無法預料。故選 (B)。"
      },
      {
        "id": "7-2",
        "q": "依照本文，相聲藝術和電視、廣播、網路的最大差別在哪裡?",
        "options": ["(A) 提供心靈的啟發", "(B) 提供娛樂", "(C) 方便欣賞", "(D) 提供討論空間"],
        "ans": "A",
        "explanation": "文中提到：「表演藝術不是為了製造人們生活的方便而產生的，它直指人心，供給性靈的需求」。作者認為電視、廣播、網路多在追求「方便」或內容貧血，而相聲作為表演藝術，能滿足人的內在性靈需求。故選 (A)。"
      },
      {
        "id": "7-3",
        "q": "本文的題目最有可能是下列何者?",
        "options": ["(A) 相聲的未來", "(B) 電視節目的缺失", "(C) 傳統藝術的消失", "(D) 方便的藝術節目"],
        "ans": "A",
        "explanation": "文章主旨在討論表演藝術（特別是相聲）在未來的價值與發展。從預言二十一世紀表演藝術的地位，到具體討論相聲可能繁榮或消失的命運，都圍繞著「相聲的未來」發展。故選 (A)。"
      }
    ]
  },
  {
    "id": "set-8",
    "title": "第8篇 多多鳥 (DoDo)",
    "article": "<p>多多鳥 (DoDo) 是印度洋上毛里西亞島土生的一種像鴿子的鳥。遠在人類誕生前，這種鳥已在島上度過悠長歲月。牠的祖先是鴿子，原是一種候鳥，而且可能遷移頻繁，從大陸上抵臨太平洋與印度洋中的島嶼。牠們看到果樹林，一定停下來飽餐一頓，有的鴿子留在島上，為適應島上特殊環境，體型隨之變化。導致後來生物學家要費盡腦筋才能尋出一個含糊的結論：「這些不同島上不同的怪異鳥類，其遠祖都可能是鴿子！」</p><p>多多鳥在毛里西亞島優哉游哉，島上生物種類有限，草、種籽、漿果，到處都是，多多鳥的食物充分，並且不斷擴大進食對象。在沒有天敵威脅下，多多鳥越長越大，長到五十磅的重量！牠的翅膀退化了，不能飛了。生物體格結構是互相影響的。多多鳥不能飛，翅膀萎縮，省掉了飛行必須耗費的能量，身體其他部分便膨脹起來，雙足變得又肥又大，以配合變重的身體。</p><p>配合島嶼的生活環境，多多鳥從鴿子的形狀與習性，演化成多多鳥的形狀與習性，牠是毛里西亞島「僅此一家，別無分號」的特殊產品。</p><p>一五○七年，葡萄牙人首次登陸毛里西亞島，發現了多多鳥，葡語「deudo」意即「蠢漢」的意思。因為多多鳥根本不懂得「避敵」，牠們毫無戒心，悠閒地在島上散步，一隻給抓了、殺了，另一隻還傻傻地站在旁邊看。</p><p>荷蘭人在一五九八年來時，也看到多多鳥，多多鳥也仍是親切地歡迎這些不速之客，絲毫沒有記取葡萄牙人給牠們的教訓。荷人也隨葡人叫牠們「Do Do」鳥，謔稱牠們是「笨鳥」。</p><p>葡萄牙人、西班牙人、英國人、法國人登上毛里西亞島後，殺掉了為數可觀的多多鳥。當年歐洲海上探險隊，海上生活單調令他們失去理性，在毛里西亞島上大肆捕殺多多鳥。除了捕殺外，水手們都習慣帶一些家畜在船上，一上岸，即放生一些家畜，如貓、狗、羊、豬、兔子等等，以便下回到島上有肉可吃。這些哺乳動物，外加每艘船都會有的老鼠，上了島嶼，把整個島嶼生態體系破壞，吃光草葉，踐踏鳥蛋，捕殺島上的動物，也傳來鳥的致命疾病──鳥天花，島上的鳥沒有免疫力，整批死亡。</p><p>多多鳥便是在這種情況下，在一六八一年絕了種。現今每回有人提到鳥類滅絕史，頭一個點名的，一定是多多鳥。英語的一句諺語是：「像多多鳥一樣地完蛋」，意即萬劫不復、無可挽回的意思。</p><p>（改寫自洪素麗〈多多鳥的傳奇〉）</p>",
    "subQuestions": [
      {
        "id": "8-1",
        "q": "「多多鳥在毛里西亞島優哉游哉」，「優哉游哉」的解釋應為下列何者?",
        "options": ["(A) 善於游泳", "(B) 從容自在", "(C) 追逐遊樂", "(D) 食物充足"],
        "ans": "B",
        "explanation": "「優哉游哉」形容生活從容自得、悠閒自在的樣子。文中描述多多鳥在沒有天敵、食物充足的環境下生活，符合此意。故選 (B)。"
      },
      {
        "id": "8-2",
        "q": "根據本文，多多鳥之所以不躲避人類，以致被捕殺的主要原因是下列何者?",
        "options": ["(A) 多多鳥智商較低，不懂得躲避危險", "(B) 因為翅膀退化，多多鳥無法飛離危險", "(C) 人類以船上的食物家畜當作誘餌，獵殺牠們", "(D) 在島上不曾遇見天敵，因此對人類毫無防備"],
        "ans": "D",
        "explanation": "文中提到：「因為多多鳥根本不懂得『避敵』，牠們毫無戒心...」。這是因為多多鳥長期生活在沒有天敵的孤島上，演化過程中喪失了對掠食者的警戒心，導致面對人類時不知道要逃跑。故選 (D)。"
      },
      {
        "id": "8-3",
        "q": "根據文章的敘述，下列何者最適合作為本文的結論?",
        "options": ["(A) 生物最後會滅絕，是歷史的宿命", "(B) 人類干預自然生態，影響物種生存", "(C) 生物肢體器官的退化，易導致物種滅絕", "(D) 自然氣候的變化，將影響生物的生存條件"],
        "ans": "B",
        "explanation": "全文詳述了多多鳥滅絕的過程：先是歐洲探險隊的濫捕，接著是人類帶入的外來物種（家畜、老鼠）破壞生態環境、吃掉鳥蛋，以及帶入傳染病。這些都是「人類干預」導致物種滅絕的鐵證。故選 (B)。"
      }
    ]
  },
  {
    "id": "set-9",
    "title": "第9篇 晏平仲",
    "article": "<p>昔晏平仲敝車贏馬，桓子曰：「是隱君之賜也。」晏子曰：「自臣之貴，父之族，無不乘車者；母之族，無不足於衣食；妻之族，無凍餒者；齊國之士，待臣而舉火者，三百餘人。以此而為隱君之賜乎？彰君之賜乎？」於是齊侯以晏子之觴而觴桓子。予嘗愛晏子好仁，齊侯知賢，而桓子服義也。又愛晏子之仁有等級，而言有次也。</p><p>（節錄自錢公輔〈義田記〉）</p>",
    "subQuestions": [
      {
        "id": "9-1",
        "q": "桓子對於晏子所說：「是隱君之賜也。」這句話顯然是怎樣的口氣?",
        "options": ["(A) 激勵", "(B) 譏評", "(C) 讚嘆", "(D) 戲謔"],
        "ans": "B",
        "explanation": "桓子看到晏子身為高官卻坐破車、駕瘦馬，認為他是在故意隱藏國君的賞賜（裝窮、沽名釣譽），因此這句話帶有譏諷、批評的意味。故選 (B)。"
      },
      {
        "id": "9-2",
        "q": "晏子好仁助人的精神合乎誰的說法?",
        "options": ["(A) 耶穌的博愛", "(B) 釋迦牟尼的慈悲", "(C) 墨子的兼愛", "(D) 孔子的恕道"],
        "ans": "D",
        "explanation": "晏子助人是有層次、有等級的（父族 -> 母族 -> 妻族 -> 國士），這符合儒家（孔子）主張的「推己及人」、「親親而仁民」的恕道精神，即愛有差等，由近及遠。墨子的兼愛則是主張無差別的愛。故選 (D)。"
      },
      {
        "id": "9-3",
        "q": "「晏子之仁有等級，而言有次也。」是說晏子的作法是怎樣?",
        "options": ["(A) 由上而下，由親而疏", "(B) 由上而下，由疏而親", "(C) 由下而上，由親而疏", "(D) 由下而上，由疏而親"],
        "ans": "A",
        "explanation": "文中作者稱讚晏子：「晏子之仁有等級」。這指的是晏子照顧族人的順序：先父族、次母族、再妻族，最後及於齊國之士。這是一種由內而外、由親及疏的順序。故選 (A)。"
      },
      {
        "id": "9-4",
        "q": "由文中的敘述，可知晏平仲的為人如何?",
        "options": ["(A) 雖富而不仁", "(B) 知義而好利", "(C) 守禮知法度", "(D) 好學勤發問"],
        "ans": "C",
        "explanation": "晏子雖然富貴，但生活節儉（敝車贏馬），將財富用於照顧親族與國人，展現了仁德；面對桓子的譏評，他能理直氣壯地說明自己的用財之道，展現了知禮、守分寸的態度。故選 (C)。"
      }
    ]
  },
  {
    "id": "set-10",
    "title": "第10篇 犀牛甘妲",
    "article": "<p>西元1515年，一隻名為甘妲的印度犀牛從印度西岸運達里斯本，作為禮物贈予葡萄牙國王。犀牛在當時的歐洲難得一見，引起了很大的騷動。</p><p>當時的版畫家杜勒為甘妲創作版畫，這件作品因廣受歡迎而大量印製、傳播。然而，版畫中的犀牛卻是一隻奇幻莫名的生物，身上披覆怪異的鎧甲、鱗片，以及各式瘤突、紋路與棘刺，更顯眼的則是後頸部那一支螺旋狀硬角。原來，杜勒並沒有親眼見過甘妲，而是根據一張由不知名的藝術家所繪製的素描轉製而來。有趣的是，當時另外一位版畫家柏克麥爾也製作了甘妲的木刻畫，儘管這件作品的真實性明顯優於杜勒版本，卻無法得到公眾的認同，遠不如杜勒版本普及。</p><p>杜勒的犀牛沾水筆手稿至今仍完整保存在大英博物館，若我們稍忽略細節來遠觀，就會發現畫中犀牛整體的比例與立體感並不突兀。然而，當我們想把一張手稿轉製成可以大量印行的版畫時，應該會面臨所謂「布線」的抉擇問題，也就是必須從原畫的灰階或紛雜的線條中整理、勾勒出明確的線條，確實「交代」這個物件的形狀與細節，不能模稜兩可。或許在這個階段，杜勒由於沒有親眼見到實體，再加上自身對異國奇物的想像，而在畫中做了許多超乎現實的描繪。</p><p>經過這些轉折，最終製成的版畫無愧大師之名，線條流暢靈活，布局精巧，而且整體視覺效果與細節也一如預期地強化了。甚至，在杜勒的手稿中犀牛後頸上的尖角原本並不是那麼明顯，現在也有意或無意地被放大了一點。</p><p>（改寫自陳一銘〈師法自然──生物學殿堂中的繪者〉）</p>",
    "subQuestions": [
      {
        "id": "10-1",
        "q": "根據本文，下列何者最可能是杜勒為犀牛甘妲製作的版畫?",
        "options": ["(A) <img src='images/q010_a.jpg' alt='Option A'>", "(B) <img src='images/q010_b.jpg' alt='Option B'>", "(C) <img src='images/q010_c.jpg' alt='Option C'>", "(D) <img src='images/q010_d.jpg' alt='Option D'>"],
        "ans": "D",
        "explanation": "文中描述杜勒的版畫特徵：「身上披覆怪異的鎧甲、鱗片，以及各式瘤突、紋路與棘刺，更顯眼的則是後頸部那一支螺旋狀硬角」。選項 (D) 的圖片（著名的杜勒犀牛）最符合這些特徵，特別是後頸部那個不切實際的螺旋小角。故選 (D)。"
      },
      {
        "id": "10-2",
        "q": "根據本文，杜勒製作的犀牛版畫與真實犀牛有明顯差異的原因，不包含下列何者?",
        "options": ["(A) 沒有親眼見到犀牛", "(B) 過度凸顯比例和立體感", "(C) 對異國奇物的想像脫離現實", "(D) 從手稿轉製為版畫時會強化細節"],
        "ans": "B",
        "explanation": "(A) 正確。文中說「杜勒並沒有親眼見過甘妲」。<br>(B) 錯誤。文中提到「畫中犀牛整體的比例與立體感並不突兀」，表示比例和立體感是相對準確的，並非差異的主因。<br>(C) 正確。文中提到「加上自身對異國奇物的想像，而在畫中做了許多超乎現實的描繪」。<br>(D) 正確。文中提到「從原畫的灰階或紛雜的線條中整理...整體視覺效果與細節也一如預期地強化了」。"
      }
    ]
  },
  {
    "id": "set-11",
    "title": "第11篇 楊布打狗",
    "article": "<p>楊朱之弟曰布，衣素衣而出。天雨，解素衣，衣緇衣而返。<br>其狗不知，而吠之。楊布怒，將擊之。</p><p>楊朱曰：「子勿擊矣，子亦猶是也。曩者使汝狗白而往黑而來，豈能無怪哉？」</p><p>註：<br>①「衣」素衣而出：音ㄧˋ，穿。<br>②緇：音ㄗ，黑色。<br>③曩者：音ㄋㄤˇ，從前。</p><p>（戰國‧列禦寇《列子‧說符‧楊布打狗》）</p>",
    "subQuestions": [
      {
        "id": "11-1",
        "q": "「楊布怒，將擊之」中的「之」詞性為何?",
        "options": ["(A) 動詞", "(B) 副詞", "(C) 代詞", "(D) 介詞"],
        "ans": "C",
        "explanation": "「之」在這裡指代「那隻狗」，作為受詞使用，故為代詞。"
      },
      {
        "id": "11-2",
        "q": "楊布的狗吠他，是因為狗「無法」分辨主人的何種改變?",
        "options": ["(A) 服飾", "(B) 聲音", "(C) 容貌", "(D) 身材"],
        "ans": "A",
        "explanation": "文中提到楊布「衣素衣而出」但「衣緇衣而返」（穿白衣出門，穿黑衣回來），因為衣服顏色的改變導致狗認不出來，故選 (A)。"
      },
      {
        "id": "11-3",
        "q": "本文的故事內容主要在說明什麼?",
        "options": ["(A) 不要隨便在背後毀謗他人", "(B) 如果只注重事情的表面現象，往往容易把事情看錯", "(C) 要養成愛護動物的好習慣", "(D) 處理問題要心平氣和，不可衝動"],
        "ans": "B",
        "explanation": "故事透過狗因為主人衣服顏色改變就認不出主人的例子，說明若只看外在表象（如衣著）而忽略本質（主人本身），容易產生誤解。故選 (B)。"
      }
    ]
  },
  {
    "id": "set-12",
    "title": "第12篇 尚節亭記",
    "article": "<p>古人植卉木而有取義焉者，豈徒為玩好而已。故蘭取其芳，諼草取其忘憂，蓮取其出淤泥而不染。不特卉木也，佩以玉，環以象，坐右之器以欹，或以之比德而自勵，或以之懲志而自警；進德修業，於是乎有裨焉。</p><p>會稽黃中立，好植竹，取其節也；故為亭竹間，而名之曰「尚節之亭」，以為讀書游藝之所，澹乎無營乎外之心也。予觀而喜之。</p><p>夫竹之為物，柔體而虛中，婉婉焉而不為風雨摧折者，以其有節也。至於涉寒暑，蒙霜雪，而柯不改，葉不易，色蒼蒼而不變，有似乎臨大節而不可奪之君子。信乎！有諸中，形於外，為能踐其形也。然則以節言竹，復何以尚之哉？</p><p>世衰道微，能以節立身者鮮矣。中立抱材未用，而早以節立志，是誠有大過人者，吾又安得不喜之哉？</p><p>註：<br>①諼草：即萱草，古代一種相傳可忘憂的植物。<br>②裨：益處。<br>③「柯」不改：草木的枝莖。</p><p>（節錄自劉基〈尚節亭記〉）</p>",
    "subQuestions": [
      {
        "id": "12-1",
        "q": "關於本文主旨，下列說明何者正確?",
        "options": ["(A) 專論竹子與節操的關係", "(B) 比較各類植物的特色", "(C) 說明喜愛竹子的理由", "(D) 讚美黃中立能以節立身"],
        "ans": "D",
        "explanation": "文章雖然談論了竹子的特性與節操，但最終目的是藉由讚美竹子來稱頌黃中立（亭主）能以「節」立身、不隨波逐流的高尚品格。故選 (D)。"
      },
      {
        "id": "12-2",
        "q": "根據本文，下列敘述何者正確?",
        "options": ["(A) 古人種植花木，只供玩好，不在裨補德業", "(B) 作者愛竹子，因為竹子長有節目", "(C) 竹子經霜不變，很有君子堅貞的操守", "(D) 中立抱材未用，為亭竹間，藉以博取美名"],
        "ans": "C",
        "explanation": "(A) 錯，文中第一段說「古人植卉木...豈徒為玩好而已」，是有取義的。<br>(B) 錯，作者愛竹是因為它象徵君子氣節。<br>(C) 正確，文中說竹子「涉寒暑，蒙霜雪...有似乎臨大節而不可奪之君子」。<br>(D) 錯，文中說他「澹乎無營乎外之心」，並非博取美名。"
      },
      {
        "id": "12-3",
        "q": "「吾又安得不喜之哉？」這句話和下列何者互相呼應?",
        "options": ["(A) 古人植卉木而有取義焉者", "(B) 於是乎有裨焉", "(C) 予觀而喜之", "(D) 復何以尚之哉"],
        "ans": "C",
        "explanation": "文章第二段末尾作者說「予觀而喜之」（我看了很喜歡），與文末的「吾又安得不喜之哉」（我又怎能不喜歡他呢）前後呼應，表達對黃中立的讚賞。故選 (C)。"
      },
      {
        "id": "12-4",
        "q": "本文的中心思想應為下列何者?",
        "options": ["(A) 義", "(B) 竹", "(C) 節", "(D) 志"],
        "ans": "C",
        "explanation": "全文從植物取義談起，聚焦於竹子的「節」，並以「尚節之亭」為名，最後讚揚黃中立能以「節」立身。核心概念是「節」（氣節、節操）。故選 (C)。"
      },
      {
        "id": "12-5",
        "q": "關於本文的寫作手法，下列敘述何者最恰當?",
        "options": ["(A) 運用排比句式強調節操的重要", "(B) 藉描寫人物言行表現道德修養", "(C) 引用典故說明植竹的歷史由來", "(D) 以物象徵人，藉竹頌揚君子之節"],
        "ans": "D",
        "explanation": "這是一篇「託物言志」的文章。作者詳細描寫竹子中空、有節、經霜不變的特性，以此象徵君子堅貞不屈的節操，進而讚美亭主。故選 (D)。"
      }
    ]
  },
  {
    "id": "set-13",
    "title": "第13篇 做個好品格的現代人",
    "article": "<p>愛蓮說中周敦頤藉蓮的特質說明君子的種種美德，並自我期許。時至今日，即使科技進步、價值觀多元，培養良好的品格仍是學習的重要課題。</p><h3>表一：論語中有關修德的篇章</h3><table border='1' cellspacing='0' cellpadding='5' style='width:100%; border-collapse:collapse;'><tr><th style='background:#f2f2f2'>原文</th><th style='background:#f2f2f2'>句旨</th></tr><tr><td>人而無信，不知其可也。(為政篇)</td><td>無誠信者，難以立足於社會。</td></tr><tr><td>眾惡之，必察焉；眾好之，必察焉。(衛靈公篇)</td><td>對於眾人的判斷或選擇，要能明察、判斷，不要隨聲附和。</td></tr><tr><td>君子求諸己，小人求諸人。(衛靈公篇)</td><td>君子懂得自我省思，小人卻常要求他人。</td></tr><tr><td>見義不為，無勇也。(為政篇)</td><td>為所當為，才是有勇氣的人。</td></tr><tr><td>君子固窮，小人窮斯濫矣。(衛靈公篇)</td><td>在困厄環境中，君子仍能堅守正道，小人則易胡作非為。</td></tr><tr><td>己所不欲，勿施於人。(顏淵篇)</td><td>凡事將心比心，自己不喜歡的事勿施加於他人。</td></tr></table><br><h3>表二：青少年最需要培養的品格項目</h3><table border='1' cellspacing='0' cellpadding='5' style='width:100%; border-collapse:collapse;'><tr><th>項目</th><th>比例</th></tr><tr><td>不知道/拒答</td><td>4.73%</td></tr><tr><td>勇敢</td><td>14.19%</td></tr><tr><td>有自信</td><td>25.45%</td></tr><tr><td>誠信</td><td>26.7%</td></tr><tr><td>忍受挫折力</td><td>32.68%</td></tr><tr><td>思考判斷力</td><td>36.44%</td></tr><tr><td>同理心</td><td>44.51%</td></tr><tr><td>自律精神</td><td>56.88%</td></tr></table><p><small>資料來源：《天下雜誌 親子天下專刊》問卷調查。</small></p>",
    "subQuestions": [
      {
        "id": "13-1",
        "q": "王皓丸段考成績滿江紅，他非但不反省自己的學習態度，反而抱怨老師沒有做考前複習，怪罪弟弟看電視干擾他，甚至歸咎爸媽的遺傳基因太差。下列哪句話最適合用來糾正他這樣的心態?",
        "options": ["(A) 人而無信，不知其可也", "(B) 見義不為，無勇也", "(C) 君子求諸己，小人求諸人", "(D) 己所不欲，勿施於人"],
        "ans": "C",
        "explanation": "王皓丸只會怪罪別人（老師、弟弟、父母），不懂得反省自己，這正是「小人求諸人」的表現。應以「君子求諸己」（君子懂得自我反省）來糾正他。故選 (C)。"
      },
      {
        "id": "13-2",
        "q": "從表二的統計結果來看，下列敘述何者正確?",
        "options": ["(A) 家長們最在意的是孩子缺乏同理心", "(B) 家長們認為勇敢比忍受挫折力更重要", "(C) 受訪者認為孩子能有自信比有誠信更加重要", "(D) 超過半數的受訪者都認為孩子需要學習自律"],
        "ans": "D",
        "explanation": "(A) 最在意的是「自律精神」(56.88%)，非同理心。<br>(B) 忍受挫折力(32.68%) > 勇敢(14.19%)。<br>(C) 誠信(26.7%) > 有自信(25.45%)。<br>(D) 自律精神達 56.88%，超過半數，正確。"
      },
      {
        "id": "13-3",
        "q": "請依序選出下列《論語》篇章所對應的品格項目：<br>①眾惡之，必察焉；眾好之，必察焉。<br>②君子求諸己，小人求諸人。<br>③人而無信，不知其可也。<br>④見義不為，無勇也。",
        "options": ["(A) 判斷力、自律、誠信、勇敢", "(B) 誠信、勇敢、判斷力、自律", "(C) 自律、判斷力、勇敢、誠信", "(D) 勇敢、誠信、自律、判斷力"],
        "ans": "A",
        "explanation": "①「必察焉」對應「判斷力」。<br>②「求諸己」對應自我反省的「自律」。<br>③「無信」對應「誠信」。<br>④「無勇」對應「勇敢」。<br>故順序為：判斷力、自律、誠信、勇敢。選 (A)。"
      }
    ]
  },
  {
    "id": "set-14",
    "title": "第14篇 季節雨",
    "article": "<p>在黃昏的天空<br>我看到那彩帶一樣的迷濛<br>是你可愛的笑容<br>跟著我走在雨中<br>我們去看那迷濛的天空<br>在這雨的季節中<br>季節雨別笑我什麼都不懂<br>我知道愛就像一場夢<br>季節雨別笑我什麼都不懂<br>我知道愛就像季節雨<br>消失無蹤</p><p>（〈季節雨〉洪光遠詞，楊耀東唱）</p>",
    "subQuestions": [
      {
        "id": "14-1",
        "q": "這首〈季節雨〉最後所描寫遭遇與下列何者相同?",
        "options": ["(A) 他鄉的雨，和著母親的淚", "(B) 聽到瓦背上嘩嘩的雨聲，我就放心了", "(C) 失戀雨無緣無故無情淋著我的愛", "(D) 你說如果雨一直下到明天，我們就廝守到永遠"],
        "ans": "C",
        "explanation": "歌詞最後說「我知道愛就像季節雨，消失無蹤」，描寫的是愛情逝去、失戀的感傷。選項 (C) 「失戀雨...淋著我的愛」同樣描寫失戀的痛苦。故選 (C)。<br>(A)是思鄉/親情，(B)是久旱逢甘霖的喜悅，(D)是熱戀的承諾。"
      },
      {
        "id": "14-2",
        "q": "「季節雨別笑我什麼都不懂」一句使用的轉化修辭法與下列何者相同?",
        "options": ["(A) 雨天總是把我帶到另一個處所", "(B) 肚子鼓得跟蜜蜂似的", "(C) 與其感慨失去的，不如珍惜擁有的", "(D) 一把綠色的小傘是一頂荷蓋"],
        "ans": "A",
        "explanation": "題目「季節雨別笑我」是將季節雨擬人化（轉化中的擬人）。<br>(A) 「雨天總是把我帶到...」將雨天擬人化，為轉化。<br>(B) 譬喻（明喻）。<br>(C) 映襯。<br>(D) 譬喻（隱喻）。<br>故選 (A)。"
      }
    ]
  },
  {
    "id": "set-15",
    "title": "第15篇 泰山日出",
    "article": "<p>玫瑰汁，葡萄漿，紫荊液，瑪瑙精，霜楓葉——大量的染工，在層累的雲底工作，無數蜿蜒的魚龍，爬進了蒼白的雲堆。</p><p>一方的異彩，揭去了滿天的睡意，喚醒了四隅的明霞——光明的神駒，在熱奮地馳騁。雲海也活了；眠熟的獸形的濤瀾，又回復了偉大的呼嘯，昂頭搖尾的向著我們朝露染青饅形的小島沖洗，激起了四岸的水沫浪花，震蕩著這生命的浮礁，似在報告光明與歡欣之臨在……</p><p>再看東方——海句力士已經掃蕩了他的阻礙，雀屏似的金霞，從無垠的肩上產生，展開在大地的邊沿。起……起……用力，用力，純焰的圓顱，一探再探地躍出了地平，翻登了雲背，臨照在天空。</p><p>（徐志摩〈泰山日出〉）</p>",
    "subQuestions": [
      {
        "id": "15-1",
        "q": "〈泰山日出〉一文的敘述手法較偏向哪一種感官的摹寫?",
        "options": ["(A) 嗅覺", "(B) 聽覺", "(C) 味覺", "(D) 視覺"],
        "ans": "D",
        "explanation": "文中充滿了對色彩（玫瑰汁、葡萄漿、金霞）、形狀（魚龍、神駒、圓顱）和光影動態的描繪，這些都是透過「視覺」來觀察的。故選 (D)。"
      },
      {
        "id": "15-2",
        "q": "「純焰的圓顱」根據文章的內容來看，是指什麼?",
        "options": ["(A) 火箭", "(B) 太陽", "(C) 月亮", "(D) 殞石"],
        "ans": "B",
        "explanation": "文中描述它「躍出了地平，翻登了雲背，臨照在天空」，且帶來「光明與歡欣」，這顯然是在描寫日出時的「太陽」。圓顱比喻太陽的形狀，純焰比喻其光芒。故選 (B)。"
      },
      {
        "id": "15-3",
        "q": "「玫瑰汁，葡萄漿，……，霜楓葉」，作者是以這些東西來形容哪種顏色?",
        "options": ["(A) 青綠色", "(B) 金黃色", "(C) 紫紅色", "(D) 靛藍色"],
        "ans": "C",
        "explanation": "玫瑰汁、葡萄漿、紫荊液、霜楓葉，這些事物的共同特徵都是呈現紅色或紫紅色調，作者用來形容日出前雲彩的顏色。故選 (C)。"
      }
    ]
  },
  {
    "id": "set-16",
    "title": "第16篇 蘭嶼徒步環島不要載我",
    "article": "<p>早年帶學生到蘭嶼上課時，即耳聞達悟族不吃鰻魚，感覺非常訝異...（略：文中詳述了達悟族不吃鰻魚的習俗、作者嘗試煮鰻魚遇到的鍋子分類困難、以及後來釣鰻魚的經驗）...</p><p>在釣鰻魚的過程中，意外發現，鰻魚真的很愛吃。由於我的經驗不足，有隻鰻魚在上鉤後被牠溜進洞穴，我拉不出來，最後脫鉤了，在牠的嘴上留下一道撕裂的傷口，本以為那隻鰻魚有此經驗，不會再來咬食了，沒想到，釣餌一放，牠又過來了...（略）...沒想到，嘴上已經有三道撕裂傷的鰻魚還在，等我小心翼翼地把魚餌放入海中，牠又過來吃了。</p><p>...真正讓我難過的是，鰻魚怎麼會這麼沒有反省能力，咬一次嘴巴已經有撕裂傷了，還會一而再、再而三地上鉤，一點反省能力都沒有。此時想到的是，教室上課時學生的反應，即是如此。</p><p>（本文節錄自簡鴻模《蘭嶼徒步環島不要載我》）</p>",
    "subQuestions": [
      {
        "id": "16-1",
        "q": "達悟族人不食鰻魚的原因是什麼?",
        "options": ["(A) 民族神話影響", "(B) 鰻魚普遍有毒", "(C) 鰻魚沒有鱗片", "(D) 鰻魚數量稀少"],
        "ans": "C",
        "explanation": "文中第一段提到：「實際的答案是達悟族人不吃沒有魚鱗的生物，像是青蛙、鰻魚之類的。」故選 (C)。"
      },
      {
        "id": "16-2",
        "q": "作者在蘭嶼料理鰻魚時遇到何種困難?",
        "options": ["(A) 鰻魚放在冰凍櫃太久，不好煮", "(B) 蘭嶼沒有中藥行，沒辦法燉煮", "(C) 友人家的鍋子有男女使用之別，所以不願出借", "(D) 達悟族人的鍋子依魚分類，無專煮鰻魚的鍋子"],
        "ans": "D",
        "explanation": "文中提到達悟族的鍋子分類嚴謹（男人魚、女人魚等），因鰻魚是被他們看不起且不吃的魚種，所以「連煮鰻魚的鍋子都不願意借」（因為沒有專門煮這種『髒』魚的鍋子，怕汙染了其他鍋子）。作者只好自己去買鍋子。故選 (D)。"
      },
      {
        "id": "16-3",
        "q": "關於作者受友人邀請釣鰻魚的過程及結果，下列敘述何者正確?",
        "options": ["(A) 作者毫無經驗，屢屢失敗，沒釣中一隻", "(B) 作者汲取經驗，最後成功釣中一隻鰻魚", "(C) 作者瞎貓碰到死老鼠，馬上釣中一隻鰻魚", "(D) 作者累積經驗，但鰻魚也精明，最後逃脫"],
        "ans": "B",
        "explanation": "文中描述作者雖然一開始失敗多次（脫鉤），但那隻鰻魚一再上鉤，最後作者「總算皇天不負苦心人，這次讓我釣到...順利取下魚鉤，得到一分。」故選 (B)。"
      },
      {
        "id": "16-4",
        "q": "承上題，下列哪一句話可以用來勸告鰻魚?",
        "options": ["(A) 死得其所，流芳百世", "(B) 最偉大的勝利，就是戰勝自己", "(C) 要想知河水深淺，需問過來人", "(D) 聰明的人不會被同一塊石頭絆倒兩次"],
        "ans": "D",
        "explanation": "作者感嘆鰻魚「一點反省能力都沒有」，嘴上有傷還一再上鉤。這正如諺語「聰明的人不會被同一塊石頭絆倒兩次」（不要重蹈覆轍）所警示的。故選 (D)。"
      }
    ]
  },
  {
    "id": "set-17",
    "title": "第17篇 智能的夢魘",
    "article": "<p>我想，一個人最值得珍視的就是仁慈的天性，這遠比聰明重要；如果缺乏仁慈的天性，就應該通過艱苦修煉來叩擊良知；如果連良知也叩擊不出來，那就要以長期的教育使他至少懂得敬畏，恪守規矩；如果連這也做不到，那就只能寄望於他的愚鈍和木訥了；如果他居然頗具智能，又很有決斷，那就需要警覺，因為這樣的人隨時有可能進入一種可怖的夢魘，並把這種夢魔帶給別人。</p><p>（節錄自余秋雨〈智能的夢魘〉）</p>",
    "subQuestions": [
      {
        "id": "17-1",
        "q": "作者所指的「可怖的夢魘」指的是什麼?",
        "options": ["(A) 濫用仁慈的天性所造成的傷害", "(B) 不可救的愚鈍和木訥", "(C) 缺乏教育的訓練和陶冶", "(D) 缺乏仁心，並利用自己的資質為非作惡"],
        "ans": "D",
        "explanation": "文章邏輯是：仁慈 > 良知 > 規矩 > 愚鈍。最可怕的情況是「缺乏仁慈/良知/規矩」但卻「頗具智能、很有決斷」。這樣的人有能力卻無道德約束，會造成巨大的傷害（夢魘）。故選 (D)。"
      },
      {
        "id": "17-2",
        "q": "作者認為可以補救缺乏仁心的方法，「不包括」下列何者?",
        "options": ["(A) 具備智能和決斷力", "(B) 天資愚鈍木訥", "(C) 長期教育", "(D) 喚醒良知"],
        "ans": "A",
        "explanation": "文中提到補救缺乏仁慈的方法有：叩擊良知 (D)、長期教育 (C)、甚至是寄望於愚鈍木訥 (B)（至少不會作大惡）。唯獨 (A) 「具備智能和決斷力」在缺乏仁心的情況下，反而是危險的、需要警覺的，並非補救方法。故選 (A)。"
      }
    ]
  },
  {
    "id": "set-18",
    "title": "第18篇 上邪",
    "article": "<p>上邪！我欲與君相知，長命無絕衰。山無陵，江水為竭，冬雷震震，夏雨雪，天地合，乃敢與君絕。</p><p>註：<br>①上邪：天啊。此為作者指著蒼天發誓。<br>②相知：相愛。<br>③長命無絕衰：長使感情不衰減。<br>④山無陵：山磨去山峰成為平地。<br>⑤冬雷震震：冬天發出陣陣的巨聲雷響。<br>⑥夏雨雪：夏天降下白雪。<br>⑦天地合：指天塌下來與地相合。<br>⑧絕：指斷絕關係。</p><p>（佚名〈上邪〉）</p>",
    "subQuestions": [
      {
        "id": "18-1",
        "q": "此詩主要在敘述何種情感?",
        "options": ["(A) 對故友的無限思念", "(B) 對國君的忠誠不二", "(C) 對戀人的堅貞不渝", "(D) 對天災的憂心忡忡"],
        "ans": "C",
        "explanation": "詩中「我欲與君相知」、「乃敢與君絕」是女子對戀人的誓言，表達了愛情堅貞、至死不渝的強烈情感。故選 (C)。"
      },
      {
        "id": "18-2",
        "q": "關於本詩的說明，下列何者正確?",
        "options": ["(A) 這是一首與對方絕交而傷心欲絕的詩作", "(B) 全詩情感含蓄，表達女子對愛情的渴望", "(C) 藉由自然景物描寫對方的心意難以捉摸", "(D) 透過誇飾手法凸顯主角強烈堅定的情感"],
        "ans": "D",
        "explanation": "(A) 是表達永不絕交。<br>(B) 情感熱烈奔放，非含蓄。<br>(C) 是以自然異象作為誓言的條件，非描寫對方心意。<br>(D) 正確。詩中列舉了「山無陵、江水竭、冬雷、夏雪、天地合」等五種不可能發生的自然現象（誇飾），來反襯自己對愛情的堅定。除非這些發生，否則決不分離。"
      },
      {
        "id": "18-3",
        "q": "有關本詩內容意涵的詮釋，下列何者最恰當?",
        "options": ["(A) 作者對天許願乃祈望上天傳達心意給對方", "(B) 「山無陵，江水為竭」意近「海枯石爛」", "(C) 「冬雷震震，夏雨雪」是天對真情的反應", "(D) 「天地合，乃敢與君絕」表達女子的絕望"],
        "ans": "B",
        "explanation": "(B) 「山無陵，江水為竭」指高山變平地、江水乾涸，這與成語「海枯石爛」的意思相近，都是比喻經歷極長久的時間或不可能發生的變故。故選 (B)。"
      }
    ]
  },
  {
    "id": "set-19",
    "title": "第19篇 呂不韋與子楚",
    "article": "<p>戰國時期，秦國有位公子名叫子楚，被送到趙國當人質。由於趙國對他極不禮遇，子楚生活拮据，日子過得並不如意。當時有位商人呂不韋，雖然事業有成，但深感商人的社會地位低下，心中渴望提升自己的身分。後來，呂不韋到趙國首都邯鄲經商，偶然得知子楚的特殊背景與困境，心生妙計，便前去拜見子楚。</p><p>呂不韋對子楚說：「我能助您光耀門庭。」</p><p>子楚笑道：「您還是先光耀自己的門庭，再來幫我吧！」</p><p>呂不韋回答：「您有所不知，（　　　　　　　　　　）。」</p><p>子楚聽後，心領神會，便與呂不韋促膝長談。</p><p>後來呂不韋逐步實行自己的計畫，最後成功地讓子楚被立為秦國太子，並順利繼位為國君。子楚登基後，任命呂不韋為丞相，呂不韋也因此成功地提升了自己的身分地位。</p>",
    "subQuestions": [
      {
        "id": "19-1",
        "q": "根據文中人物的背景、心理與對話情境，推測呂不韋最可能用哪一句話來說服子楚?",
        "options": ["(A) 我只是不忍心看您受苦，才想幫您光耀門庭啊", "(B) 我只是希望天下能夠太平安樂，不再受戰爭侵擾", "(C) 我的門庭正需藉您的門庭光耀，才能有所提升", "(D) 我想和您合作，未來成為秦國最富有的大商人"],
        "ans": "C",
        "explanation": "呂不韋的目的是「提升自己的身分」，且他知道子楚有潛力（奇貨可居）。他想表達的是：只要您（子楚）發達了，我（呂不韋）的地位也會隨之提高。這是一種互利共生的策略。故選 (C)。"
      },
      {
        "id": "19-2",
        "q": "根據本文情境，推測兩人會面時，子楚對呂不韋的態度有何轉變?",
        "options": ["(A) 從敬畏到信任", "(B) 從輕視到看重", "(C) 從親近到疏遠", "(D) 從尊重到冷淡"],
        "ans": "B",
        "explanation": "一開始子楚笑道：「您還是先光耀自己的門庭吧」，帶有嘲諷、輕視商人的意味。但聽到呂不韋的回答後，「心領神會，便與呂不韋促膝長談」，態度轉為重視與信任。故選 (B)。"
      }
    ]
  },
  {
    "id": "set-20",
    "title": "第20篇 生命中總有來來去去的朋友",
    "article": "<p>在暑假期間，一位昔日好友由倫敦回來。女兒側著頭天真地問：「是不是從很遠的地方回來的人，都要約著見面，請他們喝咖啡？」...（略：媽媽解釋王阿姨以前很照顧她）...我和朋友見了面，開心地談著往事...女兒一旁安靜地聽著，不一會兒朝我悄悄地說：「先借給我一百元好嗎？我想買一個東西。」</p><p>過沒多久，她面對朋友，恭敬地立正，雙手捧上一盒包裝精美的禮物，一派正經地說：「王阿姨！送你一個小禮物，你從那麼遠的地方來。」...女兒很認真地併攏腳跟，無限深情地說：「我媽媽說你是她最好的朋友，謝謝你以前那麼照顧我媽。」...</p><p>生命中總有不同階段的朋友來來去去...不論多深厚的感情終究敵不過歲月的考驗，除非我們自己願意用心經營！！...</p><p>（〈生命中總有來來去去的朋友〉）</p>",
    "subQuestions": [
      {
        "id": "20-1",
        "q": "依據文意，小女孩送禮給王阿姨的原因為何?",
        "options": ["(A) 配合媽媽的要求", "(B) 收過禮物後的回禮", "(C) 想要和王阿姨當朋友", "(D) 感謝她對媽媽的照顧"],
        "ans": "D",
        "explanation": "文中女兒說：「我媽媽說你是她最好的朋友，謝謝你以前那麼照顧我媽。」可見她是為了感謝王阿姨過去對媽媽的照顧。故選 (D)。"
      },
      {
        "id": "20-2",
        "q": "下列何者「不算」是用心經營友誼的方式?",
        "options": ["(A) 時常贈送禮物", "(B) 保持通信聯絡", "(C) 定期安排聚會", "(D) 發自內心珍惜"],
        "ans": "A",
        "explanation": "文中強調的是「用心經營」，如見面、談心、懷念、珍惜。雖然女兒送了禮物，但那是為了表達感謝。一般而言，單純「時常贈送禮物」較流於物質形式，不如通信、聚會或內心珍惜來得深刻且真誠。且文中並未強調要靠送禮來維持友誼。故選 (A)。"
      }
    ]
  },
  {
    "id": "set-21",
    "title": "第21篇 買花",
    "article": "<p>帝城春欲暮，喧喧車馬度。<br>共道牡丹時，相隨買花去。<br>貴賤無常價，酬直看花數。<br>灼灼百朵紅，戔戔五束素。<br>上張幄幕庇，旁織笆籬護。<br>水灑復泥封，移來色如故。<br>家家習為俗，人人迷不悟。<br>有一田舍翁，偶來買花處。<br>低頭獨長嘆，此嘆無人諭。<br>一叢深色花，十戶中人賦！</p><p>註：<br>①喧喧：喧鬧的樣子。<br>②灼灼：花朵茂盛鮮明的樣子。<br>③戔戔：積聚的樣子，形容眾多。<br>④五束素：即二十五匹絹帛。</p><p>（白居易〈買花〉）</p>",
    "subQuestions": [
      {
        "id": "21-1",
        "q": "就本詩的意境與內容來看，這是一首什麼性質的詩作?",
        "options": ["(A) 邊塞懷鄉", "(B) 社會寫實", "(C) 田園山水", "(D) 浪漫飄逸"],
        "ans": "B",
        "explanation": "白居易的詩作多反映社會現實。此詩透過描寫京城人瘋狂買牡丹花的奢靡風氣，對比田舍翁的感嘆（一叢花的錢等於十戶人家的賦稅），揭露了貧富差距與社會的不公，屬於「社會寫實」詩。故選 (B)。"
      },
      {
        "id": "21-2",
        "q": "詩中道盡唐人照顧牡丹不遺餘力，以下何句並不屬之?",
        "options": ["(A) 水灑復泥封", "(B) 上張幄幕庇", "(C) 家家習為俗", "(D) 旁織笆籬護"],
        "ans": "C",
        "explanation": "(A)(B)(D) 都是具體的照顧動作（澆水、泥封、搭帳棚、編籬笆）。<br>(C) 「家家習為俗」是說這種風氣已經成為習俗，屬於社會現象的描述，並非照顧花的動作。故選 (C)。"
      }
    ]
  },
  {
    "id": "set-22",
    "title": "第22篇 孔子晚而喜易",
    "article": "<p>孔子晚而喜易、序彖、繫、象、說掛、文言。讀易，韋編三絕。曰：「假我數年，若是，我於易則彬彬矣。」孔子以詩、書、禮、樂教，弟子蓋三千焉，身通六藝者七十有二人。</p><p>註：<br>①韋：熟牛皮條。古代書籍是寫在竹木簡上，用熟牛皮條穿起來。<br>②假：借。這裡是「給予」的意思。<br>③彬彬：文質兼備，兼通文辭和義理。</p><p>（司馬遷《史記‧孔子世家》）</p>",
    "subQuestions": [
      {
        "id": "22-1",
        "q": "根據文意，下列敘述何者「錯誤」?",
        "options": ["(A) 孔子晚年喜歡鑽研易經，希望有充分的時間研究", "(B) 韋編三絕是因為孔子在翻閱書簡時，動作不夠小心", "(C) 目前孔子尚未完全掌握、理解周易的文詞與義理", "(D) 隨孔子就學的弟子約有三千人，精通六藝的有七十二人"],
        "ans": "B",
        "explanation": "「韋編三絕」是指孔子勤讀《易經》，翻閱次數多到連編竹簡的牛皮繩都斷了好幾次，這是形容「勤奮好學」，而非動作不小心。故選 (B)。"
      },
      {
        "id": "22-2",
        "q": "由文意可推知，下列何者是成語「韋編三絕」的解釋?",
        "options": ["(A) 比喻了解透澈，能得心應手，運用自如", "(B) 比喻心意不定，反覆無常", "(C) 比喻戒慎恐懼，非常謹慎小心", "(D) 比喻讀書勤奮，刻苦自學"],
        "ans": "D",
        "explanation": "如上題所述，韋編三絕形容讀書非常勤奮，刻苦治學。故選 (D)。"
      }
    ]
  },
  {
    "id": "set-23",
    "title": "第23篇 愛鳥與養鳥",
    "article": "<p>【甲】</p><p>平生不喜籠中養鳥，而予又未嘗不愛鳥，但養之有道耳。欲養鳥莫如多種樹，使繞屋數百株，扶疏茂密，為鳥國鳥家。將旦時，睡夢初醒，尚輾轉在被，聽一片啁啾，如雲門、咸池之奏。及披衣而起，頮面、漱口、啜茗，見其揚翬振彩，倏往倏來，目不暇給，固非一籠一羽之樂而已。大率平生樂處，欲以天地為園，江漢為池，各適其天，斯為大快。比之盆魚籠鳥，其鉅細仁忍何如也!</p><p>（改寫自鄭燮〈濰縣署中與舍弟墨第二書〉）</p><p>【乙】</p><p>我愛鳥。</p><p>從前我常見提籠架鳥的人，清早在街上蹓躂。我感覺興味的不是那人的悠閒，卻是那鳥的苦悶...籠子裡的鳥更不用說，常年的關在柵欄裡...但是如果想要「搏扶搖而直上」，便要撞頭碰壁。鳥到了這種地步，我想牠的苦悶，大概是僅次於黏在膠紙上的蒼蠅...</p><p>我開始欣賞鳥，是在四川。黎明時，窗外是一片鳥轉...那一片聲音是清脆的，是嘹亮的...簡直是一派和諧的交響樂。</p><p>（梁實秋〈鳥〉）</p>",
    "subQuestions": [
      {
        "id": "23-1",
        "q": "下列何者是兩文都直接描寫的內容?",
        "options": ["(A) 鳥聲的啁啾", "(B) 鳥羽的斑斕", "(C) 鳥在籠中的苦狀", "(D) 作者養鳥的方法"],
        "ans": "A",
        "explanation": "【甲】文：「聽一片啁啾，如雲門、咸池之奏」。<br>【乙】文：「窗外是一片鳥轉...那一片聲音是清脆的，是嘹亮的」。<br>兩文都直接描寫了鳥鳴聲。故選 (A)。"
      },
      {
        "id": "23-2",
        "q": "對於鳥，兩文作者有何相同的看法?",
        "options": ["(A) 各種鳥鳴的聲音都悅耳動聽", "(B) 籠中鳥行動受限但生活無虞", "(C) 想要養鳥的人應瞭解鳥的習性", "(D) 自由的鳥更能展現形態與聲音"],
        "ans": "D",
        "explanation": "【甲】文主張「多種樹...為鳥國鳥家」，認為「各適其天，斯為大快」，反對籠養。<br>【乙】文也提到籠中鳥的苦悶，並讚賞四川窗外自由鳥鳴的「和諧交響樂」。<br>兩位作者都認為鳥兒在自由的環境中（各適其天）才最快樂，也最能展現其美。故選 (D)。"
      }
    ]
  },
  {
    "id": "set-24",
    "title": "第24篇 活在當下",
    "article": "<p>如果我們能夠去體驗生命中的每一分每一秒，真正的滿足就在當下，而不是渺茫不可知的未來。假使生命的意義只在為未來做準備，那麼我們只會在等待中逐漸衰老。很多人，該做的事，該度的假，該和家人共遊的承諾，一再跳票：等連假再說、等升遷再說、等退休再說、等心情好的時候再說。好不容易盼到了，腦子卻一片空白，匆匆來，匆匆去，又一次「□與」。</p>",
    "subQuestions": [
      {
        "id": "24-1",
        "q": "依據本文，請問下列敘述何者「錯誤」?",
        "options": ["(A) 生命必須等待時機成熟", "(B) 及時行樂，活在當下", "(C) 不要把希望的眼光投往遙遠的未來", "(D) 生命禁不起一再的等待"],
        "ans": "A",
        "explanation": "文中強調「真正的滿足就在當下」、「不要一再跳票」、「只會在等待中逐漸衰老」，這都是在反對「等待」。故 (A) 「生命必須等待時機成熟」與文意相反，為錯誤敘述。"
      },
      {
        "id": "24-2",
        "q": "下列何者與本文主旨最貼近?",
        "options": ["(A) 生命的藝術不是做你喜歡的事，而是喜歡你做的事", "(B) 撕去的日曆追悔無益，還沒撕的不用追悔，現在這一張才是重點", "(C) 有超越的勇氣，才有登頂的喜悅", "(D) 破山中賊易，破心中賊難"],
        "ans": "B",
        "explanation": "本文主旨是「活在當下」、「把握現在」。選項 (B) 強調「現在這一張才是重點」，與本文主旨最契合。故選 (B)。"
      },
      {
        "id": "24-3",
        "q": "「又一次『□與』」句中缺空處，宜填入下列何者最恰當?",
        "options": ["(A) 期待、盼望", "(B) 失望、懊悔", "(C) 新生、感動", "(D) 振作、慚愧"],
        "ans": "B",
        "explanation": "文中提到「好不容易盼到了，腦子卻一片空白，匆匆來，匆匆去」，描述的是一種錯過時機、一事無成的空虛感。因此填入「失望、懊悔」最符合這種遺憾的情境。故選 (B)。"
      }
    ]
  },
  {
    "id": "set-25",
    "title": "第25篇 親水運動公園",
    "article": "<p>親水運動公園，應該是我旅行中所見新形態公園裡最讓我振奮的一座。名為運動公園，我們就不會用森林公園的尺碼去苛求。這座位於城裡的公園，除了體育場地的設施外，全部以現代人工化的自然景觀規畫。孩童的親水環境、新式的庭園格局，以及具有後現代風格的山丘造景，都貼切地融入這個視野寬闊的公園裡。</p><p>再者，明亮的空間透露著典雅，現代感中也映照著復古的內容。它不止沒有城市公園的侷促之感，當我站在山丘上鳥瞰時，反而有一座綠地誕生的愉悅和希望。甚至於，會有一種自豪，假如我是這個城鎮的市民。</p><p>（改寫自〈偷窺自然公園〉）</p>",
    "subQuestions": [
      {
        "id": "25-1",
        "q": "親水運動公園令作者激賞的特質是什麼?",
        "options": ["(A) 花卉鮮妍多采，水池造型新穎", "(B) 佔地廣大，可讓市民帶著寵物散心", "(C) 體育場明亮寬敞，具備多功能設計", "(D) 寬闊的空間裡融合現代與古典的設計"],
        "ans": "D",
        "explanation": "文中提到：「現代人工化的自然景觀規畫」、「新式的庭園格局」、「具有後現代風格的山丘造景」、「現代感中也映照著復古的內容」。這些都顯示了公園融合了現代與古典（復古、庭園）的設計，且視野寬闊。故選 (D)。"
      },
      {
        "id": "25-2",
        "q": "下列句意的說明，何者正確?",
        "options": ["(A) 「我們就不會用森林公園的尺碼去苛求」——意謂公園極為寬闊", "(B) 「全部以現代人工化的自然景觀規畫」——代表公園裡的景觀經由人工打造", "(C) 「當我站在山丘上鳥瞰時，反而有一座綠地誕生的愉悅和希望」——意謂公園由海埔新生地綠化而來", "(D) 「會有一種自豪，假如我是這個城鎮的市民」——表示作者打算遷居到這個城鎮"],
        "ans": "B",
        "explanation": "(A) 意指運動公園本來就比森林公園小，不能用森林公園的標準來要求。<br>(B) 正確。「人工化的自然景觀」即指人工打造的。<br>(C) 是指在城市中看到綠地的欣喜，非指海埔新生地。<br>(D) 是假設語氣（假如我是），並非真的要遷居。"
      }
    ]
  },
  {
    "id": "set-26",
    "title": "第26篇 一串葡萄",
    "article": "<p>我小時候很喜歡畫畫。我的學校位於橫濱郊區...（略）...我想起一位外國同學吉姆，比我大兩歲，個子很高。他的畫具是上等舶來品，每種都很漂亮...</p><p>在一個秋高氣爽的日子...我坐在自己的座位，眼光卻不時飄向吉姆的桌子...恍忽間，我渾身不舒服，搖搖晃晃地走向吉姆的座位，像做夢般掀開桌面，迅速打開顏料盒，把那兩管顏料塞進口袋...</p><p>下課後...「是你拿了吉姆的顏料吧！交出來！」...我不禁滿臉通紅...大家一擁而上把我拉到二樓的教師辦公室。</p><p>同學們向老師說明事情的來龍去脈後，她用沉重的表情問我：「是真的嗎？」雖然是事實，但我實在不願讓喜歡的老師知道自己的醜事，便嗚咽了起來。</p><p>老師凝望了我一會，請大家離開。「知道自己做錯事了嗎？」我全身不停發抖，淚水也放肆地往眼眶外奔流。「明白就夠了，別哭了。...」這時，上課鈴聲再次響起，她從窗邊的葡萄藤上摘下一串葡萄放在我的膝蓋上後，便拿起書靜靜地離開。</p><p>...放學時被老師叫醒：「...記得，明天不管遇到什麼事，都要回學校喔。假若沒看見你，我會很傷心的。」說完，並把葡萄放進我的書包裡。</p><p>隔天...走進校門時，吉姆竟親切地拉著我到辦公室。老師對我們說：「吉姆是個好孩子，理解老師的意思。希望你們今後會是好朋友...」當我還羞慚得不知該如何是好，吉姆已經握住我的手了。</p><p>（有島武郎〈一串葡萄〉）</p>",
    "subQuestions": [
      {
        "id": "26-1",
        "q": "根據本文，主角自認他與吉姆的不同之處，下列何者正確?",
        "options": ["(A) 主角身材高大，吉姆身材矮小", "(B) 主角能言善道，吉姆不善言辭", "(C) 主角家境貧窮，吉姆家境富裕", "(D) 主角畫技較佳，吉姆畫具較好"],
        "ans": "D",
        "explanation": "文中第二段提到：「吉姆的畫比不上我（主角畫技較佳），但那套高級顏料卻絢麗地讓人有錯覺（吉姆畫具較好）。」故選 (D)。"
      },
      {
        "id": "26-2",
        "q": "關於本文內容的敘述，何者正確?",
        "options": ["(A) 主角因想滿足自己的虛榮心，偷走同學的顏料", "(B) 主角平日就遭同學排擠，因此不願融入群體中", "(C) 主角怕在老師心中留下壞印象，因此無法認錯", "(D) 老師引導主角向同學道歉，還給了他一串葡萄"],
        "ans": "C",
        "explanation": "(A) 是因為「心心念念著那套顏料」（渴望擁有），而非單純虛榮心。<br>(B) 主角是因為敏感膽小、不善言辭才人緣不好，文中未提及被排擠。<br>(C) 正確。文中說：「但我實在不願讓喜歡的老師知道自己的醜事，便嗚咽了起來。」<br>(D) 老師並未當場強迫主角道歉，而是私下處理並給予葡萄安慰，隔天才由吉姆主動握手言和。"
      },
      {
        "id": "26-3",
        "q": "有關本文寫作手法的敘述，下列何者正確?",
        "options": ["(A) 使用倒敘的手法來追述主角的求學期間的往事", "(B) 藉偷顏料的眼神、動作變化，點出主角的不安", "(C) 透過吉姆和同學的對話內容，凸顯主角的個性", "(D) 以第二人稱視角，描述主角的心境變化和蛻變"],
        "ans": "B",
        "explanation": "(A) 是順敘法（小時候->事件發生->隔天）。<br>(B) 正確。文中描寫「眼光卻不時飄向...趕緊轉過頭...恍忽間...渾身不舒服...搖搖晃晃...」，生動刻畫了主角內心的掙扎與不安。<br>(C) 吉姆和同學的對話主要是揭發事實，主角的個性多由自我獨白呈現。<br>(D) 是第一人稱視角（我）。"
      }
    ]
  },
  {
    "id": "set-27",
    "title": "第27篇 家和萬事興",
    "article": "<p>科學家研究，一個小嬰兒每天笑平均170次，成年以後每天平均笑7次。但是我們要思考一個問題，怎麼我們人生不斷在努力追求幸福快樂，結果愈努力愈笑不出來？為什麼會愈來愈笑不出來？就是貪求的東西愈來愈多，而貪求的東西多了，就有求不得的痛苦。所以貪心不能一直增長，一貪患得患失，一貪鋌而走險，一貪虛榮心就不斷地上升，而人生物質的享受夠用就好。</p><p>真正能讓人生覺得有意義、有價值、有快樂，是精神不斷提升，是家庭愈來愈和樂，是人生覺得愈來愈有意義、愈有價值。所以在這個社會當中，有些風氣非常崇尚虛榮，而我們必須不隨波逐流。</p><p>（改寫自蔡禮旭〈家和萬事興〉）</p>",
    "subQuestions": [
      {
        "id": "27-1",
        "q": "依據本文，成人笑得比小嬰兒少的原因為下列何者?",
        "options": ["(A) 肩上的負擔較多", "(B) 心智成熟度較高", "(C) 想要的東西變多", "(D) 社會的規範較嚴"],
        "ans": "C",
        "explanation": "文中提到：「為什麼會愈來愈笑不出來？就是貪求的東西愈來愈多，而貪求的東西多了，就有求不得的痛苦。」故選 (C)。"
      },
      {
        "id": "27-2",
        "q": "「所以在這個社會當中，有些風氣非常崇尚虛榮，而我們必須不隨波逐流。」依據這段文字敘述，作者認為面對流行時應有怎樣的態度?",
        "options": ["(A) 堅定立場", "(B) 人云亦云", "(C) 汲汲營營", "(D) 不屑一顧"],
        "ans": "A",
        "explanation": "「不隨波逐流」意思就是要有自己的主見，不盲目跟隨大眾流行。這對應到的態度就是「堅定立場」。故選 (A)。"
      }
    ]
  },
[
  {
    "id": "set-28",
    "title": "第28篇、旅行與大腦",
    "article": "<p>就某種層次而言，人類天生就是適合旅行也喜歡旅行的。根據美國匹茲堡大學的神經科學家 Paul Nussbaum的研究，旅遊伴隨的新奇經驗（也包含可能的突發狀況）可以刺激大腦，使大腦負責傳遞訊息的樹突（dendrites）增生，因而能增進不同神經元間的連結，而強化了神經可塑性，因此能提升記憶、注意力、創造力、及解決問題的能力。想像你的大腦可以因為旅行而枝繁葉茂成一座喧嘩的叢林。</p><p>目前新冠肺炎疫情仍在全球蔓延，在各國邊境管制的措施下，旅遊的型態以及我們對旅行的心理設定，也該跟著轉變。法國作家薩米耶‧德梅斯特曾經把自己被禁足四十二天的經驗，寫成了《在自己房間裡的旅行》這本書。在局限的室內空間裡，他依靠書本與天馬行空的想像力，完成這趟冥想沉思的奇特旅行。</p><p>而波蘭作家奧爾嘉‧朵卡萩在《雲遊者》一書中，描述一個經常旅行的旅人，某次入住一家旅店時，訝異地發現櫃子裡有剛好尺寸的衣服，床頭櫃還有慣用的維他命與耳塞，而且早上也沒有客房服務，才驚覺原來回到了家。</p><p>當然，我們無需將自己置放在這兩種極端的情境，雖然出國旅遊是最簡單能脫離社交舒適圈的方法，然而根據旅遊心理學，其實只要跳脫一成不變的日常生活常軌，用不一樣的眼光檢視周遭，並建立可能的連結，就可以達到與旅行類似的效果。在不能購買機票出國旅行的此刻，也許正是讓我們有機會更認識我們腳下的土地。你還在等什麼？出發吧！</p><p>（節錄自LBB嚕嗶啵生物社會學1：〈旅行之後，你變得更快樂了嗎？ 旅遊心理學告訴你如何聰明旅行〉）</p>",
    "subQuestions": [
      {
        "id": "28-1",
        "q": "根據本文，「想像你的大腦可以因為旅行而枝繁葉茂成一座喧嘩的叢林」這句話是比喻旅行能帶來下列何種效果?",
        "options": ["(A) 改善美化自然環境", "(B) 免於沉寂重新受寵", "(C) 建立與自然生態的連結", "(D) 刺激大腦神經細胞增生"],
        "ans": "D",
        "explanation": "文中第一段提到：「旅遊伴隨的新奇經驗...可以刺激大腦，使大腦負責傳遞訊息的樹突增生，因而能增進不同神經元間的連結...」。作者用「枝繁葉茂的叢林」來比喻大腦神經元連結的豐富與活躍，即刺激神經細胞增生。故選 (D)。"
      },
      {
        "id": "28-2",
        "q": "下列何者最符合本文的觀點?",
        "options": ["(A) 用不同眼光檢視周遭，並建立連結的過程類似於旅遊", "(B) 依據日常生活常軌所安排的行程最有益", "(C) 與友伴共同旅遊的效果是單獨旅遊的好幾倍", "(D) 只有出國旅遊才能澈底脫離社交舒適圈"],
        "ans": "A",
        "explanation": "(A) 正確。文中最後一段提到：「其實只要跳脫一成不變的日常生活常軌，用不一樣的眼光檢視周遭，並建立可能的連結，就可以達到與旅行類似的效果。」<br>(B) 錯誤，應是「跳脫」常軌。<br>(C) 文中未提及同伴的影響。<br>(D) 錯誤，文中說出國是「最簡單」的方法，但並非「只有」出國才能達成。"
      },
      {
        "id": "28-3",
        "q": "文中舉出法國和波蘭兩位作家的作品為例，欲說明下列何種道理?",
        "options": ["(A) 真正的旅行根本是假象，可以捏造", "(B) 把自己家當成旅行的地方，只會失去探索的樂趣", "(C) 旅行沒有時空限制，完全是心態使然", "(D) 寫作不一定要有真實經驗，想像亦可成篇"],
        "ans": "C",
        "explanation": "文中舉法國作家在房間內旅行，以及波蘭作家筆下旅人回家卻像住旅館的例子，都是為了說明旅行不一定要身體移動到遠方，關鍵在於心態與觀看世界的角度。只要心態轉變，在房間或家裡也能有旅行的體驗。故選 (C)。"
      }
    ]
  },
  {
    "id": "set-29",
    "title": "第29篇、關心與獨立",
    "article": "<p>在大家的關心下，有人懂得力爭上游，以不辜負期許；有人卻喪失了自主的能力，只一味喜歡在庇蔭下生活。所以在青少年時期，我們固然可喜悅地接受溫暖的關心，但也要培養自己的獨立精神。另一方面，更要懂得付出關心，而且要擴大關心的範圍，由關心我們自身發展到去關心別人。</p>",
    "subQuestions": [
      {
        "id": "29-1",
        "q": "依本文所述，下列何者「為非」?",
        "options": ["(A) 水能載舟，亦能覆舟，關心也是如此", "(B) 關心是否有益，操之在己", "(C) 可以接受別人的關心，但不能一味依賴別人", "(D) 青少年時期應該有獨立精神，不要接受關心"],
        "ans": "D",
        "explanation": "文中提到：「我們固然可喜悅地接受溫暖的關心，但也要培養自己的獨立精神。」意思是接受關心與培養獨立並不衝突，而非 (D) 所說的「不要接受關心」。故選 (D)。"
      },
      {
        "id": "29-2",
        "q": "下列哪一種人「沒有」做到力爭上游，以不辜負期許?",
        "options": ["(A) 立身揚世，以顯父母", "(B) 混吃混玩，虛度光陰", "(C) 孜孜向學，期有所成", "(D) 學一技之長，貢獻社會"],
        "ans": "B",
        "explanation": "「力爭上游」意指努力求取上進。(A)(C)(D) 都是積極進取的表現，唯獨 (B) 「混吃混玩，虛度光陰」是消極怠惰，辜負了他人的期許。故選 (B)。"
      }
    ]
  },
  {
    "id": "set-30",
    "title": "第30篇、樹猶如此",
    "article": "<p>八月十三日黃昏，我從超市買東西回來，發覺國祥呼吸困難，我趕忙打九一一叫了救護車來，用氧氣筒急救，隨即將他扛上救護車揚長鳴笛往醫院駛去。在醫院住了兩天，星期五，國祥的精神似乎又好轉了...（略）...晚上八點鐘，他對我說道：「你先回去吃飯吧。」...那是我們最後一次交談。...八月十七星期一...五點二十分，他的心臟終於停止。我執著國祥的手，送他走完人生最後一程。霎時間，天人兩分，死生契闊，在人間，我向王國祥告了永別。</p><p>一九五四年，四十四年前的一個夏天，我與王國祥同時匆匆趕到建中去上暑假補習班，預備考大學。...就那樣，我們開始結識，來往相交，三十八年。王國祥天性善良，待人厚道，孝順父母，忠於朋友。他完全不懂虛偽，直言直語，我曾笑他說謊舌頭也會打結。但他講究學問，卻據理力爭，有時不免得罪人，事業上受到阻礙。王國祥有科學天才...可是天不假年，五十五歲，走得太早。我與王國祥相知數十載，彼此守望相助，患難與共...可是最後與病魔死神一搏，我們全力以赴，卻一敗塗地。</p><p>我替王國祥料理完後事回轉聖芭芭拉，夏天已過。...我的家，成了廢園一座。我把國祥的骨灰護送返臺，安置在善導寺後，回到美國便著手重建家園。...我把王國祥家那兩缸桂花也搬了回來...讓它們入土為安。...我與王國祥從前種的那些老茶，二十多年後，已經高攀屋簷，每株盛開起來，都有上百朵。春日負暄，我坐在園中靠椅上，品茗閱報，有百花相伴，暫且貪享人間瞬息繁華。美中不足的是，抬望眼，總看見園中西隅，剩下的那兩棵義大利柏樹中間，露出一塊楞楞的空白來，缺口當中，映著湛湛青空，悠悠白雲，那是一道女媧煉石也無法彌補的天裂。</p><p>（節錄自白先勇〈樹猶如此〉）</p>",
    "subQuestions": [
      {
        "id": "30-1",
        "q": "下列關於王國祥與作者的敘述，何者正確?",
        "options": ["(A) 王國祥與作者在偶遇後，因互相幫忙而結為好友", "(B) 作者得知王國祥過世時，卻來不及見他最後一面", "(C) 王國祥因直言直語得罪朋友，唯作者願與他結交", "(D) 王國祥生前，曾經與作者一起在庭園中種植花卉"],
        "ans": "D",
        "explanation": "(A) 兩人是在建中補習班趕樓梯時相撞認識的。<br>(B) 作者一直守在病房，並「執著國祥的手，送他走完人生最後一程」。<br>(C) 文中說他因據理力爭得罪人影響事業，並非得罪朋友。<br>(D) 正確。文中提到「我與王國祥從前種的那些老茶...」，顯示兩人曾一起種花。故選 (D)。"
      },
      {
        "id": "30-2",
        "q": "根據文章內容，「女媧煉石也無法彌補的天裂」象徵下列何事?",
        "options": ["(A) 作者對枯死植物的懷念", "(B) 作者對已故摯友的思念", "(C) 作者對身體每下愈況的感嘆", "(D) 作者對摯友研究工作停擺的惋惜"],
        "ans": "B",
        "explanation": "文中最後提到的「天裂」，雖然表面上是指原本種在那裡的三棵柏樹死了一棵而留下的缺口，但實際上是象徵作者心中因摯友王國祥過世而留下的巨大傷痛與缺憾，這份傷痛是任何神力（女媧煉石）都無法彌補的。故選 (B)。"
      }
    ]
  },
  {
    "id": "set-31",
    "title": "第31篇、文學天文營",
    "article": "<p><strong>A 文學組</strong></p><p><strong>秋夕</strong> 杜牧</p><p>銀燭秋光冷畫屏，輕羅小扇撲流螢。<br>天階夜色涼如水，臥看牽牛織女星。</p><p>此詩又名七夕，寫宮中女子七夕時觀看牽牛星、織女星的情景。詩中不帶一愁字、淚字，卻透露出深藏在宮女心中的哀怨與孤寂。全詩含蓄蘊藉，寓情於景。</p><p><strong>B 科學組</strong></p><p>1. 牽牛星和織女星是兩顆能自己發光發熱的恆星。牽牛星的直徑約為太陽的1.6倍，亮度約為太陽的10倍，是整個夜空中亮度排第十二的恆星。它的表面溫度可達七千度，距離地球約16光年（一光年約等於十兆公里）。織女星的直徑約為太陽的3.2倍，亮度約為太陽的50倍，是整個夜空中亮度排名第五的恆星，在北半球排名第二。它的表面溫度可達八千九百度，距離地球約26光年。</p><p>2. 牽牛星屬於「天鷹星座」，織女星屬於「天琴星座」。兩顆星中間有一條從東北向西南方向劃開的光帶，就是所謂的「銀河」。在銀河裡有許多白色粉末般的小光點，一顆白色粉末就是一顆巨大的恆星，銀河是由無數恆星構成的，其中的牽牛星與織女星相距約16光年。因此，據現代天文觀測及測算結果，他們每年的「七夕相會」，是絕不可能發生的。</p><p>（資料來源：泛科學網站刊載臺北天文館發布七夕小常識牛郎織女的真面目。）</p>",
    "subQuestions": [
      {
        "id": "31-1",
        "q": "下列是學員們根據海報內容提出的判讀，但錯誤頗多，唯一正確的是下列何者?",
        "options": ["(A) 表面溫度：牽牛星大於織女星", "(B) 體積：太陽大於織女星大於牽牛星", "(C) 亮度：織女星大於牽牛星大於太陽", "(D) 距離：牽牛星到地球大於織女星到地球"],
        "ans": "C",
        "explanation": "根據文中數據比較：<br>(A) 錯，織女星(8900度) > 牽牛星(7000度)。<br>(B) 錯，織女星(太陽3.2倍) > 牽牛星(太陽1.6倍) > 太陽。<br>(C) 正確，亮度：織女星(太陽50倍) > 牽牛星(太陽10倍) > 太陽。<br>(D) 錯，織女星(26光年) > 牽牛星(16光年)。"
      },
      {
        "id": "31-2",
        "q": "曉蘭根據研習營裡同學分享的資訊，以科學的概念重新解讀〈迢迢牽牛星〉與〈秋夕〉這兩首詩。關於她的理解，下列敘述何者有誤?",
        "options": ["(A) 〈秋夕〉一詩點出可在夏末初秋的夜晚看見牽牛星與織女星", "(B) 「河漢清且淺，相去復幾許」，牽牛星與織女星實際上相距約16光年", "(C) 「天階夜色涼如水，臥看牽牛織女星」，臥看時要在牽牛星東南方找織女星", "(D) 「迢迢牽牛星，皎皎河漢女」，牽牛星與織女星是離地球很遠且會發光的恆星"],
        "ans": "C",
        "explanation": "(C) 文中提到銀河是「從東北向西南方向劃開」，織女星屬於天琴座，牽牛星屬於天鷹座，兩者隔著銀河。實際上織女星位於銀河的西邊（織女在西，牛郎在東），所以應該是在牽牛星的「西北方」找織女星，而非東南方。故選 (C)。"
      }
    ]
  },
  {
    "id": "set-32",
    "title": "第32篇、寶藏",
    "article": "<p>母親曾說一個故事給我聽：「從前有個年輕人要上前線打仗，他憂愁地對他母親說：『媽，我的刀比別人短一截。』他母親說：『那麼，孩子，你就比別人更向前一步吧！』」</p><p>那時我常為許多事煩惱，為了自己的容貌不如人，為了自己的口齒不夠伶俐，為了自己的腦筋太笨拙。我悲哀地預想將來漫長的一生一定是黯淡無光。</p><p>可是十多年來，我發現一個女孩子長得既不漂亮也不聰明，生活並不見得就沒有光彩沒有意義。不夠漂亮嗎？那麼用笑容和愛心來彌補吧！不夠聰明嗎？那麼用勤勉和毅力來彌補吧！不善交際嗎？那麼用真誠和友善來彌補吧！</p><p>就如李白說的：「天生我才必有用。」每一個人都擁有一分天賦的寶藏，而每個人的寶藏都不盡相同。有的人也許是美貌，有的人也許是智慧或財富，有的人擁有的也許會比這些都還珍貴，譬如仁慈、樂觀、耐心等等。有些人的寶藏是外露的，有些人卻是深藏的，需要不斷去挖掘。而後者往往是越挖越豐富。</p><p>（粟耘〈寶藏〉）</p>",
    "subQuestions": [
      {
        "id": "32-1",
        "q": "文中母親對孩子所說的話，是要孩子如何?",
        "options": ["(A) 勤能補拙", "(B) 畏首畏尾", "(C) 攻人弱點", "(D) 據理力爭"],
        "ans": "A",
        "explanation": "母親說：「你就比別人更向前一步吧！」意思是既然先天條件（刀短）不足，就靠後天的努力（向前一步）來彌補。這正是「勤能補拙」的道理。故選 (A)。"
      },
      {
        "id": "32-2",
        "q": "所謂「天生我才必有用」其涵義為何?",
        "options": ["(A) 自以為是", "(B) 肯定自己", "(C) 妄自菲薄", "(D) 恃才而驕"],
        "ans": "B",
        "explanation": "「天生我才必有用」意指每個人出生都有其價值和用處，這是對自我價值的一種積極「肯定」。故選 (B)。"
      },
      {
        "id": "32-3",
        "q": "本文主旨強調什麼?",
        "options": ["(A) 謹記母親的教誨", "(B) 笑容和愛心可彌補一切", "(C) 別只注重外顯的條件，而忽視內涵", "(D) 煩惱的下場"],
        "ans": "C",
        "explanation": "文章主要在說明即使外在條件（美貌、聰明）不如人，也可以透過內在的特質（仁慈、樂觀、勤勉）來彌補，甚至更珍貴。強調應該挖掘深藏的內在寶藏，而非只看外顯條件。故選 (C)。"
      }
    ]
  },
  {
    "id": "set-33",
    "title": "第33篇、燕王好烏",
    "article": "<p>燕王好烏，庭有木皆巢烏。人無敢觸之者，為其能知吉凶而司禍福也。故凡國有事，惟烏鳴之聽。烏得寵而矜，客至則群呀之，百鳥皆不敢集也。於是大夫、國人咸事烏。</p><p>烏攫腐以食腥於庭。王厭之。左右曰：「先王之所好也。」</p><p>一夕有鴟止焉，烏群睨而附之如其類。鴟入呼於宮，王使射之。鴟死，烏乃呀而啄之，人皆醜之。</p><p>（劉基《郁離子》）</p>",
    "subQuestions": [
      {
        "id": "33-1",
        "q": "本文中的「烏」鳥可用現實中的何種人物來影射之?",
        "options": ["(A) 孝親敬友的人", "(B) 因公忘私的人", "(C) 恃寵而驕的人", "(D) 口蜜腹劍的人"],
        "ans": "C",
        "explanation": "文中描述烏鴉「得寵而矜」（得寵而驕傲），嚇跑其他鳥類，且當貓頭鷹被射死後，還反過來啄食同類（雖不同種但相近），這種行為影射的是仗著君王寵幸而驕橫跋扈的小人。故選 (C)。"
      },
      {
        "id": "33-2",
        "q": "下列選項的敘述，何者正確?",
        "options": ["(A) 從「燕王好烏」的情形來看可知燕王是個剛正不阿的賢君", "(B) 烏鴉並不知道吉凶禍福，因燕王寵愛而得勢", "(C) 「客至則群呀之，百鳥皆不敢集也。」可用來說明君子之交淡如水", "(D) 「烏群睨而附之如其類」可用來形容與人為善的人"],
        "ans": "B",
        "explanation": "(A) 燕王迷信烏鴉知吉凶，導致小人當道，顯然是昏君。<br>(B) 正確。烏鴉的地位純粹來自燕王的個人喜好與迷信。<br>(C) 這是在形容小人排擠賢良（百鳥不敢集），結黨營私。<br>(D) 這是形容小人互相勾結、朋比為奸，絕非與人為善。"
      }
    ]
  },
  {
    "id": "set-34",
    "title": "第34篇、交友之道",
    "article": "<p>俗語說：「近朱者赤，近墨者黑」，可見朋友對我們的影響之大，所以必須了解什麼是益友，什麼是損友。真正的好朋友是能互相規勸、砥礪的。「在家靠父母，出外靠朋友」，除了親人，朋友是我們人生道上不可或缺的一環人際關係，而且許多事情是靠朋友知交才能處理的。朋友也是個人自省知己的一面最佳明鏡。人生在世若有個好朋友可以談笑風生，也可以聊天解悶，好處多多。那麼「交友之道」有哪些？如何才能得到真正值得交往的朋友？</p><p>有道德的人、有修養的人，無人不欣喜，不論遠近，大家都會爭相來親近。和他交往的人，也都會依他自勉，而得到提升。朋友交往以誠以真，相待以禮以敬，相處以平以淡，相勉以學以道，都是交朋友的原則。一個好朋友，他不會是「有友如華」，你如花美麗，人氣正盛，他就和你往來，等你像花萎謝了，就丟到地下不要了；也不會是「有友如秤」，你地位重要了，他就依附你，你人微言輕，他就傲慢起來，這都是不對的。我們交的朋友，要如青山叢林，群類眾鳥都能群集；要如大地盤石，讓人感到安全厚實。人要時常結交好朋友，使你在學問上、事業上以及婚姻上溢注美滿於人生。所以，古人對交友很重視，並列於五倫之一，因為與朋友之間的互動是為人處世重要的一環。如果關係順利，可以帶來生命的互助與喜悅。</p><p>（節錄自張巧琳〈談交友與朋友相處之道〉）</p>",
    "subQuestions": [
      {
        "id": "34-1",
        "q": "「不會是『有友如秤』，你地位重要了，他就依附你，你人微言輕，他就傲慢起來」這就是說明真正的朋友「不會」看中什麼?",
        "options": ["(A) 身分價值", "(B) 學識淵博", "(C) 真心誠意", "(D) 享樂同難"],
        "ans": "A",
        "explanation": "「秤」是用來稱重量的，比喻朋友像秤一樣勢利，看你「地位重要」（重）就依附，看你「人微言輕」（輕）就傲慢。這表示對方看重的是你的「身分價值」與權勢。題目問真正的朋友「不會」看中什麼，故選 (A)。"
      },
      {
        "id": "34-2",
        "q": "「有道德的人、有修養的人，無人不欣喜，不論遠近，大家都會爭相來親近。」這段話呼應下列哪一句話?",
        "options": ["(A) 金玉其外，敗絮其中", "(B) 桃李不言，下自成蹊", "(C) 愚者千慮，必有一得", "(D) 沉默是金，說話是銀"],
        "ans": "B",
        "explanation": "「桃李不言，下自成蹊」意指桃樹李樹雖然不會說話，但因為有芬芳的花果，人們自然會在樹下走出一條路來。比喻為人真誠、有德行，自然能感動人，吸引人親近。這與題幹描述有道德修養的人大家爭相親近的意思相通。故選 (B)。"
      },
      {
        "id": "34-3",
        "q": "根據本文所述，交朋友的原則說明何者正確?",
        "options": ["(A) 以真誠之心切磋學問", "(B) 以禮敬之心互相勉勵", "(C) 以學道之心相互對待", "(D) 以平淡之心謙虛相處"],
        "ans": "D",
        "explanation": "文中提到：「相處以平以淡」。(A)(B)(C) 的配對在文中分別是：以誠以真（交往）、以禮以敬（相待）、以學以道（相勉）。只有 (D) 「相處以平以淡」符合文意。故選 (D)。"
      }
    ]
  },
  {
    "id": "set-35",
    "title": "第35篇、林昀儒的成功之道",
    "article": "<p>在強調個人透過努力獲得成就，進而翻轉自身階級「向上流動」的才德至上社會中，每個被社會定義為勝利的成功者，沒有人會認為自己的成功是不需經過努力的。林昀儒廣告中一句臺詞「我唯一休息的日子，是上場比賽的那一天。」道盡支撐自己成為一名職業球員的背後，是日復一日艱辛的訓練過程。多數成功者可能在此停下，化約自己所獲得的成就為澆灌努力所結成的果實，因此「努力就能成功」這句再耳熟能詳不過的話，成為深植人心的一則定律。</p><p>然而林昀儒和他的父親皆透過社群媒體寫下一路走來的各種感謝，父親受訪時表示，林昀儒的成功是建立在才能、努力、心理素質和機運等各層面的因素皆到位時才發生的，不只努力，林昀儒天生具備冷靜的性格和穩定的心理素質正好符合職業選手所需特質。他的母親也談到，「我知道努力的人很多，可是不見得每個人努力都有成果。我覺得我們很幸運的地方是，我們的努力走到現在有一點點成果。」可以看到林昀儒以及他的父母親，並未站在成功者的至高點歌頌自己所投注的辛勞與心血，而是透過感謝細數成就背後的多層次歸因。</p><p>常見父母親用威脅、恐嚇的方式取代試圖理解、同理孩子的狀態和心情，以「我不是在乎輸贏，是在乎你的態度」為由，合理化自己謾罵孩子的行為。林昀儒的父親認為，以輸贏的表面價值評價孩子的教養方式，容易讓孩子突出的表現走得不長久，不但無濟於孩子精進，反而抹殺掉原有的成就感和熱情，從中更灌輸孩子「勝者為王，敗者為寇」的狹隘偏見。在面對孩子的教養方式上，他們是陪伴、尊重，以及同理孩子想法的角色，跟隨著孩子的性格和興趣走，適時提供意見而不強迫孩子做任何決定，因為孩子永遠是自己的主角。</p><p>「孩子想要學，父母就盡全力支持，至於會達到哪種程度，不預設任何立場。」林昀儒的父親說。而林昀儒在奧運之旅結束後，則以「你若精彩，天自安排」自我勉勵。人生只要做好自己，一切美好，都隨之而來。</p><p>（節錄自關鍵評論網）</p>",
    "subQuestions": [
      {
        "id": "35-1",
        "q": "根據本文，下列敘述何者正確?",
        "options": ["(A) 成功的因素有很多，健康的心態是維持表現甚至精進的關鍵", "(B) 所有勝利者都有過艱辛的付出，所以只要努力就一定會成功", "(C) 一般父母威脅、恐嚇孩子，都是為了修正孩子偏差的態度", "(D) 若知道孩子是可造之材，父母只要尊重並全力支持他即可"],
        "ans": "A",
        "explanation": "(A) 正確。文中提到成功包含才能、努力、心理素質、機運等多重因素，且父母正確的教養心態（陪伴、尊重、不強求輸贏）能保護孩子的熱情，維持長久表現。<br>(B) 錯，文中母親說「不見得每個人努力都有成果」。<br>(C) 錯，文中說那是父母合理化自己謾罵的藉口。<br>(D) 錯，文中強調無論如何都應尊重孩子，並非只針對「可造之材」。"
      },
      {
        "id": "35-2",
        "q": "「我覺得我們很幸運的地方是，我們的努力走到現在有一點點成果。」這句話呈現的態度與下列何者最相似?",
        "options": ["(A) 蘇格拉底：幸運是機會的影子", "(B) 歌德：勇敢裡面有天才、力量和魔法", "(C) 愛因斯坦：自信是向成功邁出的第一步", "(D) 斯賓賽：成功的第一個條件是真正的虛心"],
        "ans": "D",
        "explanation": "林昀儒的母親將成功歸因於「幸運」，而不僅僅是自己的努力，這是一種不居功、謙虛的態度。這與斯賓賽所說的「虛心」最為接近。故選 (D)。"
      }
    ]
  },
  {
    "id": "set-36",
    "title": "第36篇、易水送別",
    "article": "<p>太子與賓客知其事者，皆白衣冠以送之。</p><p>至易水上，既祖，高漸離擊筑，荊軻和而歌，為變徵之聲，士皆垂淚涕泣。又前而歌曰：「風蕭蕭兮易水寒，壯士一去兮不復還！」復為慷慨羽聲，士皆嗔目，盡髮上指冠，於是荊軻遂就車而去，終已不顧。</p><p>註：<br>①祖：祭祀路神，引申為送行。<br>②變徵之聲：低沉淒涼的調子。<br>③羽聲：高亢悲壯的調子。<br>④嗔目：怒目的樣子。</p><p>（司馬遷〈易水送別〉）</p>",
    "subQuestions": [
      {
        "id": "36-1",
        "q": "根據本文與歷史記載，荊軻當時要去刺殺誰?",
        "options": ["(A) 西楚霸王項羽", "(B) 秦始皇", "(C) 商紂王", "(D) 宋相秦檜"],
        "ans": "B",
        "explanation": "這段歷史是「荊軻刺秦王」。當時燕太子丹派荊軻去刺殺秦王政（後來的秦始皇）。故選 (B)。"
      },
      {
        "id": "36-2",
        "q": "「終已不顧」展現出荊軻的何種樣貌?",
        "options": ["(A) 雖然內心激動，不會拖拖拉拉", "(B) 不忍心看到大家都在哭", "(C) 擔心太子懷疑他會反悔，故毅然離開", "(D) 意志堅定，態度堅決，義無反顧"],
        "ans": "D",
        "explanation": "「終已不顧」意指頭也不回地離去。這表現了荊軻視死如歸、義無反顧的堅定決心。故選 (D)。"
      },
      {
        "id": "36-3",
        "q": "荊軻臨行前的高歌與筑音，主要描寫為何?",
        "options": ["(A) 展現荊軻舉棋不定的樣子", "(B) 增加荊軻的悲劇性色彩", "(C) 鼓勵太子和賓客要有必勝的決心", "(D) 顯示荊軻視死如歸的精神"],
        "ans": "D",
        "explanation": "歌詞「壯士一去兮不復還」表明荊軻已抱定必死決心，透過悲壯的歌聲與筑音，烘托出蒼涼悲壯的氣氛，顯示其視死如歸的英勇精神。故選 (D)。"
      },
      {
        "id": "36-4",
        "q": "下列哪一句話最能展現大家義憤填膺的樣子?",
        "options": ["(A) 皆嗔目，盡髮上指冠", "(B) 風蕭蕭兮易水寒，壯士一去兮不復還", "(C) 太子與賓客知其事者，皆白衣冠以送之", "(D) 高漸離擊筑，荊軻和而歌，為變徵之聲"],
        "ans": "A",
        "explanation": "「嗔目」是瞪大眼睛怒視，「盡髮上指冠」是頭髮豎起頂起帽子（怒髮衝冠），這兩句具體描寫了在場人士極度憤怒、激昂的樣子。故選 (A)。"
      }
    ]
  },
  {
    "id": "set-37",
    "title": "第37篇、新作日記",
    "article": "<p><strong>4月10日 晴稍暖</strong><br>寫千餘字。買郵票一元。孔覺民君函約面談，函到過遲。致函莘田。接青函。晚飯請杜宇、楊楓、孟超、式民吃「朝天館」，大餅捲肥腸，蔥白鹹菜段長3寸，即墨苦頭老酒，侉子氣十足。</p><p><strong>4月11日 晴</strong><br>寫完給西風的稿子。在耕春處吃晚飯。</p><p><strong>4月12日 風冷</strong><br>接劍三函。接老牛破車十本。早在市中講演。寄走西風稿。午後風大，又穿上棉褲棉袍！</p><p><strong>4月14日 晴暖</strong><br>雨後天晴，庭中草怒發，早到公園轉一圈，玉蘭正好，櫻花尚須三四日，已有茶棚。函慰恢仁。下午寫千餘字。接青函，小濟、小乙都好了。晚看電影，沒大意思。明天該正經幹活了！買雞蛋40.8角。</p><p>（老舍日記〈新作日記〉）</p>",
    "subQuestions": [
      {
        "id": "37-1",
        "q": "由這篇日記的內容，請判斷作者的職業是什麼?",
        "options": ["(A) 法官", "(B) 祕書", "(C) 老師", "(D) 作家"],
        "ans": "D",
        "explanation": "日記中多次提到「寫千餘字」、「寫完給西風的稿子」、「寄走西風稿」、「接《老牛破車》十本」（這是老舍的論寫作集），這些都是作家的工作內容。故選 (D)。"
      },
      {
        "id": "37-2",
        "q": "作者在這四篇日記中，哪一天表達出「賞春的閒情」?",
        "options": ["(A) 四月十日", "(B) 四月十一日", "(C) 四月十二日", "(D) 四月十四日"],
        "ans": "D",
        "explanation": "四月十四日的日記寫道：「雨後天晴，庭中草怒發，早到公園轉一圈，玉蘭正好，櫻花尚須三四日...」，這是描寫春景與賞花的閒情逸致。故選 (D)。"
      }
    ]
  },
  {
    "id": "set-38",
    "title": "第38篇、黑洞的寓意",
    "article": "<p>有一位軍閥每次處決死刑犯時，都會讓犯人選擇：一槍斃命或是選擇從左牆的一個黑洞進去。所有犯人都寧可選擇一槍斃命，也不願進入那個命運未知的黑洞。有一次，一個親信很大膽地問他：「大帥，您可不可以告訴我們，從這黑洞走進去究竟會有什麼結果？」「沒什麼啦！其實走進黑洞的人只要經過一、兩天的摸索便可以逃出去了。」軍閥回答。</p>",
    "subQuestions": [
      {
        "id": "38-1",
        "q": "這篇短文的寓意為何?",
        "options": ["(A) 人生要勇於悔改", "(B) 人往往怯於嘗試", "(C) 天下沒有衝不過的難關", "(D) 得饒人處且饒人"],
        "ans": "B",
        "explanation": "犯人們因為害怕未知的黑洞，寧可選擇確定的死亡（槍斃），而錯失了生存的機會。這說明了人們往往因為恐懼未知而不敢嘗試，放棄了可能的希望。故選 (B)。"
      },
      {
        "id": "38-2",
        "q": "如果有一個人被公司資遣了，正面臨中年轉業的困境，依照本文的主旨，他應該要如何?",
        "options": ["(A) 能屈能伸", "(B) 做好準備", "(C) 面對挑戰", "(D) 隨遇而安"],
        "ans": "C",
        "explanation": "被資遣與中年轉業如同面臨「黑洞」，充滿未知與恐懼。依照本文主旨，他不應選擇放棄（如犯人選槍斃），而應勇敢「面對挑戰」，走入未知，經過摸索後可能就會找到出路。故選 (C)。"
      }
    ]
  },
  {
    "id": "set-39",
    "title": "第39篇、雄雞",
    "article": "<p>不鳴則已／一鳴／便喊出一個／火辣辣的太陽／誰說詩一定要寫才算／抖一抖翅膀／富麗／絕對不輸三百篇</p><p>（向明〈雄雞〉）</p>",
    "subQuestions": [
      {
        "id": "39-1",
        "q": "根據本詩，下列何者「不是」歌頌的內容?",
        "options": ["(A) 音色嘹亮", "(B) 昂揚振翅", "(C) 無懼豔陽", "(D) 羽毛斑斕"],
        "ans": "C",
        "explanation": "(A) 「一鳴便喊出一個...太陽」歌頌啼聲嘹亮。<br>(B) 「抖一抖翅膀」歌頌其動作昂揚。<br>(D) 「富麗絕對不輸三百篇」歌頌羽毛色彩斑斕如詩篇。<br>(C) 詩中是說牠「喊出」太陽，而非「無懼」豔陽，這不是歌頌的重點。故選 (C)。"
      },
      {
        "id": "39-2",
        "q": "「不鳴則已／一鳴／便喊出一個／火辣辣的太陽」幾句與下列何者意義相通?",
        "options": ["(A) 風雨如晦，雞鳴不已", "(B) 雞鳴狗盜之徒，亦有可取之處", "(C) 寧為雞口，不為牛後", "(D) 雄雞一聲天下白"],
        "ans": "D",
        "explanation": "詩句描寫公雞一叫，太陽就出來了，帶來光明。這與 (D) 「雄雞一聲天下白」（公雞一叫，天下就亮了）意境相同，都是形容雞鳴報曉與黎明的關聯。故選 (D)。"
      }
    ]
  },
  {
    "id": "set-40",
    "title": "第40篇、誰來穿我織的美麗衣裳",
    "article": "<p>「希望女兒變成有用的人，小時候我就把她送到了遙遠的山下城市去讀書，就像現在平地流行的小小留學生一樣；我們在山上擔心得吃不下、睡不著，女兒每次回來卻總是只記得外面的社會多好多好，怎麼怎麼漂亮。我心裡想：反正不要她像我們這一輩一樣，永遠住在山上，不知道外面是什麼樣子。但是自從和這一群好同學在一起以後，我們常常練習 Amis 的歌，跳我們 Amis 的舞，每多唱一次我的心就愈來愈難過，每跳一次舞我就覺得像被祖先打了一樣，因為我知道，女兒將要在我這一代學不到祖先留下來的歌舞了。就像以前我的 Ina 常常會教我做衣服的技巧和圖案，但是我現在再怎麼用力做也沒有用，因為我女兒已經像天空的小鳥一般，飛得好遠好遠，往那個山下的城市飛去了，不知道什麼時候才回來？誰來穿我織的美麗衣裳？」</p><p>...如果我說這一切都是因為強勢文化的入侵，是因為資本主義的必然性，政策的不當，或族群的命運，因此造成了原住民族的老人必須要將自己的孩子，一個接一個地往平地社會送，只為了可以受更好的教育？卻因而忘記了自己的母語，祖先的文化...我又要如何告訴一個原住民族的老人，能受教育已經算是幸運的了，還有更多的、和我們流有同樣原住民族血液的人，為了生存，必須被迫離開自己熟悉的部落...</p><p>註：①Amis：阿美族語，指阿美族。②Ina：阿美族語，指母親。③Vai：阿美族語，指祖母。</p><p>（節錄自利格拉樂‧阿媽〈誰來穿我織的美麗衣裳？〉）</p>",
    "subQuestions": [
      {
        "id": "40-1",
        "q": "為什麼阿美族媽媽覺得每唱跳一次Amis的歌舞就像被祖先打了一樣?",
        "options": ["(A) 無法再為女兒織衣裳", "(B) 歌舞肢體表現太差", "(C) 女兒恐未能傳承文化", "(D) 過早送孩子去留學"],
        "ans": "C",
        "explanation": "文中提到：「因為我知道，女兒將要在我這一代學不到祖先留下來的歌舞了。」阿美族媽媽因為女兒遠離部落，無法傳承族群文化而感到愧對祖先，心生痛苦。故選 (C)。"
      },
      {
        "id": "40-2",
        "q": "本文主旨與下列何者不相關?",
        "options": ["(A) 沒有暗礁，哪能激得起美麗的浪花", "(B) 困難背後，隱藏著通往成功的階梯", "(C) 忍一時風平浪靜，退一步海闊天空", "(D) 不經一番寒徹骨，焉得梅花撲鼻香"],
        "ans": "B",
        "explanation": "本文探討的是原住民文化流失、城鄉差距與傳承的無奈，充滿了憂慮與感傷。選項 (A)(C)(D) 雖然也都是勵志格言，但題目問的是「不相關」。(B) 「困難背後，隱藏著通往成功的階梯」強調困境會帶來成功，但本文並未強調這種「因困境而成功」的觀點，反而是呈現了一種難以解決的文化困境與悲哀，且選項 (B) 與 (A)(D) 性質相近，都是正面勵志，但與本文沉痛的文化反思較不搭。不過，嚴格來說，這四個選項都與本文主旨（文化傳承危機）沒有直接關聯。若從「遭遇困難」的角度看，文章描述的是困境，但沒有提到「成功階梯」。若依照題目設計邏輯，通常 (B) 這種強調「成功」的選項在悲劇性或反思性文章中常被視為無關或錯誤。但此題解析可能指出 (B) 最不相關，因為文章重點不在個人的成功。 (註：依據原題庫答案為 B)"
      }
    ]
  },
  {
    "id": "set-41",
    "title": "第41篇、荔枝蜜",
    "article": "<p>花鳥草蟲，凡是上得畫的，那原物往往也叫人喜愛。蜜蜂是畫家的愛物，我卻總不大喜歡。說起來可笑。孩子時候，有一回上樹掐海棠花，不想叫蜜蜂螫了一下，嚇得我差點兒跌下來。大人告訴我說：蜜蜂不輕易螫人，準是誤以為你要傷害牠，才螫。一螫，牠自己耗盡生命，也活不久了。我聽了，覺得那蜜蜂可憐，原諒牠了。可是從此以後，每逢看見蜜蜂，感情上疙疙瘩瘩的總不怎麼舒服。</p><p>（節錄自楊朔〈荔枝蜜〉）</p>",
    "subQuestions": [
      {
        "id": "41-1",
        "q": "文中作者說：「蜜蜂是畫家的愛物，我卻總不大喜歡。」同是一物，有人喜歡，有人排斥，其主要原因是什麼?",
        "options": ["(A) 不同的時空，必有不同的價值觀", "(B) 個人主觀情緒，所形成的特有固執", "(C) 依物體本身是否具有實用價值而定", "(D) 對物體了解得愈深入則愈喜歡，反之則排斥"],
        "ans": "B",
        "explanation": "作者不喜歡蜜蜂是因為小時候被螫過的痛苦經驗，這形成了心理上的陰影（疙疙瘩瘩）。即便理性上知道蜜蜂可憐且不輕易螫人，但「感情上」仍無法接受。這是基於個人主觀經驗與情緒所形成的偏好。故選 (B)。"
      },
      {
        "id": "41-2",
        "q": "根據本文，作者再看見蜜蜂時，內心仍產生疙瘩不舒服的感覺。這種反應可用下列何項解釋?",
        "options": ["(A) 人善被人欺，馬善被人騎", "(B) 只可他無情，不可我無義", "(C) 一朝被蛇咬，十年怕草繩", "(D) 苦瓜連根苦，甜瓜徹蒂甜"],
        "ans": "C",
        "explanation": "「一朝被蛇咬，十年怕草繩」比喻曾經受過傷害，以後遇到類似的情況就會害怕。作者因童年被蜜蜂螫過，導致長大後看到蜜蜂仍心有餘悸，正是此意。故選 (C)。"
      }
    ]
  },
  {
    "id": "set-42",
    "title": "第42篇、把握當下",
    "article": "<p>你還在等什麼呢？今天就能成就的事，為什麼要等到明天呢？也許今天對你來說，小事一件，你不放在眼裡，你放眼的是未來，可是，你今天不動，你就慢了一步，十年後，你還在原地。屆時，你會發現根本動不了，你的腳已經生根，你被遠遠地拋在後頭了。</p>",
    "subQuestions": [
      {
        "id": "42-1",
        "q": "下列文句，何者最接近本文的旨意?",
        "options": ["(A) 先天下之憂而憂，後天下之樂而樂", "(B) 欲速則不達，見小利則大事不成", "(C) 明天的機會未必比今天差，毋須急躁", "(D) 把握每個現在，才有機會連綴永恆"],
        "ans": "D",
        "explanation": "本文強調「今天就能成就的事，為什麼要等到明天」、「你今天不動...十年後你還在原地」，主旨在勸人把握當下，及時行動。選項 (D) 「把握每個現在」最符合此意。故選 (D)。"
      },
      {
        "id": "42-2",
        "q": "下列何者與本文寓意較「無關聯」?",
        "options": ["(A) 條條大路通羅馬", "(B) 坐而言不如起而行", "(C) 千里之行，始於足下", "(D) 說一尺，不如行一寸"],
        "ans": "A",
        "explanation": "本文強調的是「行動」與「現在」。<br>(B)(C)(D) 都強調實踐與行動的重要性。<br>(A) 「條條大路通羅馬」比喻殊途同歸，方法不同但結果相同，與本文強調的「及時行動」無關。故選 (A)。"
      }
    ]
  },
  {
    "id": "set-43",
    "title": "第43篇、對手與敵人",
    "article": "<p>我們在情感上需要朋友，在知識上需要對手。有一個相互比較競爭的對手，往往可以帶來可長可久的成長。孟子說：「出則無敵國外患者，國恆亡。」然而，很多人沒法這樣看待對手。由於對手和敵人往往只有一線之隔，所以，對手也很容易變成仇人。常常看待對手的時候，混雜了情緒。不少人在碰到對手的時候，首先是不屑（覺得他不怎麼樣），再來是憤怒（發現竟然有很多人喜歡他，甚至超越自己），最後則是不能在他面前提到對方的隻字片語。然後，對手等於敵人和仇人。</p><p>其實，越是敵人和仇人，可學的才越多，在他們使出渾身解數的時候，也就是傳授你最多招數的時候。好好跟他學習。而最好的學習，永遠來自於你和他交手，被他擊中的那一刻。</p>",
    "subQuestions": [
      {
        "id": "43-1",
        "q": "根據本文，下列敘述何者正確?",
        "options": ["(A) 首段列出人們看待敵人的種種態度", "(B) 好學可以使人化敵為友", "(C) 最好的學習往往是自己能由失敗中獲取教訓", "(D) 天下沒有永遠的敵人"],
        "ans": "C",
        "explanation": "(C) 正確。文末說「最好的學習，永遠來自於你和他交手，被他擊中的那一刻」，被擊中即代表失敗或受挫，從中學習即是從失敗中獲取教訓。<br>(A) 是看待「對手」的態度。<br>(B) 文中是說向敵人學習，未提到化敵為友。<br>(D) 文中未提及。"
      },
      {
        "id": "43-2",
        "q": "孟子說：「出則無敵國外患者，國恆亡。」與何者意思相近?",
        "options": ["(A) 愛人者，人恆愛之；敬人者，人恆敬之", "(B) 生於憂患，死於安樂", "(C) 境由心造，事在人為", "(D) 覆巢之下無完卵"],
        "ans": "B",
        "explanation": "「出則無敵國外患者，國恆亡」意指如果沒有外來的威脅和憂患，國家容易因安樂而滅亡。這正是孟子「生於憂患，死於安樂」的核心觀點。故選 (B)。"
      },
      {
        "id": "43-3",
        "q": "下列何句名言與文章的意思最接近?",
        "options": ["(A) 與良友為伴，不覺路遠—莎士比亞", "(B) 愛心乃最真實之智慧—狄更斯", "(C) 十年河東轉河西，莫笑窮人穿破衣—中國諺語", "(D) 注意你的敵人，因為他們最先找出你的過失—華盛頓"],
        "ans": "D",
        "explanation": "文章主旨是「向對手/敵人學習」，因為敵人會使出渾身解數攻擊你，暴露出你的弱點。華盛頓的名言「注意你的敵人，因為他們最先找出你的過失」也是強調敵人能幫助我們發現缺點，促進成長。故選 (D)。"
      }
    ]
  },
  {
    "id": "set-44",
    "title": "第44篇、比堅持更難的，是放棄",
    "article": "<p>前陣子流行過一句話：「堅持一件事，只要一個理由就夠；放棄一件事，卻需要千百個理由才能下決定。」說放棄就放棄其實並不容易，若曾付出時間與心力，更是難上加難，因為不甘願在毫無收穫的情況下就此收杆。但為何放棄需要千百個理由，堅持只需要一個呢？或許那是因為，不知道什麼是自己真正想要。</p><p>放棄的理由不只一種...（略）...若真想放棄，就請在放棄的理由中，找出可能讓生活更好的方式。</p><p>說放棄就放棄是種自由嗎？絕對是。然而身處資本主義社會，追求自由需要本錢...否則，思慮不周的放棄，很多時候只是為下一個放棄埋伏筆罷了。</p><p>為了日後能夠心無旁鶩地放棄，就必須先瞻前顧後地堅持。若對目前工作心生倦怠，可先列出現況的「Pros and cons」，理性分析後再決定下一步如何進行。若在比較後仍覺得放棄為上，那就先理好離職後的目標、理想的生活、可接受的工作環境與待精進的技能，避免「放棄了，然後呢？」的不幸出現。帶著充分的理由做決定，停止意氣用事地放棄，才不會造成日後後悔。</p><p>註：①Pros and cons：優勢與劣勢</p><p>（ANITACHENG〈比堅持更難的，是放棄〉）</p>",
    "subQuestions": [
      {
        "id": "44-1",
        "q": "根據本文，下列何者為「選擇放棄更不容易」的原因?",
        "options": ["(A) 找不到可以放棄的理由，乾脆堅持到最後", "(B) 放棄只是從一個坑跳到另一個坑，並不明智", "(C) 因為付出許多，卻沒有相對應的回報而心生不甘", "(D) 事情尚未走到最壞的地步，不需要冒險選擇放棄"],
        "ans": "C",
        "explanation": "文中第一段提到：「若曾付出時間與心力，更是難上加難，因為不甘願在毫無收穫的情況下就此收杆。」這就是選擇放棄不容易的原因——心生不甘。故選 (C)。"
      },
      {
        "id": "44-2",
        "q": "下列何者「不是」放棄前需要考慮的狀況?",
        "options": ["(A) 要先釐清自己的目標是什麼", "(B) 是否可以讓未來的生活更好", "(C) 有無共同並肩作戰的好夥伴", "(D) 有無充分的條件支持自己放棄"],
        "ans": "C",
        "explanation": "文中提到放棄前要考慮：目標 (A)、能否讓生活更好 (B)、是否有本錢/條件 (D)。並未提及是否有「好夥伴」。故選 (C)。"
      },
      {
        "id": "44-3",
        "q": "根據本文，作者建議列出「Pros and cons」的目的為何?",
        "options": ["(A) 讓自己一成不變的生活，增添一些思考與工作的動力", "(B) 衡量當前與放棄後的優點與缺點，以利做出正確決定", "(C) 透過較多的優勢條件，來安撫自己慌亂不安的內心", "(D) 提供自己未來奮鬥的目標，更貼近美好的理想生活"],
        "ans": "B",
        "explanation": "文中提到：「可先列出現況的『Pros and cons』，理性分析後再決定下一步如何進行。」目的是為了「帶著充分的理由做決定」，避免意氣用事。也就是衡量優缺點，以做出正確決定。故選 (B)。"
      }
    ]
  },
  {
    "id": "set-45",
    "title": "第45篇、播種的日子",
    "article": "<p><strong>播種的日子</strong><br>我細細模仿人們的舉止<br>農夫妝點我，殷切地<br>為我繫上兩串空罐頭，在風中<br>我便有了吼叫的高音</p><p><strong>收成的日子</strong><br>稻穗在空中升起金黃閃閃的光澤<br>狡黠的雀鳥結束日以繼夜的觀視<br>紛紛駐足於我肩上，暴露<br>我毫無活力的真面目</p><p>（須文蔚）</p>",
    "subQuestions": [
      {
        "id": "45-1",
        "q": "本詩的敘述者是誰?",
        "options": ["(A) 水牛", "(B) 鋤頭", "(C) 稻草人", "(D) 水稻"],
        "ans": "C",
        "explanation": "從「模仿人們的舉止」、「農夫妝點我」、「繫上兩串空罐頭」（為了發聲嚇鳥）、「雀鳥駐足於我肩上」這些特徵，可以明顯判斷敘述者是「稻草人」。故選 (C)。"
      },
      {
        "id": "45-2",
        "q": "「農夫妝點我，殷切地／為我繫上兩串空罐頭」其用意何在?",
        "options": ["(A) 百無聊賴", "(B) 獨樹一幟", "(C) 發揮創意", "(D) 虛張聲勢"],
        "ans": "D",
        "explanation": "農夫幫稻草人繫上空罐頭，是為了讓罐頭在風中撞擊發出聲響，「吼叫的高音」用來嚇唬雀鳥。稻草人本身沒有生命，只能靠這些聲音來嚇人，這就是「虛張聲勢」。故選 (D)。"
      },
      {
        "id": "45-3",
        "q": "從「狡黠的雀鳥結束日以繼夜的觀視／紛紛駐足於我肩上」一句，可看出「我」的狀態為何?",
        "options": ["(A) 黔驢技窮", "(B) 狐假虎威", "(C) 兔死狗烹", "(D) 虎落平陽被犬欺"],
        "ans": "A",
        "explanation": "一開始稻草人還能虛張聲勢嚇鳥，但雀鳥經過長期觀察（觀視），發現稻草人根本不會動，沒有威脅性，於是紛紛停在它肩上。這表示稻草人的把戲被看穿，再也無法發揮作用，正是「黔驢技窮」（比喻拙劣的技能已經用完，露出虛弱的本質）。故選 (A)。"
      },
      {
        "id": "45-4",
        "q": "本詩的「我」最後是表現怎樣的情緒?",
        "options": ["(A) 活力十足", "(B) 充滿自信", "(C) 欣喜快樂", "(D) 充滿無力感"],
        "ans": "D",
        "explanation": "詩的最後，「我」被雀鳥看穿，「暴露我毫無活力的真面目」，任由雀鳥駐足肩上卻無能為力。這表現出一種無奈、無力的情緒。故選 (D)。"
      },
      {
        "id": "45-5",
        "q": "關於本詩的作法，下列何者「錯誤」?",
        "options": ["(A) 全篇以擬人手法寫成", "(B) 雀鳥是唯一和「我」相伴的朋友", "(C) 以第一人稱敘事", "(D) 詩中的「我」其實是虛有其表的"],
        "ans": "B",
        "explanation": "(A) 稻草人會說話、有感覺，是擬人法，正確。<br>(B) 雀鳥是來偷吃稻穀的，且最後看穿稻草人而欺負它，兩者是對立/敵對關係，並非朋友。故 (B) 錯誤。<br>(C) 用「我」來自稱，是第一人稱，正確。<br>(D) 稻草人外表像人但無生命，確實是虛有其表，正確。"
      }
    ]
  },
  {
    "id": "set-46",
    "title": "第46篇、王起與白敏中",
    "article": "<p>王起主文柄，欲以白敏中為狀元，病其與賀拔惎為友。惎有文而落拓。乃密令門人申意，俾敏中與惎絕。門人復約敏中，具以告之。敏中曰：「皆如所教。」既而惎果造門，左右欺以敏中他適，惎遲留不言而去。俄頃，敏中躍出，連呼左右召惎，悉以實告，曰：「一第何患不致，奈輕負至交！」相與歡醉。門人睹之，大怒而去。懇告於起，且云不可必矣。起曰：「我原只得白敏中，今當更取賀拔惎矣。」</p><p>註：①主文柄：主持科舉考試。</p><p>（改寫自《唐摭言》）</p>",
    "subQuestions": [
      {
        "id": "46-1",
        "q": "根據本文，下列文句省略的主語，何者是白敏中?",
        "options": ["(A) 病其與賀拔惎為友", "(B) 乃密令門人申意", "(C) 悉以實告", "(D) 大怒而去"],
        "ans": "C",
        "explanation": "(A) 是「王起」不滿白敏中與賀拔惎為友。<br>(B) 是「王起」密令門人傳話。<br>(C) 是「白敏中」衝出來將實情告訴賀拔惎。<br>(D) 是「門人」看到兩人喝酒，生氣地離開。<br>故選 (C)。"
      },
      {
        "id": "46-2",
        "q": "根據本文，王起說：「我原只得白敏中，今當更取賀拔惎矣。」這句話的原因，最可能是下列何者?",
        "options": ["(A) 白敏中向王起推薦賀拔惎取代自己", "(B) 賀拔惎已知此次科考內幕，只好破格錄取封口", "(C) 比起白敏中的前倨後恭，賀拔惎的真誠顯得更為可貴", "(D) 白敏中把賀拔惎看得比狀元還重，可知賀拔惎有過人之處"],
        "ans": "D",
        "explanation": "白敏中寧願冒著失去狀元的風險，也不願辜負朋友（一第何患不致，奈輕負至交），這種重情重義的舉動感動了王起。王起認為，既然白敏中如此看重這位朋友，那麼賀拔惎一定也有過人之處，值得錄取。故選 (D)。"
      }
    ]
  },
  {
    "id": "set-47",
    "title": "第47篇、水資源的危機",
    "article": "<p>財星雜誌曾經預測：「21世紀的水資源，將如同20世紀的石油。」</p><p>現在看來極為方便而又廉價的自來水，對人類來說，其實是異常珍貴的資源：雖然地球上大部分的面積都是水，但是除去海洋之外，淡水的比例只有2.5%，若再扣除淡水中將近七成凍結在南北極冰山及冰川的部分，我們能用到的淡水資源，其實不到1%！人類唯一能慶幸的，就是大自然設計了一套水的循環系統，或許就是因為有了這套循環系統，才讓事實上比石油更稀少的淡水，顯得那麼的平凡。而水的問題，對於工業發展及人口迅速集中的開發中國家尤其嚴重。臺灣是一個缺水國家，雖然臺灣的年均降雨量是世界平均值的2.6倍，但事實上臺灣每年的降雨量中，超過一半都迅速流入海中。依據經濟部水利署的研究，臺灣每年的平均供水量約為175至180億噸，但至2021年時，需求量會上升至200億噸，到時臺灣將會出現嚴重缺水的情況。隨著工業的發展及生活品質的提升，臺灣地區用水量愈來愈大，因而產生的廢水也愈來愈多，在珍惜水資源，以及降低水汙染的趨勢下，汙水處理的技術也就愈發重要。為此，工研院特別發展出一套「新世代生活汙水處理技術」，這項技術的特點，是汙水在通過攔汙柵及沉砂池的前處理，即可進入此一系統，而以此一系統取代原本汙水處理方式的優點，包含了高效率、低汙泥、水回收及能源化等好處。工研院這一套生活汙水處理技術，每去除一公斤的COD，還可產生0.35立方公尺的甲烷（沼氣）用來發電。可說是廢物利用的良好示範。</p><p>（節錄自〈永續水再生〉）</p>",
    "subQuestions": [
      {
        "id": "47-1",
        "q": "根據本文，下列何者說明正確?",
        "options": ["(A) 目前地球上的可用淡水比例超過3%", "(B) 臺灣每年平均供水量低於175億噸", "(C) 目前臺灣的年均降雨量為全球最低", "(D) 臺灣年降雨量雖多，但多數雨水快速流入海中"],
        "ans": "D",
        "explanation": "(A) 錯誤，文中提到可用淡水資源「其實不到1%」。<br>(B) 錯誤，供水量約為 175 至 180 億噸。<br>(C) 錯誤，臺灣年均降雨量是世界平均值的 2.6 倍。<br>(D) 正確，文中提到「超過一半都迅速流入海中」。"
      },
      {
        "id": "47-2",
        "q": "關於「21世紀的水資源，將如同20世紀的石油。」這句話的涵義，下列何者說明最恰當?",
        "options": ["(A) 水與石油在組成成分上極為類似", "(B) 未來水資源將與石油一樣昂貴稀缺", "(C) 水與石油的產業用途幾乎一致", "(D) 石油與水資源都屬於無法再生資源"],
        "ans": "B",
        "explanation": "這句話是比喻。20 世紀石油因稀缺且重要而引發爭奪與高價，作者引用這句話意在警告：21 世紀的水資源也將面臨同樣的稀缺性與珍貴性，成為關鍵資源。故選 (B)。"
      },
      {
        "id": "47-3",
        "q": "文中提到「廢水處理時，還可產生甲烷（沼氣）用來發電」，這屬於「新世代生活汙水處理技術」中的哪一項優點?",
        "options": ["(A) 高效率", "(B) 低汙泥", "(C) 水回收", "(D) 能源化"],
        "ans": "D",
        "explanation": "甲烷（沼氣）可以用來發電，將廢物轉變為可用的能源，這正是「能源化」的具體表現。故選 (D)。"
      }
    ]
  },
  {
    "id": "set-48",
    "title": "第48篇、準時是經營的原點",
    "article": "<p>祕魯人因全國都不準時，不得不舉辦全國對時儀式，希望從此能養成守時的習慣。對個人而言，守時是修養、是禮貌；對公司而言，準時是紀律、是競爭力、是效率，絕不可等閒視之。</p><p>日本7-ELEVEN會長鈴木敏文在他的零售鉅著《7-ELEVEN零售聖經》（商賣的原點）中，特別指出零售的基本成功祕訣之一是清潔維護，這是多麼不像道理的道理，可說是一點學問也沒有。但是這麼普通的常識，卻是7-ELEVEN成功的關鍵，實在發人深省。</p><p>企業經營也有類似的狀況，「準時」是人人都知道的原則，但是這也是高效率經營與成功關鍵。...長期的媒體工作，讓我養成謹守「DEAD LINE」的習慣...這個習慣也很自然地被我運用到公司管理上...首先為了「準時」，你就要有能力管理意外與變動...當你精雕細琢每一個工作環節與流程時，消極的你會把錯誤降到最低，積極的你會把工作的品質提升到最高。</p><p>沒有學問，人人皆知，但是很少人真正做到，這也就回應了企業經營「沒有Magic，只有Basic」的道理。至於能不能「準時」...這完全不是方法問題，而是態度問題。只要你把「準時」當做是工作的帝王條款，不可變動，你就會想盡辦法達到...</p><p>（選自《自慢：社長的成長學習筆記》商周出版公司）</p>",
    "subQuestions": [
      {
        "id": "48-1",
        "q": "日本7-ELEVEN會長鈴木敏文認為零售的基本成功祕訣是什麼?",
        "options": ["(A) 準時", "(B) 誠信", "(C) 整潔", "(D) 體貼"],
        "ans": "C",
        "explanation": "文中第二段明確提到：鈴木敏文特別指出「零售的基本成功祕訣之一是清潔維護」。故選 (C)。"
      },
      {
        "id": "48-2",
        "q": "何飛鵬認為「準時」是一切經營的基本道理，下列哪一項不是他經營企業時看重「準時」的原因?",
        "options": ["(A) 「準時」代表品質穩定", "(B) 「準時」代表尊重別人的時間", "(C) 「準時」代表對於意外能夠應變", "(D) 「準時」代表一切事物都在管理之中"],
        "ans": "B",
        "explanation": "文中第一段提到「對個人而言，守時是修養、是禮貌」（即尊重別人時間）；但「對公司而言，準時是紀律、是競爭力、是效率」。作者在後文論述經營觀點時，強調的是管理意外 (C)、提升品質 (A) 與全面管理 (D)。因此 (B) 是個人修養層面，非作者強調的「企業經營」主因。故選 (B)。"
      },
      {
        "id": "48-3",
        "q": "下列哪一句名言，最貼近本文中作者對於「準時」的想法?",
        "options": ["(A) 凡是想獲得優異成果的人，都應該異常謹慎地珍惜和支配自己的時間 ——克魯普斯卡婭", "(B) 時間是最不值錢的東西，也是最寶貴的東西。因為有了時間，我們就有了一切 ——萊尼斯", "(C) 我們得到生命的時候附帶有一個不可少的條件：我們應當勇敢地捍衛生命，直到最後一分鐘 ——狄更斯", "(D) 時間是最殘酷的暴君，它在我們向老年進發的過程中，向我們徵抽健康、才能、體力及容貌等苛捐雜稅 ——霍斯特"],
        "ans": "A",
        "explanation": "作者認為準時是「高效率經營與成功關鍵」，需要「綿密管理」、「精雕細琢每一个環節」。這與 (A) 選項強調為了獲得成果，必須「謹慎地珍惜和支配自己的時間」的觀念最為契合。故選 (A)。"
      },
      {
        "id": "48-4",
        "q": "本文中提到何飛鵬所選擇的經營守則，下列哪一個最不可能是其優先重視的價值?",
        "options": ["(A) 團隊守紀律", "(B) 做事有效率", "(C) 凡事有創意", "(D) 任務執行力"],
        "ans": "C",
        "explanation": "文中提到「沒有Magic，只有Basic」，強調的是基本功、紀律、效率和執行力（準時完成任務）。對於「創意」（Magic）並非本文強調的重點，甚至暗示基本功比花俏的創意更重要。故選 (C)。"
      }
    ]
  },
  {
    "id": "set-49",
    "title": "第49篇、洛陽牡丹記與無性生殖",
    "article": "<p>【甲】 洛陽之俗，大抵好花，春時城中無分貴賤皆插花，雖負擔者亦然。花開時，士庶競為遊遨。往往於古寺廢宅有池臺處，為市井張幄幕，笙歌之聲相聞。最盛於月陂堤、張家園、棠棣坊、長壽寺東街與郭令宅。至花落乃罷。洛陽至東京六驛，舊不進花。自今徐州李相迪為留守時，始進御。歲遣衙校一員，乘驛馬，一日一夕至京師。所進不過姚黃、魏紫三數朵。以菜葉實竹籠子，藉覆之使馬上不動搖，以蠟封花蒂，乃數日不落。大抵洛人家家有花，而少大樹者，蓋其不接則不佳。<br>（節錄自歐陽脩〈洛陽牡丹記〉）</p><p>【乙】 無性生殖是指生物體直接由母體細胞分裂後產生出新個體的生殖方式。主要分為分裂生殖（通常是單細胞生物所行的生殖方式）、出芽生殖（某些生物個體上會長出一個較小的芽體。這個芽體在經過不斷地細胞分裂後會脫離母體，成為獨立的新個體）、斷裂生殖（通常是多細胞生物受外力作用斷裂後發育為新個體）、營養器官繁殖（植物的根、莖、葉等營養器官通過與母體脫離後，即能夠發育成新的個體）等方式。<br>（維基百科）</p><p>註：①姚黃、魏紫：宋代洛陽兩種名貴的牡丹品種。</p>",
    "subQuestions": [
      {
        "id": "49-1",
        "q": "根據甲文，自李相迪擔任留守，便開始派遣一名衙校的工作為何?",
        "options": ["(A) 統一管理全洛陽的牡丹", "(B) 負責進貢數朵姚黃、魏紫", "(C) 學習培育更高價的牡丹", "(D) 帶領城內工人種植牡丹"],
        "ans": "B",
        "explanation": "甲文提到：「自今徐州李相迪為留守時，始進御。歲遣衙校一員...所進不過姚黃、魏紫三數朵。」由此可知衙校的任務是負責將這幾朵名貴牡丹進貢到京師。故選 (B)。"
      },
      {
        "id": "49-2",
        "q": "甲文中提到「蓋其不接則不佳」，請根據乙文判斷牡丹花的嫁接屬於無性生殖中的哪一種類型?",
        "options": ["(A) 分裂生殖", "(B) 出芽生殖", "(C) 斷裂生殖", "(D) 營養器官繁殖"],
        "ans": "D",
        "explanation": "「嫁接」是利用植物的枝條或芽（營養器官）接到另一株植物上，使其癒合生長。根據乙文定義，利用植物的根、莖、葉等部位進行繁殖，屬於「營養器官繁殖」。故選 (D)。"
      }
    ]
  },
  {
    "id": "set-50",
    "title": "第50篇、田園之秋",
    "article": "<p>酣睡中醒來，聽見貓頭鷹在窗外老楊桃樹上鳴。貓頭鷹的鳴聲一點兒也不吵人，相反地，有種靜謐感，可加深人的酣睡，但是我還是醒來了，可見貓頭鷹的鳴聲如何地吸引我！既聽見貓頭鷹的鳴聲，興致便來了，不想再睡了。於是起來點了燈，壁鐘噹、噹、噹敲了三下，才只有三點鐘，管它幾點，飢來食倦來眠，一切視需要。</p><p>不久貓頭鷹走了。洗過了臉面，坐下來晨讀。櫥下傳來唧唧蟲鳴，那是灶雞...我叫牠為詩蟲，因為牠是詩人夜裡唯一的知友...覺察到灶雞的細鳴，不得不放棄了書本，此君比書本還吸引人。...此蟲唯一的缺點，是會啃書，但無論牠對書本造成多大的傷害，我都不忍傷害牠。聽貓頭鷹是一種味兒，聽灶雞是另一種味兒，而外邊草中的鈴蟲聲，又是另一種味兒，各有千秋，可是都同是夜裡的美音。田園之夜雖說是靜謐的，卻穿插著一些細微的美音，就像森林中暗穿著涓涓的細流一般。</p><p>（節錄自陳冠學〈田園之秋九月二十一日〉）</p>",
    "subQuestions": [
      {
        "id": "50-1",
        "q": "「飢來食倦來眠，一切視需要」，此處的「需要」是指哪一方面?",
        "options": ["(A) 生理", "(B) 心理", "(C) 精神", "(D) 性靈"],
        "ans": "A",
        "explanation": "飢餓就要吃，疲倦就要睡，這都是身體本能的反應，屬於「生理」層面的需求。故選 (A)。"
      },
      {
        "id": "50-2",
        "q": "上文中所提到的聲音不包括哪一項?",
        "options": ["(A) 貓頭鷹的鳴聲", "(B) 灶雞的唧唧蟲鳴", "(C) 草中的鈴蟲聲", "(D) 池邊的蛙叫聲"],
        "ans": "D",
        "explanation": "文中提到了「貓頭鷹在窗外...鳴」(A)、「櫥下傳來唧唧蟲鳴...灶雞」(B)、「外邊草中的鈴蟲聲」(C)。全文未提及蛙叫聲。故選 (D)。"
      },
      {
        "id": "50-3",
        "q": "作者能體會到田園之夜的美，是因為他胸懷何種心境?",
        "options": ["(A) 衣帶漸寬終不悔", "(B) 萬物靜觀皆自得", "(C) 人情練達即文章", "(D) 莫待無花空折枝"],
        "ans": "B",
        "explanation": "作者深夜醒來，能細細品味貓頭鷹、灶雞、鈴蟲的聲音，即使蟲會啃書也不忍傷害，展現出與自然和諧共處、靜心欣賞萬物的態度。這與程顥詩句「萬物靜觀皆自得」（靜下心來觀察萬物，都能領悟其中的樂趣）意境相符。故選 (B)。"
      }
    ]
  },
  {
    "id": "set-51",
    "title": "第51篇、割雞焉用牛刀",
    "article": "<p>子之武城，聞弦歌之聲。夫子莞爾而笑曰：「割雞焉用牛刀？」子游對曰：「昔者，偃也聞諸夫子曰：『君子學道則愛人；小人學道則易使也。』」子曰：「二三子！偃之言是也；前言戲之耳！」</p><p>（《論語‧割雞焉用牛刀》）</p>",
    "subQuestions": [
      {
        "id": "51-1",
        "q": "「君子學道則愛人；小人學道則易使也。」文句中的「道」是指什麼?",
        "options": ["(A) 文學", "(B) 倫理", "(C) 技藝", "(D) 禮樂"],
        "ans": "D",
        "explanation": "孔子到武城聽到「弦歌之聲」（彈琴瑟唱詩歌），這是在推行「禮樂」教化。因此這裡的「道」指的就是禮樂之道。故選 (D)。"
      },
      {
        "id": "51-2",
        "q": "「割雞焉用牛刀。」這句話的涵義和下列哪一句成語的意思接近?",
        "options": ["(A) 任重道遠", "(B) 畫地自限", "(C) 大材小用", "(D) 楚材晉用"],
        "ans": "C",
        "explanation": "「割雞焉用牛刀」字面意思是殺雞何必用宰牛的刀。孔子原本是開玩笑，意指治理一個小小的武城（殺雞），何必用到高深的禮樂教化（牛刀）。這句成語後來多比喻「大材小用」或「小題大作」。故選 (C)。"
      },
      {
        "id": "51-3",
        "q": "「莞爾」的正確解釋為何?",
        "options": ["(A) 輕視貌", "(B) 微笑貌", "(C) 驕傲貌", "(D) 恐懼貌"],
        "ans": "B",
        "explanation": "「莞爾」形容微笑的樣子。文中「夫子莞爾而笑」，表示孔子是帶著輕鬆微笑的態度說這句話的。故選 (B)。"
      }
    ]
  },
  {
    "id": "set-52",
    "title": "第52篇、一鳴驚人",
    "article": "<p>齊國有位叫淳于髡的人，說話詼諧有趣，善於辯論。齊威王喜好猜謎語，又沉溺酒色，不理國事，把政事都交給卿大夫處理，導致朝政荒廢混亂，四方諸侯紛紛入侵，但身邊的大臣都不敢進諫。</p><p>於是，淳于髡用謎語來勸諫齊威王，說：「都城中有一隻大鳥，棲息在大王的宮殿中，三年不飛不叫，大王知道這是什麼鳥嗎？」威王說：「這隻鳥不飛則已，一飛就沖上雲霄；不叫則已，一叫就聲勢驚人。」不久就下詔各縣的長官入朝奏事，按功過行賞論罰，並整頓兵馬準備出征。諸侯得知後十分震驚，趕快把侵占的土地歸還齊國。齊國的聲威因此維持長達三十六年。</p><p>（改寫自《史記‧滑稽列傳》）</p>",
    "subQuestions": [
      {
        "id": "52-1",
        "q": "淳于髡用謎語勸戒齊威王的目的為何?",
        "options": ["(A) 勸威王勿獨斷獨裁", "(B) 勸威王勿居功自傲", "(C) 建議威王懲處貪官", "(D) 期望威王奮發圖強"],
        "ans": "D",
        "explanation": "齊威王當時沉溺酒色、不理國事。淳于髡用「大鳥三年不飛不叫」來隱喻齊威王，目的是激勵他振作起來，「奮發圖強」治理國家。故選 (D)。"
      },
      {
        "id": "52-2",
        "q": "經淳于髡進諫後，齊威王的態度有何改變?",
        "options": ["(A) 依然故我", "(B) 痛改前非", "(C) 怒不可遏", "(D) 虛應敷衍"],
        "ans": "B",
        "explanation": "齊威王聽懂了謎語，回答說要「一飛沖天、一鳴驚人」，隨後立即「下詔...行賞論罰，並整頓兵馬」，顯示他已經決心改變過去荒廢朝政的行為，徹底「痛改前非」。故選 (B)。"
      },
      {
        "id": "52-3",
        "q": "關於文中的人物，下列敘述何者有誤?",
        "options": ["(A) 對於齊威王的荒誕亂政，大臣們皆噤若寒蟬", "(B) 淳于髡刻意投其所好，以謎語委婉勸諫威王", "(C) 威王雖能力不佳，但靠著勤能補拙成為霸主", "(D) 諸侯見威王力圖振作，態度由輕視轉為順服"],
        "ans": "C",
        "explanation": "(A) 正確，文中說「身邊的大臣都不敢進諫」。<br>(B) 正確，因威王「喜好猜謎語」，淳于髡便用謎語進諫。<br>(C) 錯誤，威王能聽懂隱喻並立即展現作為，顯示他資質聰穎（如大鳥般有潛力），並非能力不佳靠勤能補拙，而是之前自我荒廢。故選 (C)。<br>(D) 正確，諸侯「十分震驚，趕快把侵占的土地歸還」。"
      }
    ]
  },
  {
    "id": "set-53",
    "title": "第53篇、謝無奕與王藍田",
    "article": "<p>謝無奕性麤彊，以事不相得，自往數王藍田，肆言極罵。王正色面壁不敢動，半日。謝去良久，轉頭問左右小吏曰：「去未？」答云：「已去。」然後復坐。時人嘆其性急而能有所容。</p><p>註：①麤彊：粗野頑強。麤，音ㄘㄨ。<br>②相得：互相投合。<br>③肆言極罵：極力責罵。</p><p>（《世說新語》）</p>",
    "subQuestions": [
      {
        "id": "53-1",
        "q": "「自往數王藍田」句中「數」字，其音為何?",
        "options": ["(A) ㄕㄨˇ", "(B) ㄕㄨˋ", "(C) ㄕㄨㄛˋ", "(D) ㄘㄨˋ"],
        "ans": "A",
        "explanation": "這裡的「數」動詞，意思是責備、列舉罪狀。讀音為「ㄕㄨˇ」。故選 (A)。"
      },
      {
        "id": "53-2",
        "q": "謝無奕之舉可用下列何詞來形容?",
        "options": ["(A) 不慍不火", "(B) 倔強倨傲", "(C) 任真灑脫", "(D) 拒諫飾非"],
        "ans": "B",
        "explanation": "文中描述謝無奕「性麤彊」（性情粗魯強硬），因意見不合就「自往數王藍田，肆言極罵」（親自跑去痛罵對方），這種行為表現出他的傲慢與無理，可用「倔強倨傲」形容。故選 (B)。"
      }
    ]
  },
  {
    "id": "set-54",
    "title": "第54篇、世界是一本大書",
    "article": "<p>讓我們以心和眼去與生活真正相遇，成為於無字句處讀書、於無山水處看風景的「全方位閱讀者」！...走到人群之中，去讀一讀市井街衢的面貌...</p><p>雖然，聯合國教科文組織對「書」一詞所下的全球性定義是——「凡非期刊性質之出版物，其頁數含封面封底在內，超過四十九頁者，均稱為書。」但天地歲月這本活的、無形的、流動的大書，卻豈是如此簡單狹隘的人間詮釋、白紙黑字的書寫格局，所能涵蓋其風華內蘊？</p><p>當詩人翁森寫下「好鳥枝頭亦朋友，落花水面皆文章」的句子時...當畫家鄭板橋自稱：「板橋非閉戶讀書者...然無之非書也。」當清初小品文家張潮說：「善讀書者，無之而非書——山水亦書也...」他們同樣也是以一顆活潑的心，把世界當成一本大書來讀。</p><p>「這世界並不缺少美，它缺少發現！」雕刻家羅丹曾如此嘆息。而即使是一缸餿水，滿街濁塵...讀出人間殘破、世界傷痛的訊息？讀出哀憫、讀出責任...未曾定義、無法定義的，是天地、歲月、人間、世界這本真正的「無字天書」。</p><p>（節錄自陳幸蕙〈青少年的四個大夢2〉）</p>",
    "subQuestions": [
      {
        "id": "54-1",
        "q": "下列選項何者最能呼應本文主旨?",
        "options": ["(A) 千里始足下，高山起微塵", "(B) 心安茅屋穩，性定菜根香", "(C) 書山有路勤為徑，學海無涯苦作舟", "(D) 世事洞明皆學問，人情練達即文章"],
        "ans": "D",
        "explanation": "本文主旨在於鼓勵人們走出書本，去閱讀「生活」與「世界」這本大書，從萬事萬物中領悟道理。(D) 「世事洞明皆學問，人情練達即文章」意指透徹了解世間事理就是學問，熟悉人情世故就是文章，這與本文強調在生活中閱讀、體驗的意旨最為契合。故選 (D)。"
      },
      {
        "id": "54-2",
        "q": "下列何者所說的話，最不符合本文所提及的「全方位閱讀者」?",
        "options": ["(A) 科爾頓：「蹩腳的旅行者只知道到此一遊，正如蹩腳的讀者只知道書的結局。」", "(B) 奧古斯狄尼斯：「世界是一本書，而不旅行的人們只讀了其中的一頁。」", "(C) 狄斯累利：「旅行是真正知識的偉大泉源。」", "(D) 黃庭堅：「三日不讀書，便覺面目可憎，言語乏味。」"],
        "ans": "D",
        "explanation": "本文的「全方位閱讀者」強調閱讀「天地萬物」、「生活世界」，而非侷限於紙本書籍。(A)(B)(C) 都強調旅行、體驗世界的重要性，符合本文觀點。(D) 黃庭堅所說的「讀書」通常指閱讀傳統書籍以涵養氣質，雖然也是閱讀，但相較之下較偏向「閉戶讀書」，與本文強調的「走出戶外、閱讀世界」連結較弱。故選 (D)。"
      },
      {
        "id": "54-3",
        "q": "下列對本文內容的解讀，哪一選項最為正確?",
        "options": ["(A) 鼓勵讀者捨棄書本去遊歷豐富又多樣的世界", "(B) 用心觀察、思索各種情態，能從中悟出道理", "(C) 即使人間殘破、世界傷痛，都應該樂觀以對", "(D) 善讀書者即使只面對書本也能讀出山水花月"],
        "ans": "B",
        "explanation": "(A) 錯誤，作者是擴大書的定義，並非要人「捨棄」紙本書。<br>(B) 正確，文中提到要讀出哀憫、責任、反省等心得，即是觀察思索後悟出的道理。<br>(C) 文中提到要讀出責任與哀憫，並非單純強調「樂觀」。<br>(D) 文中引用張潮的話是說「山水亦書」，指在山水中讀出書的意趣，而非只面對書本空想。故選 (B)。"
      }
    ]
  },
  {
    "id": "set-55",
    "title": "第55篇、獨樂樂不如眾樂樂",
    "article": "<p>晏子飲景公酒，命器必新。家老曰：「財不足，請斂於民。」晏子曰：「止！夫樂者，上下同之，無有獨樂。今上樂其樂，下傷其費，是獨樂者也。不可。」</p><p>（改寫自《說苑‧貴德》）</p>",
    "subQuestions": [
      {
        "id": "55-1",
        "q": "下列「」中的字，何者「不是」作動詞用?",
        "options": ["(A) 「命」器必新", "(B) 請「斂」於民", "(C) 今上「樂」其樂", "(D) 下傷其「費」"],
        "ans": "D",
        "explanation": "(A) 命：命令（動詞）。<br>(B) 斂：徵收（動詞）。<br>(C) 樂：以...為樂/享受（動詞）。<br>(D) 費：費用、資產（名詞）。故選 (D)。"
      },
      {
        "id": "55-2",
        "q": "根據本文，下列何者最可能是晏子的想法?",
        "options": ["(A) 快樂是心靈的滿足，而不是物質上的享受", "(B) 要有一顆能容納快樂的心，快樂才會降臨", "(C) 快樂應同享，莫圖一己之樂而使他人痛苦", "(D) 能為別人謀福利，是最富有、最快樂的人"],
        "ans": "C",
        "explanation": "晏子阻止家老向人民斂財來買新酒器，理由是「夫樂者，上下同之...今上樂其樂，下傷其費，是獨樂者也」。他認為真正的快樂應該是上位者與人民同樂，不應為了自己的快樂而損害人民的利益。故選 (C)。"
      }
    ]
  },
  {
    "id": "set-56",
    "title": "第56篇、校園霸凌面面觀",
    "article": "<p>「霸凌」是英語bullying的音譯...校園霸凌大致分為以下幾類：</p><p>一、肢體霸凌：推、踢、毆打及強取財物等，最令孩子恐懼。<br>二、言語霸凌：嘲笑、謾罵、取不雅綽號、威脅恐嚇等，造成心理傷害較大。<br>三、關係霸凌：排擠、抵制討厭的同學，這是最常見的型式，也最容易被忽視。<br>四、性霸凌：取笑或嘲諷對方的身體、性取向，以及性騷擾、性侵害等。<br>五、反擊型霸凌：受害者不堪受侮出現的反擊行為，可能從被霸凌者成為霸凌者。<br>六、網路霸凌：透過電子郵件、手機、簡訊或網站散布不雅照或辱罵言詞等。</p><p>霸凌在醫學上被視為反社會行為...在政府大力倡導反歧視...學校更應該宣示經營一個「無霸凌學校」...青年學子除了要了解...更須培養正義感...</p><p>（編輯群撰寫〈校園霸凌面面觀〉）</p>",
    "subQuestions": [
      {
        "id": "56-1",
        "q": "老師要求同學在閱讀完本文後，針對霸凌型態進行歸類，但只有一人分類正確，請問是下列哪位同學?",
        "options": ["(A) 曉萍：排擠或抵制看不順眼、討厭的同學是肢體霸凌", "(B) 瑄慈：取不雅綽號、嘲笑、謾罵、威脅等是言語霸凌", "(C) 輸光：受害者出現反擊、霸凌別人的行為是關係霸凌", "(D) 均蔚：取笑對方的性取向，或進行性騷擾是網路霸凌"],
        "ans": "B",
        "explanation": "(A) 這是「關係霸凌」。<br>(B) 正確，這是「言語霸凌」。<br>(C) 這是「反擊型霸凌」。<br>(D) 這是「性霸凌」。<br>故選 (B)。"
      },
      {
        "id": "56-2",
        "q": "根據上文，該主角在國中時遭遇到的霸凌不包括何者?（引文略：強取學用品、笑成績不好、踢桌子、叫我滾開...）",
        "options": ["(A) 肢體霸凌", "(B) 言語霸凌", "(C) 關係霸凌", "(D) 網路霸凌"],
        "ans": "D",
        "explanation": "強取學用品、踢桌子屬於「肢體霸凌」；笑成績不好、叫我滾開屬於「言語霸凌」；不跟我同組屬於「關係霸凌」。引文中完全未提及透過網路或手機進行的行為。故選 (D)。"
      },
      {
        "id": "56-3",
        "q": "作家張曼娟說：「小時候家族裡的一位長輩歧視我，她在大家面前嫌棄我，說了許多羞辱的話...」由上段文字，可知張曼娟小時候曾遭到親戚何種霸凌?",
        "options": ["(A) 性別霸凌", "(B) 關係霸凌", "(C) 言語霸凌", "(D) 肢體霸凌"],
        "ans": "C",
        "explanation": "文中提到長輩「嫌棄我，說了許多羞辱的話」，這是透過語言造成傷害，屬於「言語霸凌」。故選 (C)。"
      },
      {
        "id": "56-4",
        "q": "下列敘述何者最貼近本文的內容?",
        "options": ["(A) 說明霸凌的種類、影響及如何處理霸凌事件", "(B) 介紹霸凌行為的出處、型態、校方因應之道", "(C) 條列霸凌緣由，針對不同類型提供對應之法", "(D) 撻伐霸凌的行為，以建立無霸凌學校為宗旨"],
        "ans": "A",
        "explanation": "文章架構包含了：霸凌定義、六大分類（種類）、對受害者與加害者的影響（影響）、以及學校與學生的應對方式（如何處理）。故 (A) 最為完整貼切。"
      }
    ]
  },
  {
    "id": "set-57",
    "title": "第57篇、風中的白楊樹",
    "article": "<p>一個有陽光的秋日，我們再度驅車上山。才過國家公園入口處，四處分布的黃金色塊吸住遊人眼光。</p><p>隱在無邊際松林雜樹之中的白楊，春夏兩季披著同色調綠葉躲入茫茫樹海不易被察覺，<u>①但秋寒一降臨，如美神聖殿裡的血緣鑑定，毫無疑問地，這潛逃至民間隱入農樵行列的王子脫去綠布衣現出天賜金身，光芒震懾群樹不可逼視，純正血統令他無所藏於天地之間，無需任何語句，只一眼人人知道他是誰。</u></p><p>上山賞葉的遊人絡繹於途，顯然都知道醉人的賞葉期僅短短十日，若第一場雪提早來臨恐更短，金葉將落盡而剩枯枝。這是公平的：<u>②美，從來不等任何人，除了把握別無他途。</u></p><p>我們停在一處寬闊平野...<u>③在這兒，時間這輛囚車彷彿被卸下輪子、支解零件，廢木條被野鹿踐踏，任雀鳥塗汙。關在囚車裡折磨得不成人形的囚徒才踏出步伐，頓覺手銬腳鐐砰然粉碎，身心輕得像蝴蝶...</u></p><p><u>④在美面前，任何人都無話可說，唯有一步步朝聖。</u></p><p>（簡媜〈風中的白楊樹〉）</p>",
    "subQuestions": [
      {
        "id": "57-1",
        "q": "作者對於白楊樹的描寫，下列敘述何者最恰當?",
        "options": ["(A) 刻畫樹身形狀曲盡其致", "(B) 凸顯秋季時樹葉的顏色變換", "(C) 強調其品種珍貴，價值不菲", "(D) 描繪落葉繽紛之美，不可逼視"],
        "ans": "B",
        "explanation": "文中重點在描寫白楊樹在秋天時，葉子由綠轉金，「現出天賜金身」，與周圍松林形成強烈對比。故選 (B)。"
      },
      {
        "id": "57-2",
        "q": "本文畫線處文句的涵義，何者說明最恰當?",
        "options": ["(A) ①：歷經季節試煉，方知樹木之勁節", "(B) ②：人常常為了追求美，卻忘了把握當下的時光", "(C) ③：面對美景，可以忘卻時間的束縛", "(D) ④：看過真正的美景，其他景色便顯得微不足道"],
        "ans": "C",
        "explanation": "(C) 正確。畫線③描述時間這輛「囚車」被支解，囚徒手銬粉碎，身心輕如蝴蝶。這是比喻置身於絕美的大自然中，人彷彿從時間的壓迫與俗世的束縛中解脫出來，感到自由自在。故選 (C)。"
      }
    ]
  },
  {
    "id": "set-58",
    "title": "第58篇、庾公不賣的盧",
    "article": "<p>庾公乘馬有的盧，或語令賣去。庾云：「賣之必有買者，即當害其主。寧可不安己而移於他人哉？昔孫叔敖殺兩頭蛇以為後人，古之美談。效之，不亦達乎？」</p><p>註：①的盧：凶馬。</p><p>（《世說新語‧德行》）</p>",
    "subQuestions": [
      {
        "id": "58-1",
        "q": "本文的主旨在說明庾公為人如何?",
        "options": ["(A) 不迷信、不貪財利", "(B) 安分守己，逆來順受", "(C) 欲效法孫叔敖，追求美名", "(D) 有「己所不欲，勿施於人」的精神"],
        "ans": "D",
        "explanation": "庾公拒絕賣掉凶馬，因為他認為「賣之必有買者，即當害其主」，不願將自己的不安轉嫁給別人（寧可不安己而移於他人哉？）。這正是「己所不欲，勿施於人」的仁愛精神。故選 (D)。"
      },
      {
        "id": "58-2",
        "q": "本文的寫作手法著重在描寫什麼?",
        "options": ["(A) 人物的神采風度", "(B) 歷史的真實事蹟", "(C) 理想的幻滅", "(D) 風土與人情"],
        "ans": "A",
        "explanation": "《世說新語》善於透過簡短的言行紀錄來展現人物的性格與精神風貌（神采風度）。本文藉由庾公對賣馬一事的對答，生動刻畫了他仁厚、為他人著想的高尚品格。故選 (A)。"
      }
    ]
  },
  {
    "id": "set-59",
    "title": "第59篇、阿爸確信",
    "article": "<p>因為你全身沾滿了泥巴／他們竟說，你是骯髒的<br>因為你不會說bye bye／他們竟說，你是愚笨的<br>因為你的粗布衣裳和赤足／他們竟說，你是粗俗的<br>因為你不喜歡誇示自己／因為你不善於花巧的言詞／他們竟說，你是自卑的<br>無論他們怎麼說<br>阿爸確信，你是最乾淨的孩子<br>阿爸確信，你深深的凝視最動人<br>阿爸確信，你樸素的衣著最漂亮<br>孩子呀！而你要堅持／非關自卑或自傲的自尊</p><p>（吳晟〈阿爸確信〉）</p>",
    "subQuestions": [
      {
        "id": "59-1",
        "q": "「因為你不會說bye bye／他們竟說，你是愚笨的」。這段話實際上是在說什麼?",
        "options": ["(A) 自己小孩智商不足", "(B) 一般人皆帶有崇洋心理，認為會說英語才是高人一等", "(C) 必須加強英文會話", "(D) 感嘆自己小孩的英文程度不如人家"],
        "ans": "B",
        "explanation": "作者並非真的認為孩子笨，而是在諷刺當時社會普遍「崇洋媚外」的價值觀。旁人僅因為孩子不會說簡單的英文（bye bye），就否定他的資質，這反映了社會對本土文化的輕視與對外來文化的盲目崇拜。故選 (B)。"
      },
      {
        "id": "59-2",
        "q": "第二段可看出作者的小孩是怎樣的一個小孩?",
        "options": ["(A) 粗俗自卑", "(B) 虛浮不實", "(C) 花言巧語", "(D) 謙抑實在"],
        "ans": "D",
        "explanation": "第二段提到孩子「不喜歡誇示自己」、「不善於花巧的言詞」，這些特質顯示孩子是個不愛炫耀、說話誠懇、腳踏實地的人，即「謙抑實在」。故選 (D)。"
      },
      {
        "id": "59-3",
        "q": "「孩子呀！而你要堅持／非關自卑或自傲的自尊。」這段話的意思是要他的孩子如何?",
        "options": ["(A) 注意儀容與言語", "(B) 做一個乖巧與可愛的孩子", "(C) 不可自卑，也不可處處不如人", "(D) 保持現在這種樸實善良的態度"],
        "ans": "D",
        "explanation": "阿爸鼓勵孩子要「堅持」這份自尊，也就是堅持他原本樸實、善良、不浮誇的本質，不要因為世俗偏見的評價而改變自己。故選 (D)。"
      }
    ]
  },
  {
    "id": "set-60",
    "title": "第60篇、成功的樓梯",
    "article": "<p>人，如果下意識的想跳，愈是想跳愈是不容易跳上去。年輕的時候總是禁不住血氣，一下子就想要爬上或跳上人家勤勤懇懇費了相當年日始得來的位置上面。但由於經驗不足，或者因無法領悟其中微妙的要領，終告失敗。</p><p>成功的樓梯，想要一下子跑上去是沒有辦法的。呼吸既困難，又會絆倒，終會從半路滾下來的。所以還是一步一步腳踏實地走上去，才是正確的途徑。</p><p>可是，無論人生或是工作，總有一個機會。必須要看準這個機會，強而有力地向前邁進，一面小心地一步一步試探，這就是能走完樓梯的要訣。</p>",
    "subQuestions": [
      {
        "id": "60-1",
        "q": "本文是在傳達下列何種道理?",
        "options": ["(A) 行百里者半於九十", "(B) 羅馬不是一天造成的", "(C) 行萬里路，勝讀十年書", "(D) 記取過去，策畫將來"],
        "ans": "B",
        "explanation": "文章強調「成功的樓梯，想要一下子跑上去是沒有辦法的」，必須「一步一步腳踏實地走上去」。這與諺語「羅馬不是一天造成的」意旨相同，都強調成功需要時間與累積，無法一蹴可幾。故選 (B)。"
      },
      {
        "id": "60-2",
        "q": "下列何者「不是」影響事情成功的要素?",
        "options": ["(A) 經驗", "(B) 機會", "(C) 嘗試", "(D) 血氣"],
        "ans": "D",
        "explanation": "文中提到「年輕的時候總是禁不住血氣...終告失敗」。這裡的「血氣」指的是衝動、魯莽，是導致失敗的原因，而非成功的要素。其他選項如經驗、機會、試探（嘗試）在文中都被視為成功所需。故選 (D)。"
      },
      {
        "id": "60-3",
        "q": "根據本文，下列敘述何者「有誤」?",
        "options": ["(A) 成功不能憑幻想而獲得", "(B) 年輕的血氣，往往是事業成功的本錢", "(C) 成功不決定於有沒有機會，而是決定於能否把握機會", "(D) 做事平穩踏實才能成功"],
        "ans": "B",
        "explanation": "如上題所述，文中認為「年輕的血氣」會讓人想一步登天，結果反而「終告失敗」。因此年輕的血氣在此文中被視為阻礙而非本錢。故 (B) 敘述有誤。"
      },
      {
        "id": "60-4",
        "q": "關於本文的寫作手法，下列敘述何者正確?",
        "options": ["(A) 透過對比手法，描寫年輕人與長者在職場表現的差異，引發讀者共鳴", "(B) 運用設喻說理方式，引導讀者理解成功需循序漸進、把握契機", "(C) 援引名人言論與生活實例作為論據，使論點更具說服力", "(D) 藉由場景描寫與心理刻畫，鋪陳人物逐夢過程的掙扎與成長"],
        "ans": "B",
        "explanation": "作者將追求成功的過程比喻為「爬樓梯」（設喻），說明不能想用跳的，而要一步一步走，以此來說明循序漸進的道理（說理）。故選 (B)。"
      }
    ]
  },
  {
    "id": "set-61",
    "title": "第61篇、三十年的重量",
    "article": "<p>實在想不到，在接不完的電話中，生楞楞的插進來一個蒼老的聲音...那是我三十年前讀中學時的語文老師穆尼先生。...老人說：「你們能不能補畫一張送我，作為我晚年最珍貴的收藏？」...</p><p>我果坐在書桌前，腦海中出現了六十年代初歡樂而清苦的中學生活。...我們當時才十四、五歲，一直傻傻地想著感激這些老師的辦法。到放寒假，終於有了主意，我和曹齊代表全班同學繪製賀年片。就是那點稚拙的塗畫，竟深深地鐫刻在一位長者的心扉間，把三十年的歲月都刻穿了。</p><p>今日的曹齊，已是一位有名的書畫家...現在，這卷書畫已送到穆尼老師手上。老師，在你面前，為你執筆，我們頭上的一切名號、頭銜全都抖落了，只剩下兩個赤誠的學生。只有在這種情況下，我們才能超拔煩囂，感悟到某種跨越時空的人間至情。</p><p>（節錄自余秋雨〈三十年的重量〉）</p>",
    "subQuestions": [
      {
        "id": "61-1",
        "q": "「哪怕是再稚嫩的目光，也能約略辨識學問和人格的亮度。」上述句子的涵義是什麼?",
        "options": ["(A) 小孩子大約能分辨好人和壞人", "(B) 學生如果不仔細了解，無法得知老師的能力", "(C) 學生可以透過赤子之心了解老師是否用心", "(D) 無論學生年紀多小，還是有分辨老師好壞的能力"],
        "ans": "D",
        "explanation": "「稚嫩的目光」指年紀小的學生，「辨識學問和人格的亮度」指分辨老師的學識與品格。整句意思是說，即使是年紀很小的學生，也能感受到老師是否有真才實學和高尚人格。故選 (D)。"
      },
      {
        "id": "61-2",
        "q": "「把三十年的歲月都刻穿了」所用的轉化修辭，和下列何者相同?",
        "options": ["(A) 穿上禮服，就穿上了美麗", "(B) 最吵鬧的寂靜", "(C) 熨斗保你百衣百順", "(D) 為什麼天空有下不完的雨"],
        "ans": "A",
        "explanation": "「刻穿歲月」是將抽象的「歲月」當作具體的物體來刻（形象化），屬於轉化修辭。<br>(A) 「穿上了美麗」，將抽象的「美麗」當作衣服來穿，也是形象化，與題目相同。<br>(B) 映襯。<br>(C) 雙關（百依百順）。<br>(D) 設問。<br>故選 (A)。"
      },
      {
        "id": "61-3",
        "q": "「老師，在你面前，為你執筆，我們頭上的一切名號、頭銜全都抖落了。」的涵義為何?",
        "options": ["(A) 學生對老師的畏懼", "(B) 學生對老師單純的仰慕", "(C) 學生對老師的不在乎", "(D) 學生對老師的無可奈何"],
        "ans": "B",
        "explanation": "這句話表示，儘管學生現在已成名，但在老師面前，他們願意放下世俗的榮耀與身分，回歸到最單純的學生身分。這展現了學生對老師由衷的尊敬、感恩與赤子之心（單純的仰慕）。故選 (B)。"
      }
    ]
  },
  {
    "id": "set-62",
    "title": "第62篇、上善若水",
    "article": "<p>道德經第八章：「上善若水。水善利萬物而不爭，處眾人之所惡，故幾於道。居善地，心善淵，與善仁，言善信，政善治，事善能，動善時。夫唯不爭，故無尤。」</p><p>最上乘的善就好比是水。水善於滋潤萬物卻不與之相爭，自願處於眾人都厭惡的卑下之地，所以最接近於「道」的境界。...水因為沒有固定的形狀，因此裝在什麼容器中，就顯現何等狀態，這就是善於適應環境...水緩緩而流，循循善誘，象徵著人的言語要信實可靠...水可以用來洗滌汙穢，也可以用來切割堅石...端看需要而產生作用，正是善於發揮所長的表現...而一有孔竅，水便趁隙而入，立刻湧出，正是它毫不猶豫，積極把握時機的表現。</p><p>...然而「人往高處爬，水往低處流」，唯有水甘心處在眾人不願前往的低下之地...莫怪乎老子說它幾近於「道」。</p><p>（改寫自《上善若水》）</p>",
    "subQuestions": [
      {
        "id": "62-1",
        "q": "依據本文，水能投射出許多的人格優點，下列何者「沒有」被提及?",
        "options": ["(A) 包容", "(B) 誠信", "(C) 堅定", "(D) 積極"],
        "ans": "C",
        "explanation": "文中提到水的優點有：適應環境（居善地）、包容（心善淵 - 納百川）、仁愛（與善仁）、誠信（言善信 - 信實可靠）、積極把握時機（動善時 - 趁隙而入）。雖然水能「切割堅石」，但那是「發揮所長(事善能)」，文中並未直接使用「堅定」一詞來形容水的人格投射。故選 (C)。"
      },
      {
        "id": "62-2",
        "q": "「莫怪乎老子說它幾近於『道』。」依據本文內容，這句話旨在說明水有下列何種特色?",
        "options": ["(A) 沿著河道便循序而下，井然有條", "(B) 可以用來洗滌汙穢以及切割堅石", "(C) 自願處於眾人都厭惡的卑下之地", "(D) 交融且不分你我，善於與人相處"],
        "ans": "C",
        "explanation": "文章結尾提到：「唯有水甘心處在眾人不願前往的低下之地...這都是依循著自然的道理，莫怪乎老子說它幾近於『道』。」這呼應了首段「處眾人之所惡，故幾於道」。水的不爭與謙下，是其最接近「道」的特質。故選 (C)。"
      }
    ]
  },
  {
    "id": "set-63",
    "title": "第63篇、沛公入咸陽",
    "article": "<p>漢元年十月，沛公（即劉邦）軍隊遂先諸侯至霸上。秦王子嬰素車白馬，以粗繩繫頸，封存皇帝璽及符節，降於軹道旁。諸將中有人言誅秦王。沛公曰：「初懷王遣派我攻關中一地，本以我能寬容；且人已服降，又殺之，此為不祥。」乃以秦王交付於官吏，遂西入咸陽。至咸陽，欲於秦宮休息，樊噲、張良進諫勸阻，乃封存秦重寶財物於府庫，還軍駐紮於霸上，並召諸縣父老豪傑曰：「父老受苦於秦苛法久矣...今我與父老約，法三章耳：殺人者死，傷人及盜依法論罪，其餘秦法盡除去，令諸吏、民眾皆安居如故。凡吾所以來，為父老除害，非有所侵暴，毋恐！...」乃使下屬與秦吏巡視各縣鄉邑，說明所約之法。秦人大喜，爭持牛羊酒食獻饗軍士，沛公仍辭讓而不受。</p><p>（改寫自《史記‧高祖本紀》）</p>",
    "subQuestions": [
      {
        "id": "63-1",
        "q": "依據本文，下列何者敘述正確?",
        "options": ["(A) 秦王子嬰頑抗沛公", "(B) 沛公不同意在不祥之日殺人", "(C) 樊噲、張良反對沛公取用秦之財物", "(D) 沛公除去約法三章，民眾因而獻上酒食"],
        "ans": "C",
        "explanation": "(A) 錯誤，子嬰是「降於軹道旁」（投降）。<br>(B) 錯誤，沛公是說「人已服降，又殺之，此為不祥」（殺降不祥），而非日子不祥。<br>(C) 正確，文中說沛公想在秦宮休息，樊、張進諫勸阻，結果沛公「封存秦重寶財物於府庫，還軍駐紮於霸上」，顯示他們反對沛公貪圖秦國財物與享受。<br>(D) 錯誤，沛公是「與父老約法三章」，而非除去約法三章。"
      },
      {
        "id": "63-2",
        "q": "文中沛公的種種作為凸顯出其何種特質?",
        "options": ["(A) 英勇善戰", "(B) 寬厚為懷", "(C) 體恤下屬", "(D) 言而有信"],
        "ans": "B",
        "explanation": "沛公不殺投降的秦王、廢除秦朝苛法、約法三章安定民心、還軍霸上不擾民，這些舉動都顯示了他的寬容大度與仁愛，即「寬厚為懷」。故選 (B)。"
      }
    ]
  },
  {
    "id": "set-64",
    "title": "第64篇、女兒賊",
    "article": "<p>這是家裡長久以來的習慣，每當女兒們回來，做父母的總會到菜園或山上，摘回自己種的蔬菜和水果...或許，對拙於言詞的老一輩的人來說，食物，是他們對子女表露情感的另一種方式吧！</p><p>春節，小姑姑帶著家人回去娘家過年。期間，爺爺並未與她有太多交談，爺爺受的是日本教育，面對人總是一副嚴肅的臉孔，而把情感隱藏在內心。過完年，小姑姑一家準備回臺北的那天...小姑姑突然從後車廂拿出一束粉紅的山櫻花，「東西太多，放不下了，花就別拿了。」小姑姑說道。原來，一早不見身影的爺爺，走到山上摘花去了。爺爺並未說什麼，只是點點頭把花接了過來。那一年，我才升上國中...只是覺得，這束被棄置在牆角的山櫻花包紮得很周到，連底部也綁著溼綿團。</p><p>長大後，自己也開始扮演姑姑的角色...回家來大吃大喝一頓不夠，末了又要拿東西走...哥哥笑我是女兒賊，真是再貼切不過了。</p><p>（改寫自劉怡君〈女兒賊〉）</p>",
    "subQuestions": [
      {
        "id": "64-1",
        "q": "本文主要在描寫什麼?",
        "options": ["(A) 女兒只要回娘家就可以盡情的要什麼有什麼", "(B) 給予物品成為父母親對出嫁女兒無言的關愛", "(C) 對親人的贈與應該慷慨大方，切勿輕率簡陋", "(D) 藉退回山櫻花的舉動，彰顯姑姑的不通人情"],
        "ans": "B",
        "explanation": "文章開頭即點出：「對拙於言詞的老一輩的人來說，食物，是他們對子女表露情感的另一種方式吧！」接著透過爺爺摘櫻花、父母給蔬菜水果的例子，都在描寫父母對出嫁女兒那份深沉、不言說的愛。故選 (B)。"
      },
      {
        "id": "64-2",
        "q": "下列詞語，何者最適合用來形容本文中的爺爺?",
        "options": ["(A) 外圓內方", "(B) 外親內疏", "(C) 外愚內智", "(D) 外冷內熱"],
        "ans": "D",
        "explanation": "爺爺「受的是日本教育，面對人總是一副嚴肅的臉孔」（外冷），但卻默默一大早去山上摘孫女喜歡的櫻花，甚至細心包紮（內熱）。這種外表嚴肅冷淡，內心卻充滿關愛的情感，即是「外冷內熱」。故選 (D)。"
      }
    ]
  },
  {
    "id": "set-65",
    "title": "第65篇、懂得放下",
    "article": "<p>「誰記得，誰痛苦」...有一個宗師曾經用下列的方法教導信眾去除忿恨：「有一天，宗師告訴一群固定來聚會的信眾，叫他們第二天帶一個塑膠袋，塑膠袋裡面裝著刻有他們最恨的人的名字的甘藷...第二天，每一個信眾都帶來了一個塑膠袋...宗師規定這些信眾走到哪裡都需要帶著這個塑膠袋...二天下來，信眾就開始抱怨，尤其是帶了4、5個甘藷的人。一星期到了尾聲，有的甘藷開始冒芽或是發臭，信眾抱怨得更凶。一星期終於過了，他們可以不必再帶著那個塑膠袋去見宗師。」</p><p>宗師就問他們：「帶著發臭沉重的甘藷一個星期就受不了，想想看，帶著仇恨的心過一輩子會如何？這個例子告誡我們，要輕鬆自在走人生的路，就要放下心中的仇恨...」</p><p>（Ming-Tsung 〈懂得放下，何等自在〉）</p>",
    "subQuestions": [
      {
        "id": "65-1",
        "q": "「不能寬恕別人的人，經常心懷忿恨，這是消耗精力、體力最大的原因」關於此原因的說明何者正確?",
        "options": ["(A) 擬定報復計畫須用腦和耗費體力", "(B) 必須到處尋找仇人，耗時又耗力", "(C) 忘不掉仇恨就會吃不好又睡不著", "(D) 放不下的人心裡將飽受痛苦侵蝕"],
        "ans": "D",
        "explanation": "文中提到「仍然讓憎恨啃蝕你的內心、消耗你的體力、枯乾你的骨頭」，說明仇恨主要是對心靈與身體造成持續性的內耗與折磨，讓人飽受痛苦。故選 (D)。"
      },
      {
        "id": "65-2",
        "q": "關於宗師教導信眾的故事，何者說明「有誤」?",
        "options": ["(A) 用甘藷來代替自己憎恨的人", "(B) 代表恨的甘藷必須時刻背著", "(C) 發臭沉重的甘藷就像仇恨的心", "(D) 只要甘藷不發臭就能長久揹著"],
        "ans": "D",
        "explanation": "宗師的用意是讓信眾體會帶著仇恨（甘藷）的負擔。即使甘藷不發臭，它依然是沉重的負擔，阻礙人輕鬆自在地生活。宗師並沒有說不發臭就可以長久揹著，而是要大家「放下心中的仇恨」。故 (D) 說明有誤。"
      }
    ]
  }
]