[
  {
    "id": "set-1",
    "title": "第1篇 哺甘蔗的日子",
    "article": "<p>行過臺北某些街巷，偶爾總要在一卡車跟前停下來，柳丁汁買給女兒，甘蔗汁買給自己。柳丁汁我偶爾也喝，甘蔗汁女兒從來沒興趣。（她們為什麼不愛甘蔗汁呢？）卡車上經常也賣甘蔗，一包總有七八短根甘蔗，前些年牙口不好，吃軟不吃硬，沒正眼瞧過它們，不久前大鋼牙種植竣工，躍躍欲試，總想咬點火車頭，雖然牙醫大人頗不鼓勵硬碰硬，看見甘蔗牙癢癢，這玩意兒總還能對付吧，於是買了一包回家。</p><p>女兒總見我拎著一包包菱角花生地瓜回家，姐姐習慣冷眼瞧著，妹妹必然開訓：「吃得完嗎你？每次剩了扔。」這一包甘蔗，她們還不知如何反應，我喜孜孜地開嚼，妹妹蹭過來問：「這個好吃窩？你就吸它的汁窩？渣子還要吐出來，你不嫌麻煩窩？你不是已經買了一大罐甘蔗汁了嗎？」我一邊小心不大口咬甘蔗，一邊問那位聰明寫在略歪嘴角的姐姐：「你吃過甘蔗嗎？」「國中一年級的時候吃過一次，不喜歡。」「為什麼不喜歡？」「因為吃著『很空虛』。」</p><p>「空虛？」我感覺我的聲音一定有一種從椅子上跳起來的表情，她妹妹也覺得我的反應「嚴重」。她聳聳肩：「本來就很空虛的食物啊，咬一咬，很費勁嚼吸一點汁，殘渣吐出來，怎麼不空虛呢？」我的聲音一定更大了些，情緒有些結巴，「那、那你吃口香糖空、空不空虛？」「一樣空虛呀，所以我不吃口香糖。」半晌我被堵得沒說話，嘴巴沒停著哺我那半截甘蔗，她妹妹接話了：「你一定一邊吃一邊想到你的童年，又可以寫一篇文章了對不對？」我差一點噎著，她姐姐樂得大笑。</p><p>（她還真說對了。）我確實是哺甘蔗的一代。書上說，食用的紅甘蔗是印尼傳來的「果」蔗品種，在我童少，家裡的確是把甘蔗當水果吃的。巷口阿珠的柑仔店，常年有甘蔗攤，一捆甘蔗一地蔗皮蒼蠅亂飛，阿珠一把柴刀削皮俐落，五毛一塊要幾段削幾段，母親總要我們買回家洗過再吃，但是三輪車伕光著膀子蹲坐長凳子上哺得渣子吐一地，孩子們想學又不敢。在我的記憶所及，要到離家上臺北讀大學，才驚訝竟有甘蔗汁這回事，那還是在冬天，烤過的熱甘蔗汁，加了薑汁的完全不同的口味。我們南部鄉下來的同學還說甘蔗當然要自己哺才有滋味，還自豪誰的牙齒利如老鼠能連續咬哺幾根甘蔗。</p><p>如果今天嘉南平原的甘蔗田還是茂盛的，糖廠不是所剩無幾，農田不是幾十萬公頃計的休耕著，哺甘蔗的滋味還值得我這輩初老的一代懷念嗎？偶爾在新聞報導裡讀到，辛苦創業的人削蔗皮賣甘蔗汁為五十肩所苦而發明了各種榨汁機，或者以甘蔗為引熬製滷味發了家，心裡都有暖意，這甘蔗的滋味總能流傳下去。幾個星期前在臺大校園的農產品市集裡，竟然有攤子賣著白甘蔗榨汁，比紅甘蔗汁更鮮綠，甜度倒是不差，喝著有些驚喜，彷彿有人在耳邊說著「恕你無罪」，我童年偷拔白甘蔗吃的罪惡感，終於得到赦免。</p><p>哺完了兩根短蔗，齒牙無動無搖，依然健在，我心平氣和味覺滿足地對女兒說，想像一下，比我還嗜吃甘蔗的奶奶，在我的年紀已齒牙動搖，她把甘蔗削成豆腐乾那樣的小塊，哺得好高興。她歷經戰亂，骨肉離散，北地兒女在南國一嶼，愛上一種咀嚼後甘甜的汁液，我哺著甘蔗，甜甜懷念我的母親與童年。女兒啊，我不空虛，每一口都不空虛。</p><p>（選自《女兒父親》遠流出版社）</p>",
    "subQuestions": [
      {
        "id": "1-1",
        "q": "下列何者不符合作者女兒對父親「哺甘蔗」的評論?",
        "options": [
          "(A) 覺得很麻煩",
          "(B) 吃起來空虛",
          "(C) 可引發懷舊",
          "(D) 自豪牙齒利"
        ],
        "ans": "D",
        "explanation": "文中提到「我們南部鄉下來的同學還說甘蔗當然要自己哺才有滋味，還自豪誰的牙齒利如老鼠能連續咬哺幾根甘蔗。」可知(D)「自豪牙齒利」是作者南部同學的反應，而非作者女兒的評論。女兒的評論包括：覺得麻煩（妹妹說「渣子還要吐出來，你不嫌麻煩窩？」）、吃起來空虛（姐姐說「因為吃著『很空虛』」）、引發懷舊（妹妹猜測「你一定一邊吃一邊想到你的童年」）。故選(D)。"
      },
      {
        "id": "1-2",
        "q": "依據上文，為何作者在臺大校園農產品市集，喝到白甘蔗汁時，彷彿聽到有人在耳邊說：「恕你無罪」?",
        "options": [
          "(A) 過去家中不喜歡吃甘蔗，所以作者只能放學去巷口柑仔店吃完才回家",
          "(B) 童年渴望甜甜滋味而偷拔白甘蔗，現在終於以正當的交易手段來獲取",
          "(C) 已經不再是重要經濟作物的白甘蔗，自己透過購買重新肯定它的價值",
          "(D) 白甘蔗汁與紅甘蔗汁的色澤雖不同但口感接近，慶幸自己的選擇正確"
        ],
        "ans": "B",
        "explanation": "文中第五段末句提到：「彷彿有人在耳邊說著『恕你無罪』，我童年偷拔白甘蔗吃的罪惡感，終於得到赦免。」由此可知，作者童年曾因渴望甜味而偷拔白甘蔗，心中一直存有罪惡感，如今能以正當手段（購買）享用白甘蔗汁，因此感覺罪惡感獲得赦免。故選(B)。"
      },
      {
        "id": "1-3",
        "q": "作者覺得「哺甘蔗」的滋味值得懷念的原因是什麼?",
        "options": [
          "(A) 童年時，家裡把甘蔗當水果吃",
          "(B) 小時候想學三輪車伕卻又不敢學習",
          "(C) 甘蔗田、糖廠、農田現今已休耕或消失",
          "(D) 歷經戰亂，骨肉離散後，終獲得安定的生活"
        ],
        "ans": "C",
        "explanation": "由第五段開頭：「如果今天嘉南平原的甘蔗田還是茂盛的，糖廠不是所剩無幾，農田不是幾十萬公頃計的休耕著，哺甘蔗的滋味還值得我這輩初老的一代懷念嗎？」作者運用反問修辭，暗示正因為如今甘蔗田減少、糖廠剩無幾、農田休耕，這些景象消逝，才使得哺甘蔗的滋味顯得珍貴而值得懷念。故選(C)。"
      },
      {
        "id": "1-4",
        "q": "將本文與〈下雨天，真好〉一文相比較，兩篇文章都有使用的寫作手法為何?",
        "options": [
          "(A) 皆透過味覺的經驗，連結現在與過去",
          "(B) 都藉由母親的角色，象徵幸福的童年與成長的失落",
          "(C) 都藉由回憶過往人事，呈現對童年的依戀與不捨",
          "(D) 皆透過成長後的孤寂淒清，對比童年的熱鬧歡樂，強化思鄉之情"
        ],
        "ans": "C",
        "explanation": "本文藉由「哺甘蔗」回憶童年與母親的互動（文末：「我哺著甘蔗，甜甜懷念我的母親與童年」）；琦君的〈下雨天，真好〉則是藉由雨天回憶與母親的溫馨往事。兩者皆是藉由回憶過往的人、事、物，來呈現對童年時光的依戀與不捨。故選(C)。"
      },
      {
        "id": "1-5",
        "q": "下列詩句，何者描寫的主體也是甘蔗?",
        "options": [
          "(A) 一節復一節，千枝攢萬葉，我自不開花，免撩蜂與蝶",
          "(B) 綠陣連煙垠，風雨化精節。玉露含青紫，沁徹哲人心",
          "(C) 寂寞東籬溼露華，依前金屬照泥沙。世情兒女無高韻，只看重陽一日花",
          "(D) 自小刺頭深草裡，而今漸覺出蓬蒿。時人不識凌雲木，直待凌雲始道高"
        ],
        "ans": "B",
        "explanation": "(A)「一節復一節...不開花」描寫的是竹子。<br>(B)「綠陣」形容甘蔗田，「精節」指甘蔗節，「玉露含青紫」形容甘蔗皮色與汁液，「沁徹哲人心」形容甜味，故描寫的是甘蔗。<br>(C)「東籬」、「重陽」是菊花的典故與花期，故描寫的是菊花。<br>(D)「凌雲木」通常指松樹，描寫其從小草中長成大樹的過程。故選(B)。"
      }
    ]
  },
  {
    "id": "set-2",
    "title": "第2篇 火災警報器",
    "article": "<p>火災警報器可以早期偵測及通報火災發生，為人們爭取時間逃生。住宅用的火災警報器因為不需要配線，只要裝電池就能使用，所以又稱為獨立式火警探測器。</p><h3>火災警報器的種類</h3><p>依據住宅用火災警報器設置辦法第5條規定，住宅用的火災警報器種類依照安裝場所的不同，大致上可分為定溫式火災警報器和偵煙式（離子式、光電式）火災警報器，由於廚房容易有油煙，為了避免誤報，廚房會使用定溫式火災警報器，其餘地方，例如：臥室、客廳或樓梯間則大多使用偵煙式的火災警報器。</p><br><div style='text-align:center'><img src='images/q002-1.jpg' alt='火災警報器示意圖' style='max-width:100%; border-radius:10px;'></div><br><h3>火災警報器的安裝</h3><ol><li><strong>合格標示：</strong>在購買住警器時，要注意上面是否貼有「內政部登錄機構個別認可合格標示」。</li><li><strong>安裝於家中各處：</strong>根據消防署建議，寢室、樓梯及走廊適合裝設偵煙式；廚房則適合裝設定溫式。</li><li><strong>避免感應死角：</strong>住警器的裝設地點，應距離牆面或梁60公分以上，並以裝置於寢室中心為原則；住警器裝置在牆面上時，應距離天花板或樓板下方15公分以上、50公分以下；住警器的位置應離出風口1.5公尺以上，避免氣流影響其性能。</li><li><strong>定期維護保養：</strong>若住警器上面有附著髒汙，可能會影響到其偵測火災的敏感度，所以記得要定期保養。</li></ol>",
    "subQuestions": [
      {
        "id": "2-1",
        "q": "根據108年建築物火災原因分析，爐火烹調使用不當導致火災佔了43%，因此，阿傑夫婦裝修新房時決定加裝火災警報器，請問以下哪種安裝方式正確?",
        "options": [
          "(A) 阿傑夫妻熱愛快炒與燒烤，炒菜油煙較大，宜使用定溫式火災警報器",
          "(B) 室內設計師認為整體裝潢很重要，將火災警報器裝在牆面梁柱的角落",
          "(C) 阿傑認為廚房的警報器應該靠近地面裝設，以免溫度過高警報器亂響",
          "(D) 火災警報器的裝設不須考慮樓層數或房間數，只要在客廳、廚房、餐廳等處裝設即可"
        ],
        "ans": "A",
        "explanation": "(A) 正確。文中提到「由於廚房容易有油煙，為了避免誤報，廚房會使用定溫式火災警報器」。<br>(B) 錯誤。文中提到「住警器的裝設地點，應距離牆面或梁60公分以上」，不可裝在角落。<br>(C) 錯誤。文中提到「住警器裝置在牆面上時，應距離天花板或樓板下方15公分以上、50公分以下」，並非靠近地面。<br>(D) 錯誤。文中提到不同區域（寢室、廚房、樓梯）適合不同類型，且需考慮安裝位置，並非隨意裝設。"
      },
      {
        "id": "2-2",
        "q": "阿傑夫婦委託室內設計師購買並裝置自用住宅火災警報器，根據上文資料判斷，下列何者為選購警報器應注意的要點?",
        "options": [
          "(A) 具備內政部商檢局合格標章、進口產品比臺灣製好、住宅用火災警報器",
          "(B) 具備內政部消防署合格標章、住宅用火災警報器",
          "(C) 具備內政部消防署合格標章、大廠牌製造有保障、商辦專用火災警報器",
          "(D) 具備警報器檢驗合格標章、大廠牌製造有保障、住宅用火災警報器、考慮配線裝置方式"
        ],
        "ans": "B",
        "explanation": "(A) 錯誤。文中未提及進口產品比較好。<br>(B) 正確。文中第一點提到要注意是否貼有「內政部登錄機構個別認可合格標示」，且是選購「住宅用火災警報器」。<br>(C) 錯誤。應選購「住宅用」，非商辦專用。<br>(D) 錯誤。住宅用火災警報器「不需要配線」，故不需考慮配線裝置方式。"
      }
    ]
  },
  {
    "id": "set-3",
    "title": "第3篇 旁若無人",
    "article": "<p>「旁若無人」的精神表現在日常行為上者不只一端，其中經常令人困惱的乃是高聲談話。在喊救命的時候，聲音當然不嫌其大，除非是脖子被人踩在腳底下，但是普通的談話令人聽見即可，而無須一定要力竭聲嘶的去振聾發聵。生理學告訴我們，發音的構造是很複雜的，說話一分鐘要有九百個動作，有一百塊筋肉在弛張，但是大多數人似乎還嫌不足，恨不得嘴上再長一個擴大器。有個外國人疑心我們國人的耳鼓生得異樣，那層膜許是特別厚，非扯著脖子喊不能聽見，所以說話總是像打架。這批評有多少真理，我不知道。不過我們國人會嚷的本領，是誰也不能否認的。電影場裡電燈初滅時候，總有幾聲「愛喲，小三兒，你在哪兒哪？」在戲院裡，演員像是演啞劇，大鑼大鼓之聲依稀可聞，主要的聲音是觀眾鼎沸，令人感覺好像是置身蛙塘。在旅館裡，好像前後左右都是廟會，不到夜深休想安眠，安眠之後難免有響皮底的大皮靴，毫無慚愧的在你門前踱來踱去。天未亮，又有各種市聲前來侵擾。</p><p>一個人大聲說話，是本能；小聲說話，是文明。以動物而論，獅吼，狼嗥，虎嘯，驢鳴，犬吠，即使是小如促織蚯蚓，聲音都不算小，都不會像人似的有時候也會低聲說話。大概文明程度愈高，說話愈不以聲大見長。群居習慣愈久，愈不容易存留「旁若無人」的幻覺，我們以農立國，鄉間地曠人稀，畎畝阡陌之間，低聲說一句「早安」是不濟事的，必得扯長了脖子喊一聲「你吃過飯啦？」可怪的是，在人煙稠密的所在，人的喉嚨還是不能縮小。更可異的是，紙驢嗓，破鑼嗓，喇叭嗓，公雞嗓，並不被一般人認為是缺陷，而且「麻衣相法」還公然的說，聲音洪亮者主貴！</p><p>（改寫自梁實秋〈旁若無人〉）</p>",
    "subQuestions": [
      {
        "id": "3-1",
        "q": "根據作者的觀點，下列行為何者屬於文明人的象徵?",
        "options": [
          "(A) 晚上在旅館小聲說話",
          "(B) 在戲院看演員演啞劇",
          "(C) 在鄉間見面時大聲問好",
          "(D) 被人踩住脖子時大喊救命"
        ],
        "ans": "A",
        "explanation": "文中第二段提到：「一個人大聲說話，是本能；小聲說話，是文明。」並提到「大概文明程度愈高，說話愈不以聲大見長。」。作者批評在旅館裡「好像前後左右都是廟會」（大聲喧嘩）。因此，在需要安靜的旅館環境中能夠「小聲說話」，是能夠顧及他人、展現文明的象徵。故選(A)。"
      },
      {
        "id": "3-2",
        "q": "關於本文的寫作手法，下列敘述何者最不恰當?",
        "options": [
          "(A) 援引事例，用以展開論述",
          "(B) 語帶詼諧，有時穿插反話",
          "(C) 用語生動，形容描摹如在眼前",
          "(D) 中西對照，顯揚民族文化精神"
        ],
        "ans": "D",
        "explanation": "(A) 文中舉了電影院、戲院、旅館等事例，正確。<br>(B) 文中如「恨不得嘴上再長一個擴大器」、「說話總是像打架」等語帶詼諧，且有反話意味，正確。<br>(C) 描寫「置身蛙塘」、「響皮底的大皮靴...踱來踱去」等形象生動，正確。<br>(D) 文中雖提到「有個外國人疑心我們國人的耳鼓生得異樣」，但這主要是用來「諷刺」國人高聲喧嘩的壞習慣，並非為了「顯揚」民族文化精神，反而是檢討。故(D)敘述最不恰當。"
      }
    ]
  },
  {
    "id": "set-4",
    "title": "第4篇 秋芙所種芭蕉",
    "article": "<p>秋芙所種芭蕉，已葉大成陰，蔭蔽簾幀；秋來風雨滴瀝，枕上聞之，心與之碎。一日，余戲題斷句葉上云：「是誰多事種芭蕉？早也瀟瀟，晚也瀟瀟。」</p><p>明日，見葉上續書行云：「是君心緒太無聊，種了芭蕉，又怨芭蕉。」</p><p>字畫柔媚，此秋芙戲筆也。然余於此，悟入正復不淺。</p><p>（蔣坦《秋燈瑣憶》）</p>",
    "subQuestions": [
      {
        "id": "4-1",
        "q": "根據文中字詞，秋芙最可能是作者的何種關係人?",
        "options": [
          "(A) 母親",
          "(B) 姑姑",
          "(C) 妻子",
          "(D) 奶奶"
        ],
        "ans": "C",
        "explanation": "從兩人互動的親密與趣味性來看：作者在芭蕉葉上戲題詩句，秋芙隔日續書回應，語氣帶有輕柔的調侃（「是君心緒太無聊」）。文中形容秋芙字跡「字畫柔媚」，且這種閨房記趣、吟詩作對的互動模式，在傳統文學中多發生於夫妻之間。故推斷秋芙為作者之妻子。故選(C)。"
      },
      {
        "id": "4-2",
        "q": "秋天到來，風雨吹打著芭蕉葉，作者的感受是如何?",
        "options": [
          "(A) 猶如風雨故人來",
          "(B) 猶如鼕鼕戰鼓，似千軍萬馬奔騰",
          "(C) 愁腸百結，心與俱碎",
          "(D) 猶如鬼魅出現，令人害怕"
        ],
        "ans": "C",
        "explanation": "文中第一段提到：「秋來風雨滴瀝，枕上聞之，心與之碎。」作者聽到風雨打在芭蕉葉上的聲音，心情感到破碎、憂愁。故選(C)「愁腸百結，心與俱碎」。"
      },
      {
        "id": "4-3",
        "q": "「種了芭蕉，又怨芭蕉」秋芙這樣寫的用意為何?",
        "options": [
          "(A) 不喜歡風雨聲",
          "(B) 作者心性所致",
          "(C) 令人感受肅殺之氣",
          "(D) 蕉蔭遮蔽了窗簾"
        ],
        "ans": "B",
        "explanation": "秋芙續寫的詩句是：「是君心緒太無聊，種了芭蕉，又怨芭蕉。」這句話的意思是：明明是作者自己心情煩悶無聊（心性所致），才會把聽到的雨聲怪罪到芭蕉身上，去埋怨芭蕉。這是點出問題在於作者的心境。故選(B)。"
      }
    ]
  },
  {
    "id": "set-5",
    "title": "第5篇 明月皎夜光",
    "article": "<p>明月皎夜光，促織鳴東壁。<br>玉衡指孟冬，眾星何歷歷。<br>白露露野草，時節忽復易。<br>秋蟬鳴樹間，玄鳥逝安適。<br>昔我同門友，高舉振六翮。<br>不念攜手好，棄我如遺跡。<br>南箕北有斗，牽牛不負軛。<br>良無磐石固，虛名復何益。</p><p>（古詩十九首之七）</p>",
    "subQuestions": [
      {
        "id": "5-1",
        "q": "這首詩的主旨何在?",
        "options": [
          "(A) 懷念遠方好友",
          "(B) 慎選朋友之重要",
          "(C) 被朋友遺棄的感傷",
          "(D) 結交朋友的方法"
        ],
        "ans": "C",
        "explanation": "詩中寫道：「昔我同門友，高舉振六翮。不念攜手好，棄我如遺跡。」（以前一同求學的朋友，如今飛黃騰達，卻不念舊情，把我像遺跡一樣拋棄）。末句「良無磐石固，虛名復何益」更是感嘆友情不堅固。故全詩主旨為被朋友遺棄、世態炎涼的感傷。故選(C)。"
      },
      {
        "id": "5-2",
        "q": "下列詞語的意思，何者「有誤」?",
        "options": [
          "(A) 促織 蟋蟀",
          "(B) 玄鳥——烏鴉",
          "(C) 磐——大石",
          "(D) 翮 鳥羽"
        ],
        "ans": "B",
        "explanation": "(A) 促織即蟋蟀，正確。<br>(B) 玄鳥是指「燕子」，而非烏鴉，錯誤。<br>(C) 磐指厚而大的石頭，比喻堅固，正確。<br>(D) 翮(ㄏㄜˊ)指鳥的翅膀或羽毛，正確。<br>故選(B)。"
      }
    ]
  },
  {
    "id": "set-6",
    "title": "第6篇 思母",
    "article": "<p>每當晴天，晚上七點鐘左右，在枯寂的地平線上，便有排成一直線的三顆星兒現出來；<br>中央的一顆星兒，發著赤光。<br>一看這三顆星兒，我不由得想起已死的母親<br>當我幼年在家鄉的時候，有一天黃昏時分，母親曾經抱了我，到門前小河去玩；就在那<br>時候，我第一次看見這三顆星兒。這雖然已經是三十年前的事情了，可是當時，這三顆星兒<br>映在小河裡，風吹水動曳成了幾道銀絲樣的白光，那景象，到現在還明明白白刻畫在我的眼<br>底。<br>一般的人，大概都覺得比自己母親還要愛我的人是沒有的罷！我也是如此，在我的記憶<br>中，像母親那樣愛我的人是沒有的了。<br>對於人類之間的愛，也許有人懷疑；然而懷疑母愛的人，我想總不會有罷！<br>為了子女的緣故，徹夜哭著、想著、苦痛著、祈禱著的，只有母親。母親，她不知道有<br>自己，只是為子女而生，為子女而死。我感謝母親的愛，遠勝過基督的博愛，和釋迦的慈悲<br>我記得，母親最愛看戲。可是從我的哥哥死了以後，四十年中，她從沒有進過一次劇場<br>。喪子的悲哀，是怎樣的壓迫著母親的心啊！</p><p>（吉田二郎〈思母〉）</p>",
    "subQuestions": [
      {
        "id": "6-1",
        "q": "本文前三段是用什麼筆法寫的?",
        "options": [
          "(A) 因景入情",
          "(B) 開門見山",
          "(C) 引證名句嘉言",
          "(D) 立意設疑"
        ],
        "ans": "A",
        "explanation": "文章前三段先描寫「排成一直線的三顆星兒」的自然景象（景），接著說「一看這三顆星兒，我不由得想起已死的母親」（情），並回憶起幼年與母親看星的往事。這是典型的「因景入情」（由眼前的景物引發內心的情感）筆法。故選(A)。"
      },
      {
        "id": "6-2",
        "q": "「對於人類之間的愛，也許有人懷疑；然而懷疑母愛的人，我想總不會有罷！」句中「然而」一詞可換為下列何者，文意不變?",
        "options": [
          "(A) 欣然",
          "(B) 許諾",
          "(C) 如此",
          "(D) 可是"
        ],
        "ans": "D",
        "explanation": "「然而」是轉折連詞，表示與上文意思相反或轉折。選項中(D)「可是」也是轉折連詞，可替換且文意通順。其他選項：(A)欣然是高興的樣子；(B)許諾是答應；(C)如此是這樣。故選(D)。"
      },
      {
        "id": "6-3",
        "q": "作者對三十年前所見到三顆星兒的景象，至今還是歷歷如前，刻畫眼底，是因為那三顆星有何特色?",
        "options": [
          "(A) 至今猶存",
          "(B) 是兒時迷路時的路標，故最令作者印象深刻",
          "(C) 融入了與母親的回憶",
          "(D) 是夜星中明亮的"
        ],
        "ans": "C",
        "explanation": "文中提到，看見這三顆星是在幼年時「母親曾經抱了我，到門前小河去玩」的時候。這個景象之所以刻骨銘心，是因為它與母親溫暖的懷抱和共度的時光緊密連結在一起（融入了與母親的回憶），成為母愛的象徵。故選(C)。"
      },
      {
        "id": "6-4",
        "q": "根據本文，下列敘述何者「最不恰當」?",
        "options": [
          "(A) 母愛充實了兒女的生命，滋潤了兒女的心靈",
          "(B) 世界上應該沒有人會懷疑母愛",
          "(C) 母愛是無私且綿長的",
          "(D) 基督的博愛和釋迦的慈悲，可以與母愛相提並論"
        ],
        "ans": "D",
        "explanation": "文中倒數第二段提到：「我感謝母親的愛，遠勝過基督的博愛，和釋迦的慈悲。」作者認為母愛甚至「勝過」（超過）宗教神佛的愛，而非僅是「相提並論」（平起平坐）。故(D)敘述與文意最不相符。"
      }
    ]
  },
  {
    "id": "set-7",
    "title": "第7篇 相聲與表演藝術",
    "article": "<p>不滿足於電視節目的貧血、不滿足於廣播的聞聲不見相、不滿足於網路的便捷……，因為「方便」已快要發展到極致，人的內在，並不只是為了方便而活。表演藝術不是為了製造人們生活的方便而產生的，它直指人心，供給性靈的需求，未來的人類將出現整體向性靈探索的趨勢。因此我敢預言：二十一世紀必是表演藝術成為「顯學」的時代。當前的相聲是一門雅致的表演藝術，它或許能與其他的類型如戲劇、戲曲、舞蹈、音樂……共同繁榮；或許相聲會因曲高和寡失去成長存活的空間，進而消失。這是我們無法預料的。</p><p>（馮翊綱）</p>",
    "subQuestions": [
      {
        "id": "7-1",
        "q": "依照本文，作者認為相聲藝術的前景如何?",
        "options": [
          "(A) 慢慢消失",
          "(B) 無法預料",
          "(C) 曲高和寡",
          "(D) 隨處可見"
        ],
        "ans": "B",
        "explanation": "文章結尾明確指出：「或許相聲會因曲高和寡失去成長存活的空間，進而消失。這是我們無法預料的。」作者提出了兩種可能性（繁榮或消失），並總結為無法預料。故選(B)。"
      },
      {
        "id": "7-2",
        "q": "依照本文，相聲藝術和電視、廣播、網路的最大差別在哪裡?",
        "options": [
          "(A) 提供心靈的啟發",
          "(B) 提供娛樂",
          "(C) 方便欣賞",
          "(D) 提供討論空間"
        ],
        "ans": "A",
        "explanation": "文中提到：「表演藝術不是為了製造人們生活的方便而產生的，它直指人心，供給性靈的需求」。作者認為電視、廣播、網路多在追求「方便」，而相聲作為表演藝術，能滿足人的內在「性靈」（心靈）需求。故選(A)。"
      },
      {
        "id": "7-3",
        "q": "本文的題目最有可能是下列何者?",
        "options": [
          "(A) 相聲的未來",
          "(B) 電視節目的缺失",
          "(C) 傳統藝術的消失",
          "(D) 方便的藝術節目"
        ],
        "ans": "A",
        "explanation": "文章主旨在討論表演藝術（特別是相聲）在未來的價值與發展。從預言二十一世紀表演藝術的地位，到具體討論相聲可能繁榮或消失的命運，都圍繞著「相聲的未來」發展。故選(A)。"
      }
    ]
  },
  {
    "id": "set-8",
    "title": "第8篇 多多鳥(DoDo)",
    "article": "<p>多多鳥(DoDo)是印度洋上毛里西亞島土生的一種像鴿子的鳥。遠在人類誕生前，這種鳥已在島上度過悠長歲月。牠的祖先是鴿子，原是一種候鳥，而且可能遷移頻繁，從大陸上抵臨太平洋與印度洋中的島嶼。牠們看到果樹林，一定停下來飽餐一頓，有的鴿子留在島上，為適應島上特殊環境，體型隨之變化。導致後來生物學家要費盡腦筋才能尋出一個含糊的結論：「這些不同島上不同的怪異鳥類，其遠祖都可能是鴿子！」</p><p>多多鳥在毛里西亞島優哉游哉，島上生物種類有限，草、種籽、漿果，到處都是，多多鳥的食物充分，並且不斷擴大進食對象。在沒有天敵威脅下，多多鳥越長越大，長到五十磅的重量！牠的翅膀退化了，不能飛了。生物體格結構是互相影響的。多多鳥不能飛，翅膀萎縮，省掉了飛行必須耗費的能量，身體其他部分便膨脹起來，雙足變得又肥又大，以配合變重的身體。</p><p>配合島嶼的生活環境，多多鳥從鴿子的形狀與習性，演化成多多鳥的形狀與習性，牠是毛里西亞島「僅此一家，別無分號」的特殊產品。</p><p>一五○七年，葡萄牙人首次登陸毛里西亞島，發現了多多鳥，葡語「deudo」意即「蠢漢」的意思。因為多多鳥根本不懂得「避敵」，牠們毫無戒心，悠閒地在島上散步，一隻給抓了、殺了，另一隻還傻傻地站在旁邊看。</p><p>荷蘭人在一五九八年來時，也看到多多鳥，多多鳥也仍是親切地歡迎這些不速之客，絲毫沒有記取葡萄牙人給牠們的教訓。荷人也隨葡人叫牠們「Do Do」鳥，謔稱牠們是「笨鳥」。</p><p>葡萄牙人、西班牙人、英國人、法國人登上毛里西亞島後，殺掉了為數可觀的多多鳥。當年歐洲海上探險隊，海上生活單調令他們失去理性，在毛里西亞島上大肆捕殺多多鳥。除了捕殺外，水手們都習慣帶一些家畜在船上，一上岸，即放生一些家畜，如貓、狗、羊、豬、兔子等等，以便下回到島上有肉可吃。這些哺乳動物，外加每艘船都會有的老鼠，上了島嶼，把整個島嶼生態體系破壞，吃光草葉，踐踏鳥蛋，捕殺島上的動物，也傳來鳥的致命疾病──鳥天花，島上的鳥沒有免疫力，整批死亡。</p><p>多多鳥便是在這種情況下，在一六八一年絕了種。現今每回有人提到鳥類滅絕史，頭一個點名的，一定是多多鳥。英語的一句諺語是：「像多多鳥一樣地完蛋」，意即萬劫不復、無可挽回的意思。</p><p>（改寫自洪素麗〈多多鳥的傳奇〉）</p>",
    "subQuestions": [
      {
        "id": "8-1",
        "q": "「多多鳥在毛里西亞島優哉游哉」，「優哉游哉」的解釋應為下列何者?",
        "options": [
          "(A) 善於游泳",
          "(B) 從容自在",
          "(C) 追逐遊樂",
          "(D) 食物充足"
        ],
        "ans": "B",
        "explanation": "「優哉游哉」成語形容從容自得、悠閒自在的樣子。文中描述多多鳥在沒有天敵的島上，生活無憂無慮，符合此意。故選(B)。"
      },
      {
        "id": "8-2",
        "q": "根據本文，多多鳥之所以不躲避人類，以致被捕殺的主要原因是下列何者?",
        "options": [
          "(A) 多多鳥智商較低，不懂得躲避危險",
          "(B) 因為翅膀退化，多多鳥無法飛離危險",
          "(C) 人類以船上的食物家畜當作誘餌，獵殺牠們",
          "(D) 在島上不曾遇見天敵，因此對人類毫無防備"
        ],
        "ans": "D",
        "explanation": "文中第四段提到：「因為多多鳥根本不懂得『避敵』，牠們毫無戒心...」。這是因為多多鳥長期生活在沒有天敵威脅的孤島上（第二段：「在沒有天敵威脅下...」），演化過程中喪失了對掠食者的警戒心，導致面對人類時不知道要逃跑。故選(D)。"
      },
      {
        "id": "8-3",
        "q": "根據文章的敘述，下列何者最適合作為本文的結論?",
        "options": [
          "(A) 生物最後會滅絕，是歷史的宿命",
          "(B) 人類干預自然生態，影響物種生存",
          "(C) 生物肢體器官的退化，易導致物種滅絕",
          "(D) 自然氣候的變化，將影響生物的生存條件"
        ],
        "ans": "B",
        "explanation": "全文詳述了多多鳥滅絕的過程：先是歐洲探險隊的濫捕，接著是人類帶入的外來物種（家畜、老鼠）破壞生態環境、吃掉鳥蛋，以及帶入傳染病（鳥天花）。這些都是「人類干預」導致物種滅絕的鐵證，而非宿命或自然氣候變化。故選(B)。"
      }
    ]
  },
  {
    "id": "set-9",
    "title": "第9篇 晏平仲",
    "article": "<p>昔晏平仲敝車贏馬，桓子曰：「是隱君之賜也。」晏子曰：「自臣之貴，父之族，無不乘車者；母之族，無不足於衣食；妻之族，無凍餒者；齊國之士，待臣而舉火者，三百餘人。以此而為隱君之賜乎？彰君之賜乎？」於是齊侯以晏子之觴而觴桓子。予嘗愛晏子好仁，齊侯知賢，而桓子服義也。又愛晏子之仁有等級，而言有次也。</p><p>（節錄自錢公輔〈義田記〉）</p>",
    "subQuestions": [
      {
        "id": "9-1",
        "q": "桓子對於晏子所說：「是隱君之賜也。」這句話顯然是怎樣的口氣?",
        "options": [
          "(A) 激勵",
          "(B) 譏評",
          "(C) 讚嘆",
          "(D) 戲謔"
        ],
        "ans": "B",
        "explanation": "桓子看到晏子身為高官卻坐破車、駕瘦馬，認為他是在故意裝窮，隱藏國君的賞賜（沽名釣譽），因此這句話帶有譏諷、批評的意味。故選(B)。"
      },
      {
        "id": "9-2",
        "q": "晏子好仁助人的精神合乎誰的說法?",
        "options": [
          "(A) 耶穌的博愛",
          "(B) 釋迦牟尼的慈悲",
          "(C) 墨子的兼愛",
          "(D) 孔子的恕道"
        ],
        "ans": "D",
        "explanation": "晏子回答他照顧了父族、母族、妻族及齊國之士，這顯示他的仁愛是有親疏遠近等級的。這符合儒家（孔子）主張的「推己及人」、「親親而仁民」（由近及遠、愛有差等）的恕道精神。墨子的兼愛則是主張無差別的愛；耶穌與釋迦牟尼則多強調博愛與慈悲。故選(D)。"
      },
      {
        "id": "9-3",
        "q": "「晏子之仁有等級，而言有次也。」是說晏子的作法是怎樣?",
        "options": [
          "(A) 由上而下，由親而疏",
          "(B) 由上而下，由疏而親",
          "(C) 由下而上，由親而疏",
          "(D) 由下而上，由疏而親"
        ],
        "ans": "A",
        "explanation": "文末作者稱讚「晏子之仁有等級」，指他先照顧父族，次及母族、妻族，最後才到齊國之士。父族在宗法社會中地位最高且最親（上/親），國士關係較遠（下/疏）。這是一種由上而下、由親及疏的施行順序。故選(A)。"
      },
      {
        "id": "9-4",
        "q": "由文中的敘述，可知晏平仲的為人如何?",
        "options": [
          "(A) 雖富而不仁",
          "(B) 知義而好利",
          "(C) 守禮知法度",
          "(D) 好學勤發問"
        ],
        "ans": "C",
        "explanation": "晏子雖然富貴，但生活節儉（敝車贏馬），將財富用於照顧親族與國人，展現了仁德；面對桓子的譏評，他能理直氣壯且有條理地說明自己的用財之道，展現了知禮、守分寸（法度）的態度，不浮誇、不好利。故選(C)。"
      }
    ]
  },
  {
    "id": "set-10",
    "title": "第10篇 犀牛甘妲",
    "article": "<p>西元1515年，一隻名為甘妲的印度犀牛從印度西岸運達里斯本，作為禮物贈予葡萄牙國王。犀牛在當時的歐洲難得一見，引起了很大的騷動。</p><p>當時的版畫家杜勒為甘妲創作版畫，這件作品因廣受歡迎而大量印製、傳播。然而，版畫中的犀牛卻是一隻奇幻莫名的生物，身上披覆怪異的鎧甲、鱗片，以及各式瘤突、紋路與棘刺，更顯眼的則是後頸部那一支螺旋狀硬角。原來，杜勒並沒有親眼見過甘妲，而是根據一張由不知名的藝術家所繪製的素描轉製而來。有趣的是，當時另外一位版畫家柏克麥爾也製作了甘妲的木刻畫，儘管這件作品的真實性明顯優於杜勒版本，卻無法得到公眾的認同，遠不如杜勒版本普及。</p><p>杜勒的犀牛沾水筆手稿至今仍完整保存在大英博物館，若我們稍忽略細節來遠觀，就會發現畫中犀牛整體的比例與立體感並不突兀。然而，當我們想把一張手稿轉製成可以大量印行的版畫時，應該會面臨所謂「布線」的抉擇問題，也就是必須從原畫的灰階或紛雜的線條中整理、勾勒出明確的線條，確實「交代」這個物件的形狀與細節，不能模稜兩可。或許在這個階段，杜勒由於沒有親眼見到實體，再加上自身對異國奇物的想像，而在畫中做了許多超乎現實的描繪。</p><p>經過這些轉折，最終製成的版畫無愧大師之名，線條流暢靈活，布局精巧，而且整體視覺效果與細節也一如預期地強化了。甚至，在杜勒的手稿中犀牛後頸上的尖角原本並不是那麼明顯，現在也有意或無意地被放大了一點。</p><p>（改寫自陳一銘〈師法自然──生物學殿堂中的繪者〉）</p>",
    "subQuestions": [
      {
        "id": "10-1",
        "q": "根據本文，下列何者最可能是杜勒為犀牛甘妲製作的版畫?",
        "options": [
          "(A) <img src='images/q010_a.jpg' alt='Option A'>",
          "(B) <img src='images/q010_b.jpg' alt='Option B'>",
          "(C) <img src='images/q010_c.jpg' alt='Option C'>",
          "(D) <img src='images/q010_d.jpg' alt='Option D'>"
        ],
        "ans": "D",
        "explanation": "文中描述杜勒的版畫特徵：「身上披覆怪異的鎧甲、鱗片，以及各式瘤突、紋路與棘刺，更顯眼的則是後頸部那一支螺旋狀硬角」。選項 (D) 的圖片（著名的杜勒犀牛）最符合這些特徵，特別是後頸部那個不切實際的螺旋小角。故選 (D)。"
      },
      {
        "id": "10-2",
        "q": "根據本文，杜勒製作的犀牛版畫與真實犀牛有明顯差異的原因，不包含下列何者?",
        "options": [
          "(A) 沒有親眼見到犀牛",
          "(B) 過度凸顯比例和立體感",
          "(C) 對異國奇物的想像脫離現實",
          "(D) 從手稿轉製為版畫時會強化細節"
        ],
        "ans": "B",
        "explanation": "(A) 正確。文中說「杜勒並沒有親眼見過甘妲」。<br>(B) 錯誤。文中提到「畫中犀牛整體的比例與立體感並不突兀」，表示比例和立體感是相對準確的，並非差異的主因。<br>(C) 正確。文中提到「加上自身對異國奇物的想像，而在畫中做了許多超乎現實的描繪」。<br>(D) 正確。文中提到「從原畫的灰階或紛雜的線條中整理...整體視覺效果與細節也一如預期地強化了」。"
      }
    ]
  },
  {
    "id": "set-11",
    "title": "第11篇 楊布打狗",
    "article": "<p>楊朱之弟曰布，衣素衣而出。天雨，解素衣，衣緇衣而返。<br>其狗不知，而吠之。楊布怒，將擊之。</p><p>楊朱曰：「子勿擊矣，子亦猶是也。曩者使汝狗白而往黑而來，豈能無怪哉？」</p><p>註：①「衣」素衣而出：音ㄧˋ，穿。<br>②緇：音ㄗ，黑色。<br>③曩者：音ㄋㄤˇ，從前。</p><p>（戰國 列禦寇《列子‧說符‧楊布打狗》）</p>",
    "subQuestions": [
      {
        "id": "11-1",
        "q": "「楊布怒，將擊之」中的「之」詞性為何?",
        "options": [
          "(A) 動詞",
          "(B) 副詞",
          "(C) 代詞",
          "(D) 介詞"
        ],
        "ans": "C",
        "explanation": "「之」在文言文中常被用作代詞。在此句「楊布怒，將擊之」中，楊布因為狗對他吠叫而生氣，想要打「牠」。這個「之」字指代的就是前面提到的「狗」，具有替代名詞的作用，故詞性為代詞。選(C)。"
      },
      {
        "id": "11-2",
        "q": "楊布的狗吠他，是因為狗「無法」分辨主人的何種改變?",
        "options": [
          "(A) 服飾",
          "(B) 聲音",
          "(C) 容貌",
          "(D) 身材"
        ],
        "ans": "A",
        "explanation": "文中提到楊布出門時穿著「素衣」（白衣），因為下雨把白衣脫了，回來時穿著「緇衣」（黑衣）。狗因為看到衣服顏色改變而認不出主人，遂對其吠叫。楊朱也說：「使汝狗白而往黑而來」，說明狗是無法分辨主人「服飾」顏色的改變。故選(A)。"
      },
      {
        "id": "11-3",
        "q": "本文的故事內容主要在說明什麼?",
        "options": [
          "(A) 不要隨便在背後毀謗他人",
          "(B) 如果只注重事情的表面現象，往往容易把事情看錯",
          "(C) 要養成愛護動物的好習慣",
          "(D) 處理問題要心平氣和，不可衝動"
        ],
        "ans": "B",
        "explanation": "這則寓言故事透過狗因為主人衣服顏色改變就認不得主人，進而吠叫的情節，來比喻如果人們只觀察事物的表面現象（如衣服顏色），而忽略了本質（如楊布本人未變），就容易產生誤解與錯誤的判斷。故選(B)。"
      }
    ]
  },
  {
    "id": "set-12",
    "title": "第12篇 尚節亭記",
    "article": "<p>古人植卉木而有取義焉者，豈徒為玩好而已。故蘭取其芳，諼草取其忘憂，蓮取其出淤泥而不染。不特卉木也，佩以玉，環以象，坐右之器以欹，或以之比德而自勵，或以之懲志而自警；進德修業，於是乎有裨焉。</p><p>會稽黃中立，好植竹，取其節也；故為亭竹間，而名之曰「尚節之亭」，以為讀書游藝之所，澹乎無營乎外之心也。予觀而喜之。</p><p>夫竹之為物，柔體而虛中，婉婉焉而不為風雨摧折者，以其有節也。至於涉寒暑，蒙霜雪，而柯不改，葉不易，色蒼蒼而不變，有似乎臨大節而不可奪之君子。信乎！有諸中，形於外，為能踐其形也。然則以節言竹，復何以尚之哉？</p><p>世衰道微，能以節立身者鮮矣。中立抱材未用，而早以節立志，是誠有大過人者，吾又安得不喜之哉？</p><p>註：①諼草：即萱草，古代一種相傳可忘憂的植物。<br>②裨：益處。<br>③「柯」不改：草木的枝莖。</p><p>（節錄自劉基《尚節亭記》）</p>",
    "subQuestions": [
      {
        "id": "12-1",
        "q": "關於本文主旨，下列說明何者正確?",
        "options": [
          "(A) 專論竹子與節操的關係",
          "(B) 比較各類植物的特色",
          "(C) 說明喜愛竹子的理由",
          "(D) 讚美黃中立能以節立身"
        ],
        "ans": "D",
        "explanation": "文章雖然花費篇幅描寫竹子的特質（柔體虛中、不被風雨摧折、涉寒暑不變色），但其最終目的是「借物喻人」。作者劉基藉由讚美竹子的「節」，來推崇黃中立（亭主）能夠在世衰道微的環境下，依然「以節立志」、「以節立身」。故文章的核心主旨是讚美黃中立的高尚品格。選(D)。"
      },
      {
        "id": "12-2",
        "q": "根據本文，下列敘述何者正確?",
        "options": [
          "(A) 古人種植花木，只供玩好，不在裨補德業",
          "(B) 作者愛竹子，因為竹子長有節目",
          "(C) 竹子經霜不變，很有君子堅貞的操守",
          "(D) 中立抱材未用，為亭竹間，藉以博取美名"
        ],
        "ans": "C",
        "explanation": "(A) 錯誤，文中第一段即說「古人植卉木而有取義焉者，豈徒為玩好而已」，表示不只是為了好玩，而是為了進德修業。(B) 錯誤，作者喜愛的是竹子所象徵的「節操」精神，而非單純因為它長有竹節。(C) 正確，文中提到竹子「涉寒暑，蒙霜雪，而柯不改，葉不易... 有似乎臨大節而不可奪之君子」，以此比喻君子堅貞的操守。(D) 錯誤，黃中立蓋尚節亭是為了「讀書游藝」、「澹乎無營乎外之心」，並非為了博取美名。故選(C)。"
      },
      {
        "id": "12-3",
        "q": "「吾又安得不喜之哉？」這句話和下列何者互相呼應?",
        "options": [
          "(A) 古人植卉木而有取義焉者",
          "(B) 於是乎有裨焉",
          "(C) 予觀而喜之",
          "(D) 復何以尚之哉"
        ],
        "ans": "C",
        "explanation": "文章第二段末尾提到「予觀而喜之」（我看了很喜歡它/他），這是作者初次表達喜愛之情。文末再次感嘆「吾又安得不喜之哉？」（我怎麼能不喜歡他呢？），這種首尾情感的連結與重複，即是互相呼應的手法。故選(C)。"
      },
      {
        "id": "12-4",
        "q": "古人為文，都有想要表達的中心思想，本文的中心思想應為下列何者?",
        "options": [
          "(A) 義",
          "(B) 竹",
          "(C) 節",
          "(D) 志"
        ],
        "ans": "C",
        "explanation": "整篇文章從古人植木取義開始，談到黃中立蓋「尚節」亭，接著論述竹子因為有「節」而能經霜雪不變，最後讚美黃中立能以「節」立身。全篇的論述核心都圍繞著「節」（節操、氣節）這個字展開，故中心思想為(C)節。"
      },
      {
        "id": "12-5",
        "q": "關於本文的寫作手法，下列敘述何者最恰當?",
        "options": [
          "(A) 運用排比句式強調節操的重要",
          "(B) 藉描寫人物言行表現道德修養",
          "(C) 引用典故說明植竹的歷史由來",
          "(D) 以物象徵人，藉竹頌揚君子之節"
        ],
        "ans": "D",
        "explanation": "本文是一篇典型的「託物言志」或「藉物喻人」的文章。作者詳細描寫了竹子的自然特徵（柔體虛中、經冬不凋），並將這些特徵轉化為人的道德品質（有節操、臨大節而不可奪）。透過讚美竹子，實則是為了頌揚具有同樣節操的君子（如黃中立）。故(D)以物象徵人，藉竹頌揚君子之節最恰當。"
      }
    ]
  },
  {
    "id": "set-13",
    "title": "第13篇 做個好品格的現代人",
    "article": "<p>閱讀題組：愛蓮說中周敦頤藉蓮的特質說明君子的種種美德，並自我期許。時至今日，即使科技進步、價值觀多元，培養良好的品格仍是學習的重要課題，請就以下提供的資訊，回答各問題。</p><p><strong>做個好品格的現代人</strong></p><p>品格影響人一生的發展，表一是孔子勉勵弟子修德的一些內容，表二是天下雜誌對現代青少年應具備的品格項目所做的問卷調查。兩個表格可以看出古今對品格的要求皆有其共通性，如「己所不欲，勿施於人」就是現在所謂的同理心。這些資訊都可以提供我們修養品格的參考。</p><p><strong>表一 論語中有關修德的篇章</strong></p><div style='text-align:center'><img src='images/q013-1.jpg' alt='表一' style='max-width:100%; border-radius:10px;'></div><br><p><strong>表二 青少年最需要培養的品格項目 (可複選，最多三項)</strong></p><div style='text-align:center'><img src='images/q013-2.jpg' alt='表二' style='max-width:100%; border-radius:10px;'></div><p><small>資料來源：《天下雜誌 親子天下專刊》對國中小學童的家長問卷調查：您認為現在的孩子在品格教育上，最需要培養的是什麼？</small></p>",
    "subQuestions": [
      {
        "id": "13-1",
        "q": "王皓丸段考成績滿江紅，他非但不反省自己的學習態度，反而抱怨老師沒有做考前複習，怪罪弟弟看電視干擾他，甚至歸咎爸媽的遺傳基因太差。下列哪句話最適合用來糾正他這樣的心態?",
        "options": [
          "(A) 人而無信，不知其可也",
          "(B) 見義不為，無勇也",
          "(C) 君子求諸己，小人求諸人",
          "(D) 己所不欲，勿施於人"
        ],
        "ans": "C",
        "explanation": "王皓丸面對失敗（成績差），不自我反省，反而怪罪老師、弟弟、父母，這完全符合「小人求諸人」（小人總是要求別人、怪罪別人）的特徵。糾正他應教導他「君子求諸己」（君子遇到問題會先反求諸己，檢討自己）。故選(C)。"
      },
      {
        "id": "13-2",
        "q": "從表二的統計結果來看，下列敘述何者正確?",
        "options": [
          "(A) 家長們最在意的是孩子缺乏同理心",
          "(B) 家長們認為勇敢比忍受挫折力更重要",
          "(C) 受訪者認為孩子能有自信比有誠信更加重要",
          "(D) 超過半數的受訪者都認為孩子需要學習自律"
        ],
        "ans": "D",
        "explanation": "(A) 表二中顯示最高比例的是「自律精神」(56.88%)，而非同理心(44.51%)，故錯誤。(B) 「勇敢」僅佔14.19%，「忍受挫折力」佔32.68%，故家長認為忍受挫折力更重要，敘述錯誤。(C) 「有自信」為25.45%，「誠信」為26.7%，誠信的比例略高，故敘述錯誤。(D) 「自律精神」比例為56.88%，確實超過50%（半數），故(D)敘述正確。"
      },
      {
        "id": "13-3",
        "q": "請根據下列論語原文，從選項中選出最能對應的品格修養項目：<br>①眾惡之，必察焉；眾好之，必察焉。<br>②君子求諸己，小人求諸人。<br>③人而無信，不知其可也。<br>④見義不為，無勇也。<br>選項：(A) 判斷力、自律、誠信、勇敢 (B) 判斷力、誠信、自律、勇敢 (C) 勇敢、自律、誠信、判斷力 (D) 自律、勇敢、誠信、判斷力",
        "options": [
          "(A) 判斷力、自律、誠信、勇敢",
          "(B) 判斷力、誠信、自律、勇敢",
          "(C) 勇敢、自律、誠信、判斷力",
          "(D) 自律、勇敢、誠信、判斷力"
        ],
        "ans": "A",
        "explanation": "①「眾惡之...必察焉」是指不要隨波逐流，要有自己的觀察與見解，對應「思考判斷力」。<br>②「君子求諸己」是指自我要求、自我反省，對應「自律」。<br>③「人而無信」講求信用，對應「誠信」。<br>④「見義不為，無勇也」直接提到了勇，對應「勇敢」。<br>故順序為：判斷力、自律、誠信、勇敢。選(A)。"
      }
    ]
  },
  {
    "id": "set-14",
    "title": "第14篇 季節雨",
    "article": "<p>在黃昏的天空<br>我看到那彩帶一樣的迷濛<br>是你可愛的笑容<br>跟著我走在雨中<br>我們去看那迷濛的天空<br>在這雨的季節中<br>季節雨別笑我什麼都不懂<br>我知道愛就像一場夢<br>季節雨別笑我什麼都不懂<br>我知道愛就像季節雨<br>消失無蹤</p><p>（《季節雨》洪光遠詞，楊耀東唱）</p>",
    "subQuestions": [
      {
        "id": "14-1",
        "q": "這首季節雨最後所描寫遭遇與下列何者相同?",
        "options": [
          "(A) 他鄉的雨，和著母親的淚",
          "(B) 聽到瓦背上嘩嘩的雨聲，我就放心了",
          "(C) 失戀雨無緣無故無情淋著我的愛",
          "(D) 你說如果雨一直下到明天，我們就廝守到永遠"
        ],
        "ans": "C",
        "explanation": "歌詞最後說「我知道愛就像一場夢」、「我知道愛就像季節雨，消失無蹤」，表達了愛情像雨一樣短暫、消逝的感傷，這是一種失戀的情境。(A)是思鄉之情，(B)是安心的感覺（如《下雨天，真好》），(D)是熱戀的承諾。唯有(C)「失戀雨無緣無故無情淋著我的愛」同樣描寫失戀的痛苦與愛的消逝。故選(C)。"
      },
      {
        "id": "14-2",
        "q": "「季節雨別笑我什麼都不懂」一句使用的轉化修辭法與下列何者相同?",
        "options": [
          "(A) 雨天總是把我帶到另一個處所",
          "(B) 肚子鼓得跟蜜蜂似的",
          "(C) 與其感慨失去的，不如珍惜擁有的",
          "(D) 一把綠色的小傘是一頂荷蓋"
        ],
        "ans": "A",
        "explanation": "題目「季節雨別笑我...」是將物（季節雨）賦予人的動作（笑），屬於轉化修辭中的「擬人」。<br>(A) 「雨天總是把我帶到...」將雨天擬人化，能做「帶」的動作，同屬擬人。<br>(B) 「肚子鼓得跟蜜蜂似的」有「跟...似的」，是譬喻（明喻）。<br>(C) 是映襯。<br>(D) 「...是...」是譬喻（隱喻）。<br>故選(A)。"
      }
    ]
  },
  {
    "id": "set-15",
    "title": "第15篇 泰山日出",
    "article": "<p>玫瑰汁，葡萄漿，紫荊液，瑪瑙精，霜楓葉——大量的染工，在層累的雲底工作，無數蜿蜒的魚龍，爬進了蒼白的雲堆。</p><p>一方的異彩，揭去了滿天的睡意，喚醒了四隅的明霞——光明的神駒，在熱奮地馳騁。雲海也活了；眠熟的獸形的濤瀾，又回復了偉大的呼嘯，昂頭搖尾的向著我們朝露染青饅形的小島沖洗，激起了四岸的水沫浪花，震蕩著這生命的浮礁，似在報告光明與歡欣之臨在……</p><p>再看東方——海句力士已經掃蕩了他的阻礙，雀屏似的金霞，從無垠的肩上產生，展開在大地的邊沿。起……起……用力，用力，純焰的圓顱，一探再探地躍出了地平，翻登了雲背，臨照在天空。</p><p>（徐志摩《泰山日出》）</p>",
    "subQuestions": [
      {
        "id": "15-1",
        "q": "泰山日出一文的敘述手法較偏向哪一種感官的摹寫?",
        "options": [
          "(A) 嗅覺",
          "(B) 聽覺",
          "(C) 味覺",
          "(D) 視覺"
        ],
        "ans": "D",
        "explanation": "文中充滿了色彩與形狀的描寫，如「玫瑰汁，葡萄漿，紫荊液...」（紅紫色系色彩）、「魚龍」、「神駒」、「雀屏似的金霞」、「純焰的圓顱」（形狀與光影）。這些都是透過眼睛觀察到的景象，屬於視覺感官的摹寫。故選(D)。"
      },
      {
        "id": "15-2",
        "q": "「純焰的圓顱」根據文章的內容來看，是指什麼?",
        "options": [
          "(A) 火箭",
          "(B) 太陽",
          "(C) 月亮",
          "(D) 殞石"
        ],
        "ans": "B",
        "explanation": "文中描述它「躍出了地平，翻登了雲背，臨照在天空」，且前文提到「光明」、「金霞」。結合篇名《泰山日出》，可知這個充滿火焰色彩（純焰）、圓形頭顱狀（圓顱）的物體，正是剛升起的太陽。故選(B)。"
      },
      {
        "id": "15-3",
        "q": "「玫瑰汁，葡萄漿，……，霜楓葉」，作者是以這些東西來形容哪種顏色?",
        "options": [
          "(A) 青綠色",
          "(B) 金黃色",
          "(C) 紫紅色",
          "(D) 靛藍色"
        ],
        "ans": "C",
        "explanation": "玫瑰汁（紅）、葡萄漿（紫紅）、紫荊液（紫）、瑪瑙精（紅/深紅）、霜楓葉（紅）。這些事物的共同特徵是皆呈現紅、紫等暖色系色彩。作者用來形容日出前雲層被霞光染紅的顏色，故選(C)紫紅色。"
      }
    ]
  },
  {
    "id": "set-16",
    "title": "第16篇 蘭嶼徒步環島不要載我",
    "article": "<p>早年帶學生到蘭嶼上課時，即耳聞達悟族不吃鰻魚，感覺非常訝異，因為日本料理店的鰻魚料理可不便宜，鰻魚便當更是有名，而蘭嶼海域盛產鰻魚，偏偏達悟族人的傳統是不吃鰻魚的。若老人家看到有人吃海鰻或青蛙，會跟對方說：「是鬧飢荒了嗎？」這樣的話是在取笑數落那個人啊！問過當地友人，得到的答案是：「鰻魚那麼醜，幹嘛吃牠」。當然，這是開玩笑的回答，實際的答案是達悟族人不吃沒有魚鱗的生物，像是青蛙、鰻魚之類的。</p><p>達悟族人真的超討厭鰻魚，特別是到海邊射魚時常會遇到鰻魚，牠還會偷食獵人的漁獲，所以有的漁夫潛水射魚時看到鰻魚會射殺後丟棄，聽漁夫說有的鰻魚有手臂一樣粗，還是射死後丟棄，聽在我這漢人耳裡，直覺得好可惜。</p><p>在得知這訊息後心想，既然達悟族人不吃，那我們來吃。那是我帶學生到蘭嶼上課時的盤算，因為部落資源缺乏，我們一群師生十幾二十人到蘭嶼上課，一住就是半個月，甚至一個月，伙食是個問題。沒想到我的達悟族學生在一個月黑風高的夜晚，從東清騎機車到朗島找我，遞給我一個塑膠袋，裡頭有個用報紙包著的東西，我丈二金剛摸不著頭緒，不知道他葫蘆裡在賣什麼膏藥，要搞得神秘兮兮。</p><p>原來，他有次去釣魚時抓到一隻鰻魚，以前的經驗就直接丟棄，後來因為聽說我要吃，所以特別保留，而且用報紙層層包住，冰凍在家中的冷凍櫃，不敢讓家人發現，等我暑假帶學生到蘭嶼上課時，特別帶來送給我的。我難得收到這份厚禮，感動莫名。</p><p>為了這隻鰻魚，我折騰許久，雖然口中說達悟族人不吃，我來吃，等實際拿到鰻魚才知道，真正的麻煩才要開始。第二天，問了親朋好友，海鰻怎麼煮？眾人建議用中藥燉煮，其實我對廚藝是全然外行，但知道蘭嶼的農會超市可買到中藥包，沒有問題。接下來的問題是，等我開口說要煮鰻魚時，友人面有難色，我才警覺事有蹊蹺，因為他擺明不願意借我鍋子煮鰻魚。</p><p>此時，我才猛然發現，我住宿的朋友家，廚房鍋子的鍋蓋上用簽字筆寫著「男」「女」，我心想，這對恩愛夫妻怎麼會搞到連鍋子都要分，也太扯了。後來才發現，原來蘭嶼傳統文化對魚蟹分類非常嚴謹，我這漢人傻傻連魚有公母都分不清，沒想到達悟族的魚還分男人魚、女人魚、老人魚，也太神奇了，而且連煮魚的鍋子也有分，煮男人魚、煮女人魚的鍋子不同，原來鍋蓋上的男、女，指的是煮食哪種魚類使用，不是夫妻感情不好的財產區分，我真的是想太多了。</p><p>重點是，那我的鰻魚呢？要用哪種鍋子煮啊。問了半天，答案揭曉，沒有。沒想到達悟族人看不起鰻魚到這種程度，連煮鰻魚的鍋子都不願意借，我只好為了這條鰻魚，到農會超市買鍋子回來，才擺平煮鰻魚事件。還好，我的友人沒有計較到連瓦斯爐都不願意借，要我自己生火煮鰻魚，真的是感謝主。</p><p>後來那條鰻魚怎麼處理，我已經忘了，是真的買鍋子下中藥煮鰻魚湯或折騰半天後放棄了，已不可考。但這鰻魚事件著實讓我對蘭嶼的在地文化，上了寶貴的一課。</p><p>早期帶學生到蘭嶼上課，趣事橫生。有一次課餘之暇，友人相邀到尾端岩釣海鰻。那天傍晚，友人幫我準備了釣魚線，因為是要釣鰻魚，所以要做加強版的釣鉤。鰻魚的牙齒很利，一般釣魚線會被鰻魚咬斷，因此在綁魚鉤那端要用鋼絲纏繞，避免被輕易咬斷，功虧一簣。一切準備就緒，拿著釣魚線，走到海溝邊，展開正式的朗島盃釣鰻魚比賽，其實只有兩人。由於我是新手，友人還要一面教我怎麼尋找鰻魚的蹤跡，怎麼釣鰻魚。原來，海裡的鰻魚會利用漲潮時游到礁石區的海溝覓食，所以在有水的海溝漲潮時，常會發現鰻魚的身影。釣鰻魚的時候，用任何有魚腥味的生物當魚餌皆可，小魚的內臟、寄居蟹的屍體、魚肉，都可以，有腥味的鰻魚都吃。</p><p>由於鰻魚身長，會躲在海溝的洞穴藏身，只有頭會探出，釣的時候要把魚餌放到鰻魚的眼前，但不要靠洞穴太近，要設法引誘牠出洞，原來「引蛇出洞」對海鰻也適用。如果不這樣做，釣到鰻魚會拉不起來，因為鰻魚的身體會捲住岩石，讓你無法釣上來，最後會脫鉤，白忙一場。</p><p>接著，因為鰻魚很滑，牙齒很利，釣到以後不能像一般釣魚一樣直直拉起就好，而是要一面抖動，一面往礁石區移動，避免鰻魚捲成一團，不好處理。然後，鰻魚釣上來以後，還有一招很重要，就是要把鰻魚用力地甩在礁石上，讓牠昏迷，再用準備好的棍棒敲擊鰻魚頭部，將之擊昏，並用腳踩住牠的頭，然後把魚鉤取下，釣鰻魚的工作才算完成。</p><p>我雖是新手，但學習能力很強，很快就上手，開始在海溝中尋覓海鰻的身影，看到後來就依樣畫葫蘆地釣牠，一回生，二回熟，慢慢抓到訣竅，發現釣鰻魚很容易又很好玩。在釣鰻魚的過程中，意外發現，鰻魚真的很愛吃。由於我的經驗不足，有隻鰻魚在上鉤後被牠溜進洞穴，我拉不出來，最後脫鉤了，在牠的嘴上留下一道撕裂的傷口，本以為那隻鰻魚有此經驗，不會再來咬食了，沒想到，釣餌一放，牠又過來了。這隻鰻魚第二次上鉤時，我的經驗還是不夠，又讓牠跑了，有點氣餒。</p><p>很快地，我換好魚餌，發現牠還在，再試一次，牠的嘴上已經有兩道傷口了，心想應該不會再吃了吧！哪知牠又吃了，我既驚又喜，但操之過急又扯掉了，還是被牠溜走，真的好挫折，暗暗罵自己怎麼那麼笨手笨腳，連隻鰻魚都釣不到。沒想到，嘴上已經有三道撕裂傷的鰻魚還在，等我小心翼翼地把魚餌放入海中，牠又過來吃了。總算皇天不負苦心人，這次讓我釣到。驚喜之餘，一面抖動手中的釣線，說時遲，那時快，以最快的速度將鰻魚甩到礁石上，來回幾次，終於搞定，順利取下魚鉤，得到一分。</p><p>說實在，在釣鰻魚的過程中，雖然真的很好玩，但心中有股淡淡的哀傷。一來是於心不忍，看鰻魚嘴巴撕裂的模樣，還要有點殘忍地甩牠，直到昏死過去，感覺有點血腥。但真正讓我難過的是，鰻魚怎麼會這麼沒有反省能力，咬一次嘴巴已經有撕裂傷了，還會一而再、再而三地上鉤，一點反省能力都沒有。此時想到的是，教室上課時學生的反應，即是如此。老師一而再、再而三地叮嚀，上課不要玩手機、不要講話，學生總是依然故我，玩他們的、講他們的，臺上臺下兩樣情。</p><p>以前的我，總是會上課上到懷疑人生，直到那回釣了鰻魚，我才恍然大悟，原來，有些人的行為模式真的像鰻魚，想到這裡，心中才釋懷。之後，在校園上課，有時實在受不了，我會脫口而出，講某某學生像鰻魚一樣，學生完全狀況外，不知老師在說什麼，但是我卻能因此得到療癒。原來，釣鰻魚也是深具人生哲理，對生命的成長，是有助益的。</p><p>那次釣鰻魚比賽的結果，如果我沒記錯，最後的比數是四比一，我獲勝，那應該是我唯一一次釣魚比賽贏的紀錄，當然，我猜想，達悟族人應該連釣鰻魚也不屑，故意讓我的。</p><p>在蘭嶼的徒步行程，因為時間太趕，所以沒有辦法排其他的體驗行程，否則，安排釣海鰻的體驗也很有創意，順便推廣海鰻的特色餐飲，讓達悟族不吃的海中資源成為旅人的美食，說不定會大賣。</p><p>看到那兩條在芋頭田悠游的鰻魚，有感而發地跟旅人分享了這段鰻魚故事，提醒旅人，千萬不要變成鰻魚。萬一，下次有人說你是鰻魚時，要知道，那是在罵人。</p><p>（本文節錄自簡鴻模《蘭嶼徒步環島不要載我》玉山社）</p>",
    "subQuestions": [
      {
        "id": "16-1",
        "q": "達悟族人不食鰻魚的原因是什麼?",
        "options": [
          "(A) 民族神話影響",
          "(B) 鰻魚普遍有毒",
          "(C) 鰻魚沒有鱗片",
          "(D) 鰻魚數量稀少"
        ],
        "ans": "C",
        "explanation": "文章第一段提到：「實際的答案是達悟族人不吃沒有魚鱗的生物，像是青蛙、鰻魚之類的。」明確指出達悟族人不吃鰻魚是因為牠「沒有魚鱗」，這是他們的飲食文化禁忌。故選(C)。"
      },
      {
        "id": "16-2",
        "q": "作者在蘭嶼料理鰻魚時遇到何種困難?",
        "options": [
          "(A) 鰻魚放在冰凍櫃太久，不好煮",
          "(B) 蘭嶼沒有中藥行，沒辦法燉煮",
          "(C) 友人家的鍋子有男女使用之別，所以不願出借",
          "(D) 達悟族人的鍋子依魚分類，無專煮鰻魚的鍋子"
        ],
        "ans": "D",
        "explanation": "文中提到作者想借鍋子煮鰻魚時，友人面有難色。原來達悟族對魚類分類嚴謹（男人魚、女人魚），連鍋子也有分。而鰻魚因為不被食用，根本不在這些分類中，「連煮鰻魚的鍋子都不願意借」，實際上是因為沒有專門用來煮這種「被視為不能吃」的生物的鍋子。作者只好自己去買鍋子。故選(D)。"
      },
      {
        "id": "16-3",
        "q": "關於作者受友人邀請釣鰻魚的過程及結果，下列敘述何者正確?",
        "options": [
          "(A) 作者毫無經驗，屢屢失敗，沒釣中一隻",
          "(B) 作者汲取經驗，最後成功釣中一隻鰻魚",
          "(C) 作者瞎貓碰到死老鼠，馬上釣中一隻鰻魚",
          "(D) 作者累積經驗，但鰻魚也精明，最後逃脫"
        ],
        "ans": "B",
        "explanation": "文中描述作者是新手，起初經驗不足，讓鰻魚脫鉤了幾次（「有隻鰻魚在上鉤後被牠溜進洞穴...第二次上鉤時，我的經驗還是不夠，又讓牠跑了」）。但後來作者「總算皇天不負苦心人，這次讓我釣到」，成功釣起了那隻嘴上有三道傷口的鰻魚。故選(B)。"
      },
      {
        "id": "16-4",
        "q": "承上題，下列哪一句話可以用來勸告鰻魚?",
        "options": [
          "(A) 死得其所，流芳百世",
          "(B) 最偉大的勝利，就是戰勝自己",
          "(C) 要想知河水深淺，需問過來人",
          "(D) 聰明的人不會被同一塊石頭絆倒兩次"
        ],
        "ans": "D",
        "explanation": "文中提到那隻鰻魚「咬一次嘴巴已經有撕裂傷了，還會一而再、再而三地上鉤，一點反省能力都沒有」。這種不知記取教訓，重複犯同樣錯誤的行為，正好可以用(D)「聰明的人不會被同一塊石頭絆倒兩次」來勸告。意即應該要學乖，不要重蹈覆轍。"
      }
    ]
  },
  {
    "id": "set-17",
    "title": "第17篇 智能的夢魘",
    "article": "<p>我想，一個人最值得珍視的就是仁慈的天性，這遠比聰明重要；如果缺乏仁慈的天性，就應該通過艱苦修煉來叩擊良知；如果連良知也叩擊不出來，那就要以長期的教育使他至少懂得敬畏，恪守規矩；如果連這也做不到，那就只能寄望於他的愚鈍和木訥了；如果他居然頗具智能，又很有決斷，那就需要警覺，因為這樣的人隨時有可能進入一種可怖的夢魘，並把這種夢魘帶給別人。</p><p>（節錄自余秋雨《智能的夢魘》）</p>",
    "subQuestions": [
      {
        "id": "17-1",
        "q": "作者所指的「可怖的夢魘」指的是什麼?",
        "options": [
          "(A) 濫用仁慈的天性所造成的傷害",
          "(B) 不可救的愚鈍和木訥",
          "(C) 缺乏教育的訓練和陶冶",
          "(D) 缺乏仁心，並利用自己的資質為非作惡"
        ],
        "ans": "D",
        "explanation": "文章邏輯層層遞進：最重要的是仁慈 -> 沒有仁慈要有良知 -> 沒有良知要守規矩 -> 不守規矩最好愚鈍。最後提到最可怕的情況是：「如果他居然頗具智能，又很有決斷」（即有資質），但前述的仁慈、良知、規矩都缺乏，這樣的人會製造「可怖的夢魘」。故夢魘指的是(D)缺乏仁心，卻有能力（資質）去為非作惡，從而造成巨大傷害。"
      },
      {
        "id": "17-2",
        "q": "作者認為可以補救缺乏仁心的方法，「不包括」下列何者?",
        "options": [
          "(A) 具備智能和決斷力",
          "(B) 天資愚鈍木訥",
          "(C) 長期教育",
          "(D) 喚醒良知"
        ],
        "ans": "A",
        "explanation": "文中提到的補救或緩衝層次包括：「叩擊良知」（喚醒良知）、「長期的教育使他懂得敬畏」（長期教育）、甚至「寄望於他的愚鈍和木訥」（天資愚鈍木訥，至少不會作大惡）。唯獨(A)「具備智能和決斷力」在缺乏仁心的情況下，被作者視為危險的訊號（需要警覺），而非補救方法。故選(A)。"
      }
    ]
  },
  {
    "id": "set-18",
    "title": "第18篇 上邪",
    "article": "<p>上邪！我欲與君相知，長命無絕衰。山無陵，江水為竭，冬雷震震，夏雨雪，天地合，乃敢與君絕。</p><p>註：①上邪：天啊。此為作者指著蒼天發誓。邪，通「耶」，語氣助詞，表感嘆。<br>②相知：相愛。<br>③長命無絕衰：長使感情不衰減。命，讓、使。<br>③山無陵：山磨去山峰成為平地。<br>⑤冬雷震震：冬天發出陣陣的巨聲雷響。<br>⑥夏雨雪：夏天降下白雪。雨，動詞，落下。<br>⑦天地合：指天塌下來與地相合。<br>⑧絕：指斷絕關係。</p><p>（佚名《上邪》）</p>",
    "subQuestions": [
      {
        "id": "18-1",
        "q": "此詩主要在敘述何種情感?",
        "options": [
          "(A) 對故友的無限思念",
          "(B) 對國君的忠誠不二",
          "(C) 對戀人的堅貞不渝",
          "(D) 對天災的憂心忡忡"
        ],
        "ans": "C",
        "explanation": "詩句「我欲與君相知，長命無絕衰」直接表達了希望與對方相愛、感情永不衰絕的願望。接著列舉了「山無陵、江水為竭、冬雷震震、夏雨雪、天地合」等五種不可能發生的自然異象，來發誓除非這些發生，否則絕不與君斷絕。這是一種對愛情極致堅定、至死不渝的誓言。故選(C)。"
      },
      {
        "id": "18-2",
        "q": "關於本詩的說明，下列何者正確?",
        "options": [
          "(A) 這是一首與對方絕交而傷心欲絕的詩作",
          "(B) 全詩情感含蓄，表達女子對愛情的渴望",
          "(C) 藉由自然景物描寫對方的心意難以捉摸",
          "(D) 透過誇飾手法凸顯主角強烈堅定的情感"
        ],
        "ans": "D",
        "explanation": "詩中使用了一連串極端誇張的假設（山平、江乾、冬雷、夏雪、天地合），這些都是現實中幾乎不可能發生的事（誇飾修辭）。作者用這些不可能的條件作為「敢與君絕」的前提，反襯出對愛情堅定不移的決心。故(D)敘述正確。(A)是示愛而非絕交；(B)情感熱烈奔放而非含蓄；(C)是藉景物發誓，非描寫對方心意。"
      },
      {
        "id": "18-3",
        "q": "有關本詩內容意涵的詮釋，下列何者最恰當?",
        "options": [
          "(A) 作者對天許願乃祈望上天傳達心意給對方",
          "(B) 「山無陵，江水為竭」意近「海枯石爛」",
          "(C) 「冬雷震震，夏雨雪」是天對真情的反應",
          "(D) 「天地合，乃敢與君絕」表達女子的絕望"
        ],
        "ans": "B",
        "explanation": "「山無陵」（高山變平地）與「江水為竭」（江水乾涸）都是形容地貌的劇烈改變，與成語「海枯石爛」（海水乾枯，石頭粉碎）皆用來比喻時間久遠或意志堅定，誓言永不改變。故(B)最恰當。(A)是對天發誓而非傳話；(C)是假設的條件而非天的反應；(D)是表達決絕的誓言而非絕望。"
      }
    ]
  },
  {
    "id": "set-19",
    "title": "第19篇 對話推與敲",
    "article": "<p>對話推與敲：文章中出現對話，可以讓內容更生動、文意更清楚，人物情緒更鮮明。請根據對話情境，回答下列問題。</p><p>戰國時期,秦國有位公子名叫子楚，被送到趙國當人質。由於趙國對他極不禮遇，子楚生活拮据，日子過得並不如意。當時有位商人呂不韋，雖然事業有成，但深感商人的社會地位低下，心中渴望提升自己的身分。後來，呂不韋到趙國首都邯鄲經商，偶然得知子楚的特殊背景與困境，心生妙計，便前去拜見子楚。</p><p>呂不韋對子楚說：「我能助您光耀門庭。」</p><p>子楚笑道：「您還是先光耀自己的門庭，再來幫我吧！」</p><p>呂不韋回答：「您有所不知，（　　　　　）。」</p><p>子楚聽後，心領神會，便與呂不韋促膝長談。</p><p>後來呂不韋逐步實行自己的計畫，最後成功地讓子楚被立為秦國太子，並順利繼位為國君。子楚登基後，任命呂不韋為丞相，呂不韋也因此成功地提升了自己的身分地位。</p>",
    "subQuestions": [
      {
        "id": "19-1",
        "q": "根據文中人物的背景、心理與對話情境，推測呂不韋最可能用哪一句話來說服子楚?",
        "options": [
          "(A) 我只是不忍心看您受苦，才想幫您光耀門庭啊",
          "(B) 我只是希望天下能夠太平安樂，不再受戰爭侵擾",
          "(C) 我的門庭正需藉您的門庭光耀，才能有所提升",
          "(D) 我想和您合作，未來成為秦國最富有的大商人"
        ],
        "ans": "C",
        "explanation": "呂不韋的目的是「提升自己的身分」，而子楚譏笑他連自己門庭都沒光耀。呂不韋此時需要一句話點醒子楚，說明兩人的利益是綁定在一起的。選項(C)「我的門庭正需藉您的門庭光耀，才能有所提升」話中有話，暗示呂不韋若能助子楚（未來的秦王）飛黃騰達，呂不韋自己的地位也會隨之水漲船高。這正好切中了呂不韋「奇貨可居」的策略，也讓子楚聽懂了其中的利益交換，故心領神會。選(C)。"
      },
      {
        "id": "19-2",
        "q": "根據本文情境，推測兩人會面時，子楚對呂不韋的態度有何轉變?",
        "options": [
          "(A) 從敬畏到信任",
          "(B) 從輕視到看重",
          "(C) 從親近到疏遠",
          "(D) 從尊重到冷淡"
        ],
        "ans": "B",
        "explanation": "一開始呂不韋說要助子楚光耀門庭時，子楚「笑道：『您還是先光耀自己的門庭，再來幫我吧！』」，這句話帶有嘲諷與輕視的意味，認為一個商人憑什麼幫皇室公子。但聽完呂不韋的回答（暗示彼此利益共生）後，子楚「心領神會，便與呂不韋促膝長談」，態度轉為看重並願意深談。故轉變為(B)從輕視到看重。"
      }
    ]
  },
  {
    "id": "set-20",
    "title": "第20篇 生命中總有來來去去的朋友",
    "article": "<p>在暑假期間，一位昔日好友由倫敦回來。女兒側著頭天真地問：「是不是從很遠的地方回來的人，都要約著見面，請他們喝咖啡？」「那倒不一定啦！媽媽那時同她感情最好，一起做助教時，她很照顧媽媽。」女兒鍥而不捨地接著問：「大人也還要人家照顧嗎？她怎麼照顧你？」我聽了不由得笑了起來說：「人再大，也需要別人照顧呀！那時候，媽媽的心情很不好，王阿姨她自己做賀卡，媽媽看了好感動。這張卡片給了我很大的鼓勵！」女兒聽了，若有所思，低頭不語。</p><p>我和朋友見了面，開心地談著往事、彼此探問著現況，女兒一旁安靜地聽著，不一會兒朝我悄悄地說：「先借給我一百元好嗎？我想買一個東西。」過沒多久，她面對朋友，恭敬地立正，雙手捧上一盒包裝精美的禮物，一派正經地說：「王阿姨！送你一個小禮物，你從那麼遠的地方來。」朋友和我同時大吃了一驚，朋友手足無措，女兒很認真地併攏腳跟，無限深情地說：「我媽媽說你是她最好的朋友，謝謝你以前那麼照顧我媽。」一股熱氣往腦門兒直衝了上去，我喉嚨驀地哽咽了起來，眼睛霎時又溼又熱，萬萬沒想到女兒竟會如此做。朋友的眼睛也陡地紅了起來，嘴脣微顫，卻是一句話也說不出來，只緊緊摟過女兒，喃喃說道：「謝謝啊！謝謝……」女兒高興得又蹦又跳地走開了，留下兩個女人在飄著咖啡香的屋裡領受著比咖啡還要香醇的情誼。</p><p>生命中總有不同階段的朋友來來去去，但大多數的人們只用回憶懷念舊朋友，時間越久，友誼慢慢就淡了，不論多深厚的感情終究敵不過歲月的考驗，除非我們自己願意用心經營！！有些朋友雖然無法豐裕自己的生活，卻能溫暖自己的生命，每當想起他（她）時，看到他（她）時，心情就會很快樂，很開心，或許你我都曾經擁有過這樣的朋友，也曾經因為不珍惜而失去了這樣的朋友！！我不禁想幾年後，我們還會是好朋友嗎？</p><p>（《生命中總有來來去去的朋友》）</p>",
    "subQuestions": [
      {
        "id": "20-1",
        "q": "依據文意，小女孩送禮給王阿姨的原因為何?",
        "options": [
          "(A) 配合媽媽的要求",
          "(B) 收過禮物後的回禮",
          "(C) 想要和王阿姨當朋友",
          "(D) 感謝她對媽媽的照顧"
        ],
        "ans": "D",
        "explanation": "文中提到，女兒在聽完媽媽說王阿姨以前很照顧媽媽、給了很大鼓勵後，「若有所思」。後來送禮物時，女兒說：「我媽媽說你是她最好的朋友，謝謝你以前那麼照顧我媽。」這明確表示女兒是為了感謝王阿姨過去對媽媽的照顧，才主動買禮物送她。故選(D)。"
      },
      {
        "id": "20-2",
        "q": "「生命中總有不同階段的朋友來來去去，但大多數的人們只用回憶懷念舊朋友，時間越久，友誼慢慢就淡了，不論多深厚的感情終究敵不過歲月的考驗，除非我們自己願意用心經營。」下列何者「不算」是用心經營的方式?",
        "options": [
          "(A) 時常贈送禮物",
          "(B) 保持通信聯絡",
          "(C) 定期安排聚會",
          "(D) 發自內心珍惜"
        ],
        "ans": "A",
        "explanation": "經營友誼的重點在於情感的交流與維繫。(B)保持聯絡、(C)定期聚會、(D)內心珍惜，都是維繫情感的實質互動或心態。而(A)「時常贈送禮物」雖然也是一種表達，但若過於頻繁或流於物質形式，並非經營友誼的核心，且文中故事強調的是女兒那份「心意」帶來的感動，而非禮物本身（朋友手足無措，感動落淚）。與其他選項相比，單純的物質餽贈（時常贈送禮物）較不算最核心的經營方式。故選(A)。"
      }
    ]
  },
  {
    "id": "set-21",
    "title": "第21篇 買花",
    "article": "<p>帝城春欲暮，喧喧①車馬度。<br>共道牡丹時，相隨買花去。<br>貴賤無常價，酬直看花數。<br>灼灼②百朵紅，戔戔③五束素④。<br>上張幄幕庇，旁織笆籬護。<br>水灑復泥封，移來色如故。<br>家家習為俗，人人迷不悟。<br>有一田舍翁，偶來買花處。<br>低頭獨長嘆，此嘆無人諭。<br>一叢深色花，十戶中人賦！</p><p>注：①喧喧：喧鬧的樣子。<br>②灼灼：花朵茂盛鮮明的樣子。<br>③戔戔：積聚的樣子，形容眾多。戔，音ㄐㄧㄢ。<br>④五束素：即二十五匹絹帛。</p><p>（白居易《買花》）</p>",
    "subQuestions": [
      {
        "id": "21-1",
        "q": "就本詩的意境與內容來看，這是一首什麼性質的詩作?",
        "options": [
          "(A) 邊塞懷鄉",
          "(B) 社會寫實",
          "(C) 田園山水",
          "(D) 浪漫飄逸"
        ],
        "ans": "B",
        "explanation": "這首詩描寫了京城長安在暮春時節，富貴人家瘋狂買牡丹花的現象。最後透過「田舍翁」的嘆息：「一叢深色花，十戶中人賦！」（一叢深紅色的牡丹花價格，竟然相當於十戶中等農家的賦稅），深刻揭露了當時貧富差距懸殊的社會現象，具有強烈的批判性與現實意義。故屬於(B)社會寫實詩。"
      },
      {
        "id": "21-2",
        "q": "詩中道盡唐人照顧牡丹不遺餘力，以下何句並不屬之?",
        "options": [
          "(A) 水灑復泥封",
          "(B) 上張幄幕庇",
          "(C) 家家習為俗",
          "(D) 旁織笆籬護"
        ],
        "ans": "C",
        "explanation": "(A) 「水灑復泥封」是指為了移植花木，澆水並封泥保護根部，屬照顧行為。(B) 「上張幄幕庇」指張設帷幕遮蔽陽光風雨，屬照顧行為。(D) 「旁織笆籬護」指編織籬笆保護花木，屬照顧行為。而(C) 「家家習為俗」是指家家戶戶都把買花、賞花當成習俗，描述的是一種社會風氣，而非具體的照顧動作。故選(C)。"
      }
    ]
  },
  {
    "id": "set-22",
    "title": "第22篇 孔子晚而喜易",
    "article": "<p>孔子晚而喜易、序彖、繫、象、說卦、文言。讀易，韋編三絕。曰：「假我數年，若是，我於易則彬彬矣。」孔子以詩、書、禮、樂教，弟子蓋三千焉，身通六藝者七十有二人。</p><p>註：①韋：熟牛皮條。古代書籍是寫在竹木簡上，用熟牛皮條穿起來。<br>②假：借。這裡是「給予」的意思。<br>③彬彬：文質兼備，兼通文辭和義理。</p><p>（司馬遷《史記‧孔子世家》）</p>",
    "subQuestions": [
      {
        "id": "22-1",
        "q": "根據文意，下列敘述何者「錯誤」?",
        "options": [
          "(A) 孔子晚年喜歡鑽研易經，希望有充分的時間研究",
          "(B) 韋編三絕是因為孔子在翻閱書簡時，動作不夠小心",
          "(C) 目前孔子尚未完全掌握、理解周易的文詞與義理",
          "(D) 隨孔子就學的弟子約有三千人，精通六藝的有七十二人"
        ],
        "ans": "B",
        "explanation": "文中提到「讀易，韋編三絕」，這是指孔子勤讀《易經》，翻閱次數多到連串連竹簡的牛皮繩都斷了好幾次，形容其「勤奮好學」，而非(B)所述的動作不夠小心。故(B)為錯誤敘述。"
      },
      {
        "id": "22-2",
        "q": "由文意可推知，下列何者是成語「韋編三絕」的解釋?",
        "options": [
          "(A) 比喻了解透澈，能得心應手，運用自如",
          "(B) 比喻心意不定，反覆無常",
          "(C) 比喻戒慎恐懼，非常謹慎小心",
          "(D) 比喻讀書勤奮，刻苦自學"
        ],
        "ans": "D",
        "explanation": "「韋」是熟牛皮，「編」是編聯竹簡，「三絕」指多次斷裂。孔子因反覆閱讀《易經》導致牛皮繩多次斷裂，後人便以「韋編三絕」來比喻讀書勤奮，刻苦治學。故選(D)。"
      }
    ]
  },
  {
    "id": "set-23",
    "title": "第23篇 愛鳥",
    "article": "<p><strong>【甲】</strong></p><p>平生不喜籠中養鳥，而予又未嘗不愛鳥，但養之有道耳。欲養鳥莫如多種樹，使繞屋數百株，扶疏茂密，為鳥國鳥家。將旦時，睡夢初醒，尚輾轉在被，聽一片啁啾，如雲門、咸池①之奏。及披衣而起，頮面②、漱口、啜茗，見其揚翬振彩③，倏往倏來，目不暇給，固非一籠一羽之樂而已。大率平生樂處，欲以天地為園，江漢為池，各適其天，斯為大快。比之盆魚籠鳥，其鉅細仁忍何如也！</p><p>註：①雲門、咸池：黃帝以下六代的古樂。<br>②頮面：洗臉。頮，音ㄏㄨㄟˋ。<br>③揚翬振彩：張開五彩繽紛的翅膀飛行。翬，音ㄏㄨㄟ。</p><p>（改寫自鄭燮《濰縣署中與舍弟墨第二書‧信後又附一紙》）</p><p><strong>【乙】</strong></p><p>我愛鳥。</p><p>從前我常見提籠架鳥的人，清早在街上蹓躂。我感覺興味的不是那人的悠閒，卻是那鳥的苦悶。胳膊上架著的鷹，有時頭上蒙著一塊皮子，羽翮不整地蜷伏著不動，哪裡有半點瞵視昂藏的神氣？籠子裡的鳥更不用說，常年的關在柵欄裡，飲啄倒是方便，冬天還有遮風的棉罩，十分地「優待」，但是如果想要「搏扶搖而直上」，便要撞頭碰壁。鳥到了這種地步，我想牠的苦悶，大概是僅次於黏在膠紙上的蒼蠅；牠的快樂，大概是僅優於在標本室裡住著罷？</p><p>我開始欣賞鳥，是在四川。黎明時，窗外是一片鳥轉，不是吱吱喳喳的麻雀，不是呱呱噪啼的烏鴉，那一片聲音是清脆的，是嘹亮的。有的一聲長叫，包括著六七個音階；有的只是一個聲音，圓潤而不覺其單調；有時是獨奏，有時是合唱，簡直是一派和諧的交響樂。</p><p>（梁實秋《鳥》）</p>",
    "subQuestions": [
      {
        "id": "23-1",
        "q": "下列何者是兩文都直接描寫的內容?",
        "options": [
          "(A) 鳥聲的啁啾",
          "(B) 鳥羽的斑斕",
          "(C) 鳥在籠中的苦狀",
          "(D) 作者養鳥的方法"
        ],
        "ans": "A",
        "explanation": "【甲】文中提到「聽一片啁啾，如雲門、咸池之奏」，【乙】文中提到「黎明時，窗外是一片鳥轉...那一片聲音是清脆的，是嘹亮的...簡直是一派和諧的交響樂」。兩文都直接描寫了鳥鳴聲（鳥聲的啁啾）。(B)只有甲文提及「揚翬振彩」。(C)只有乙文詳細描寫籠中鳥的苦悶與撞頭碰壁。(D)兩文作者皆傾向讓鳥自由，甲文說「欲養鳥莫如多種樹」，乙文則是單純欣賞，嚴格來說都不算傳統意義上的「養鳥方法」（如餵食、照顧等）。故選(A)。"
      },
      {
        "id": "23-2",
        "q": "對於鳥，兩文作者有何相同的看法?",
        "options": [
          "(A) 各種鳥鳴的聲音都悅耳動聽",
          "(B) 籠中鳥行動受限但生活無虞",
          "(C) 想要養鳥的人應瞭解鳥的習性",
          "(D) 自由的鳥更能展現形態與聲音"
        ],
        "ans": "D",
        "explanation": "【甲】文作者認為「欲以天地為園...各適其天，斯為大快」，且能看到鳥「揚翬振彩，倏往倏來」，展現自由自在的美。【乙】文作者認為籠中鳥「羽翮不整...哪裡有半點瞵視昂藏的神氣」，而野外的鳥聲則是「交響樂」。這顯示兩位作者都認為，只有在自由的狀態下，鳥才能展現出最美好的形態與聲音。故選(D)。"
      }
    ]
  },
  {
    "id": "set-24",
    "title": "第24篇 體驗生命",
    "article": "<p>如果我們能夠去體驗生命中的每一分每一秒，真正的滿足就在當下，而不是渺茫不可知的未來。假使生命的意義只在為未來做準備，那麼我們只會在等待中逐漸衰老。很多人，該做的事，該度的假，該和家人共遊的承諾，一再跳票：等連假再說、等升遷再說、等退休再說、等心情好的時候再說。好不容易盼到了，腦子卻一片空白，匆匆來，匆匆去，又一次「□與」。</p>",
    "subQuestions": [
      {
        "id": "24-1",
        "q": "依據本文，請問下列敘述何者「錯誤」?",
        "options": [
          "(A) 生命必須等待時機成熟",
          "(B) 及時行樂，活在當下",
          "(C) 不要把希望的眼光投往遙遠的未來",
          "(D) 生命禁不起一再的等待"
        ],
        "ans": "A",
        "explanation": "本文的核心觀點是「真正的滿足就在當下」，批評「一再跳票」的等待心態。作者認為如果總是在等待未來（等連假、等升遷...），只會「在等待中逐漸衰老」。因此，(A)「生命必須等待時機成熟」是與文意相反的錯誤敘述。故選(A)。"
      },
      {
        "id": "24-2",
        "q": "下列何者與本文主旨最貼近?",
        "options": [
          "(A) 生命的藝術不是做你喜歡的事，而是喜歡你做的事",
          "(B) 撕去的日曆追悔無益，還沒撕的不用追悔，現在這一張才是重點",
          "(C) 有超越的勇氣，才有登頂的喜悅",
          "(D) 破山中賊易，破心中賊難"
        ],
        "ans": "B",
        "explanation": "本文主旨強調「把握當下」，不要寄望於渺茫的未來。(B)「撕去的日曆...現在這一張才是重點」正是強調「活在當下」的重要性，與本文主旨最為貼近。故選(B)。"
      },
      {
        "id": "24-3",
        "q": "「又一次『□與』」句中缺空處，宜填入下列何者最恰當?",
        "options": [
          "(A) 期待、盼望",
          "(B) 失望、懊悔",
          "(C) 新生、感動",
          "(D) 振作、慚愧"
        ],
        "ans": "B",
        "explanation": "文中描述人們不斷推遲計畫（跳票），等到好不容易盼到了，卻因為「腦子一片空白」、「匆匆來，匆匆去」，導致結果不如預期。這種錯失與空虛感，會帶來負面的情緒。選項中只有(B)「失望、懊悔」符合這種因虛度光陰或期待落空而產生的負面感受。故選(B)。"
      }
    ]
  },
  {
    "id": "set-25",
    "title": "第25篇 親水運動公園",
    "article": "<p>親水運動公園，應該是我旅行中所見新形態公園裡最讓我振奮的一座。名為運動公園，我們就不會用森林公園的尺碼去苛求。這座位於城裡的公園，除了體育場地的設施外，全部以現代人工化的自然景觀規畫。孩童的親水環境、新式的庭園格局，以及具有後現代風格的山丘造景，都貼切地融入這個視野寬闊的公園裡。</p><p>再者，明亮的空間透露著典雅，現代感中也映照著復古的內容。它不止沒有城市公園的侷促之感，當我站在山丘上鳥瞰時，反而有一座綠地誕生的愉悅和希望。甚至於，會有一種自豪，假如我是這個城鎮的市民。</p><p>（改寫自《偷窺自然公園》）</p>",
    "subQuestions": [
      {
        "id": "25-1",
        "q": "親水運動公園令作者激賞的特質是什麼?",
        "options": [
          "(A) 花卉鮮妍多采，水池造型新穎",
          "(B) 佔地廣大，可讓市民帶著寵物散心",
          "(C) 體育場明亮寬敞，具備多功能設計",
          "(D) 寬闊的空間裡融合現代與古典的設計"
        ],
        "ans": "D",
        "explanation": "文中提到公園「全部以現代人工化的自然景觀規畫...具有後現代風格的山丘造景」，並且「現代感中也映照著復古的內容」。這顯示公園在寬闊的空間中，成功融合了現代（人工、新式庭園、後現代風格）與古典（復古內容、典雅）的設計元素，這正是作者感到振奮與激賞之處。故選(D)。"
      },
      {
        "id": "25-2",
        "q": "下列句意的說明，何者正確?",
        "options": [
          "(A) 「我們就不會用森林公園的尺碼去苛求」──意謂公園極為寬闊",
          "(B) 「全部以現代人工化的自然景觀規畫」──代表公園裡的景觀經由人工打造",
          "(C) 「當我站在山丘上鳥瞰時，反而有一座綠地誕生的愉悅和希望」──意謂公園由海埔新生地綠化而來",
          "(D) 「會有一種自豪，假如我是這個城鎮的市民」──表示作者打算遷居到這個城鎮"
        ],
        "ans": "B",
        "explanation": "(A) 意指該公園是「運動公園」，不應要求它像「森林公園」那樣充滿原始林木，並非指寬闊。(B) 文中明確指出「全部以現代人工化的自然景觀規畫」，意即景觀是人為設計打造的，故敘述正確。(C) 是表達作者看到城市中有一塊新綠地而感到充滿希望，並未提及是海埔新生地。(D) 是假設語氣（假如），表示作者並非當地市民，也未提及有遷居打算，只是單純讚賞。故選(B)。"
      }
    ]
  },
  {
    "id": "set-26",
    "title": "第26篇 一串葡萄",
    "article": "<p>我小時候很喜歡畫畫。我的學校位於橫濱郊區，那一帶有很多外國人居住。我常站在岸邊欣賞，回家後再盡量畫出腦海裡的風景。然而，我的顏料不夠好，無論如何努力都畫不出腦中景致的真實色彩。</p><p>我想起一位外國同學吉姆，比我大兩歲，個子很高。他的畫具是上等舶來品，每種都很漂亮，其中，海水藍和胭脂紅更是美得出奇。吉姆的畫比不上我，但那套高級顏料卻絢麗地讓人有錯覺。我一直渴望擁有那種顏料，但始終不敢奢求父母買給我，只能心心念念著那套顏料。</p><p>在一個秋高氣爽的日子，我們與老師吃著便當。雖然我有張可愛的臉，卻是個敏感的孩子，加上生性膽小，不善言辭，人緣並不太好。吃完午餐，其他人都開心地跑到操場上玩耍，只有我因心裡鬱悶，無精打采地回到教室。</p><p>室外很明亮，一進教室卻倏然暗下。我坐在自己的座位，眼光卻不時飄向吉姆的桌子，想到裡面有海水藍跟胭脂紅顏料……，我趕緊轉過頭，隨後又忍不住瞄向吉姆的桌子。</p><p>恍惚間，我渾身不舒服，搖搖晃晃地走向吉姆的座位，像做夢般掀開桌面，迅速打開顏料盒，把那兩管顏料塞進口袋，接著跑向平常集合等老師的地方。</p><p>我們跟著老師走回教室，整堂課我都無法聽懂老師說的話。下課後，班上個子最高、成績又優秀的同學走過來強拉著我到運動場。</p><p>「是你拿了吉姆的顏料吧！交出來！」我說：「那樣的東西，我才不會去拿。」吉姆和幾個同學來到我身邊，反駁道：「午休前我檢查過顏料盒，那時一支也沒少，之後卻不見了兩支，休息時不是只有你在教室嗎？」</p><p>我不禁滿臉通紅。這時，有個同學突然想伸手插進我的口袋，我奮力抵抗，但對方人多勢眾，最終被他們掏出了兩支顏料。我不停發抖，眼前變得一片漆黑。大家一擁而上把我拉到二樓的教師辦公室。</p><p>同學們向老師說明事情的來龍去脈後，她用沉重的表情問我：「是真的嗎？」雖然是事實，但我實在不願讓喜歡的老師知道自己的醜事，便嗚咽了起來。</p><p>老師凝望了我一會，請大家離開。「知道自己做錯事了嗎？」我全身不停發抖，淚水也放肆地往眼眶外奔流。</p><p>「明白就夠了，別哭了。下一節課你不去也沒關係，就留在這吧！」這時，上課鈴聲再次響起，她從窗邊的葡萄藤上摘下一串葡萄放在我的膝蓋上後，便拿起書靜靜地離開。</p><p>我明白自己做了一件非常錯誤的事，一個勁地哭，直到睡著，放學時被老師叫醒：「大家都已回家，你也回去吧。記得，明天不管遇到什麼事，都要回學校喔。假若沒看見你，我會很傷心的。」說完，並把葡萄放進我的書包裡。</p><p>隔天，想到要面對同學的指指點點，實在不願上學，但又不希望老師難過。走進校門時，吉姆竟親切地拉著我到辦公室。老師對我們說：「吉姆是個好孩子，理解老師的意思。希望你們今後會是好朋友，來，握握手吧！」當我還羞慚得不知該如何是好，吉姆已經握住我的手了。</p><p>「昨天的葡萄好吃嗎？」老師問道。我喜歡的老師摘了一串葡萄並剪成兩份分給我和吉姆。雪白手心盛著紫色葡萄粒的美麗景象，直到今日仍記憶猶新……。</p><p>註：①舶來品：由外國進口的貨物。</p><p>（選自《一串葡萄》）</p>",
    "subQuestions": [
      {
        "id": "26-1",
        "q": "根據本文，主角自認他與吉姆的不同之處，下列何者正確?",
        "options": [
          "(A) 主角身材高大，吉姆身材矮小",
          "(B) 主角能言善道，吉姆不善言辭",
          "(C) 主角家境貧窮，吉姆家境富裕",
          "(D) 主角畫技較佳，吉姆畫具較好"
        ],
        "ans": "D",
        "explanation": "文中第二段提到吉姆「個子很高」、「他的畫具是上等舶來品」，並說「吉姆的畫比不上我，但那套高級顏料卻絢麗地讓人有錯覺」。這明確指出主角認為自己的畫技比吉姆好，但吉姆擁有更好的畫具。故選(D)。(A)相反，吉姆高；(B)主角生性膽小，不善言辭；(C)未明確比較家境。"
      },
      {
        "id": "26-2",
        "q": "關於本文內容的敘述，何者正確?",
        "options": [
          "(A) 主角因想滿足自己的虛榮心，偷走同學的顏料",
          "(B) 主角平日就遭同學排擠，因此不願融入群體中",
          "(C) 主角怕在老師心中留下壞印象，因此無法認錯",
          "(D) 老師引導主角向同學道歉，還給了他一串葡萄"
        ],
        "ans": "C",
        "explanation": "主角在被老師問「是真的嗎？」時，心想「雖然是事實，但我實在不願讓喜歡的老師知道自己的醜事，便嗚咽了起來」。這顯示他不敢認錯的主因是怕破壞在喜歡的老師心中的形象。故選(C)。(A)是出於對顏料的渴望而非虛榮心；(B)是因為個性敏感膽小而非被排擠；(D)老師是私下處理，並給葡萄安慰，隔天調解握手，並未強制當場道歉。"
      },
      {
        "id": "26-3",
        "q": "有關本文寫作手法的敘述，下列何者正確?",
        "options": [
          "(A) 使用倒敘的手法來追述主角的求學期間的往事",
          "(B) 藉偷顏料的眼神、動作變化，點出主角的不安",
          "(C) 透過吉姆和同學的對話內容，凸顯主角的個性",
          "(D) 以第二人稱視角，描述主角的心境變化和蛻變"
        ],
        "ans": "B",
        "explanation": "文中第四、五段描寫主角偷顏料的過程：「眼光卻不時飄向吉姆的桌子...趕緊轉過頭...忍不住瞄向...恍惚間...搖搖晃晃地走向...像做夢般...迅速打開...塞進口袋」。這一連串細膩的眼神與動作描寫，生動地刻畫了主角內心的掙扎與不安。故選(B)。(A)是順敘法；(D)是第一人稱（我）。"
      }
    ]
  },
  {
    "id": "set-27",
    "title": "第27篇 家和萬事興",
    "article": "<p>科學家研究，一個小嬰兒每天笑平均170次，成年以後每天平均笑7次。但是我們要思考一個問題，怎麼我們人生不斷在努力追求幸福快樂，結果愈努力愈笑不出來？為什麼會愈來愈笑不出來？就是貪求的東西愈來愈多，而貪求的東西多了，就有求不得的痛苦。所以貪心不能一直增長，一貪患得患失，一貪鋌而走險，一貪虛榮心就不斷地上升，而人生物質的享受夠用就好。</p><p>真正能讓人生覺得有意義、有價值、有快樂，是精神不斷提升，是家庭愈來愈和樂，是人生覺得愈來愈有意義、愈有價值。所以在這個社會當中，有些風氣非常崇尚虛榮，而我們必須不隨波逐流。</p><p>（改寫自蔡禮旭《家和萬事興》）</p>",
    "subQuestions": [
      {
        "id": "27-1",
        "q": "依據本文，成人笑得比小嬰兒少的原因為下列何者?",
        "options": [
          "(A) 肩上的負擔較多",
          "(B) 心智成熟度較高",
          "(C) 想要的東西變多",
          "(D) 社會的規範較嚴"
        ],
        "ans": "C",
        "explanation": "文中提到「為什麼會愈來愈笑不出來？就是貪求的東西愈來愈多」。因為貪求的東西變多了，就會產生「求不得的痛苦」，導致笑容減少。故原因為(C)想要的東西變多。"
      },
      {
        "id": "27-2",
        "q": "「所以在這個社會當中，有些風氣非常崇尚虛榮，而我們必須不隨波逐流。」依據這段文字敘述，作者認為面對流行時應有怎樣的態度?",
        "options": [
          "(A) 堅定立場",
          "(B) 人云亦云",
          "(C) 汲汲營營",
          "(D) 不屑一顧"
        ],
        "ans": "A",
        "explanation": "作者說「我們必須不隨波逐流」，意指不要跟隨社會上崇尚虛榮的風氣，要有自己的判斷與堅持。這對應到的態度是(A)「堅定立場」，不輕易受外界影響。(B)是隨波逐流；(C)是追求名利；(D)是輕視，皆不符合「不隨波逐流」的正面堅持意涵。故選(A)。"
      }
    ]
  },
  {
    "id": "set-28",
    "title": "第28篇 旅行的意義",
    "article": "<p>就某種層次而言，人類天生就是適合旅行也喜歡旅行的。根據美國匹茲堡大學的神經科學家 Paul Nussbaum的研究，旅遊伴隨的新奇經驗（也包含可能的突發狀況）可以刺激大腦，使大腦負責傳遞訊息的樹突（dendrites）增生，因而能增進不同神經元間的連結，而強化了神經可塑性，因此能提升記憶、注意力、創造力、及解決問題的能力。想像你的大腦可以因為旅行而枝繁葉茂成一座喧嘩的叢林。</p><p>目前新冠肺炎疫情仍在全球蔓延，在各國邊境管制的措施下，旅遊的型態以及我們對旅行的心理設定，也該跟著轉變。法國作家薩米耶‧德梅斯特曾經把自己被禁足四十二天的經驗，寫成了《在自己房間裡的旅行》這本書。在局限的室內空間裡，他依靠書本與天馬行空的想像力，完成這趟冥想沉思的奇特旅行。</p><p>而波蘭作家奧爾嘉‧朵卡萩在《雲遊者》一書中，描述一個經常旅行的旅人，某次入住一家旅店時，訝異地發現櫃子裡有剛好尺寸的衣服，床頭櫃還有慣用的維他命與耳塞，而且早上也沒有客房服務，才驚覺原來回到了家。</p><p>當然，我們無需將自己置放在這兩種極端的情境，雖然出國旅遊是最簡單能脫離社交舒適圈的方法，然而根據旅遊心理學，其實只要跳脫一成不變的日常生活常軌，用不一樣的眼光檢視周遭，並建立可能的連結，就可以達到與旅行類似的效果。在不能購買機票出國旅行的此刻，也許正是讓我們有機會更認識我們腳下的土地。你還在等什麼？出發吧！</p><p>（節錄自LBB嚕嗶啵生物社會學1：旅行之後，你變得更快樂了嗎？ 旅遊心理學告訴你如何聰明旅行）</p>",
    "subQuestions": [
      {
        "id": "28-1",
        "q": "根據本文，「想像你的大腦可以因為旅行而枝繁葉茂成一座喧嘩的叢林」這句話是比喻旅行能帶來下列何種效果?",
        "options": [
          "(A) 改善美化自然環境",
          "(B) 免於沉寂重新受寵",
          "(C) 建立與自然生態的連結",
          "(D) 刺激大腦神經細胞增生"
        ],
        "ans": "D",
        "explanation": "文中第一段提到：「旅遊伴隨的新奇經驗...可以刺激大腦，使大腦負責傳遞訊息的樹突（dendrites）增生...想像你的大腦可以因為旅行而枝繁葉茂成一座喧嘩的叢林。」這裡的「枝繁葉茂」是指神經樹突的增生與連結變得豐富，比喻大腦神經網路的活化與成長。故選(D)。"
      },
      {
        "id": "28-2",
        "q": "下列何者最符合本文的觀點?",
        "options": [
          "(A) 用不同眼光檢視周遭，並建立連結的過程類似於旅遊",
          "(B) 依據日常生活常軌所安排的行程最有益",
          "(C) 與友伴共同旅遊的效果是單獨旅遊的好幾倍",
          "(D) 只有出國旅遊才能澈底脫離社交舒適圈"
        ],
        "ans": "A",
        "explanation": "文中第四段提到：「其實只要跳脫一成不變的日常生活常軌，用不一樣的眼光檢視周遭，並建立可能的連結，就可以達到與旅行類似的效果。」這說明旅行的核心在於心態與視角的轉換，而非一定要移動到遠方。故選(A)。(B)文中強調要「跳脫」常軌而非依據；(C)文中未提及友伴與單獨旅遊的比較；(D)文中說出國是「最簡單」的方法，但並非「只有」出國才能達成。"
      },
      {
        "id": "28-3",
        "q": "文中舉出法國和波蘭兩位作家的作品為例，欲說明下列何種道理?",
        "options": [
          "(A) 真正的旅行根本是假象，可以捏造",
          "(B) 把自己家當成旅行的地方，只會失去探索的樂趣",
          "(C) 旅行沒有時空限制，完全是心態使然",
          "(D) 寫作不一定要有真實經驗，想像亦可成篇"
        ],
        "ans": "C",
        "explanation": "法國作家薩米耶在房間裡也能完成旅行（依靠想像力與書本）；波蘭作家奧爾嘉筆下的旅人回到家卻以為在旅館（心理狀態仍是旅行）。這兩個例子都說明了旅行不單純是身體的移動，更是一種心理狀態。只要心態轉換，在房間裡或在家裡也能有旅行的體驗，故旅行沒有絕對的時空限制。選(C)。"
      }
    ]
  },
  {
    "id": "set-29",
    "title": "第29篇 關心與獨立",
    "article": "<p>在大家的關心下，有人懂得力爭上游，以不辜負期許；有人卻喪失了自主的能力，只一味喜歡在庇蔭下生活。所以在青少年時期，我們固然可喜悅地接受溫暖的關心，但也要培養自己的獨立精神。另一方面，更要懂得付出關心，而且要擴大關心的範圍，由關心我們自身發展到去關心別人。</p>",
    "subQuestions": [
      {
        "id": "29-1",
        "q": "依本文所述，下列何者「為非」?",
        "options": [
          "(A) 水能載舟，亦能覆舟，關心也是如此",
          "(B) 關心是否有益，操之在己",
          "(C) 可以接受別人的關心，但不能一味依賴別人",
          "(D) 青少年時期應該有獨立精神，不要接受關心"
        ],
        "ans": "D",
        "explanation": "文中提到：「我們固然可喜悅地接受溫暖的關心，但也要培養自己的獨立精神。」這表示作者認為接受關心與培養獨立精神應該並存，而非「不要接受關心」。故(D)的敘述錯誤。(A)(B)關心可能讓人力爭上游，也可能讓人喪失自主能力，端看個人如何應對；(C)符合文意。"
      },
      {
        "id": "29-2",
        "q": "下列哪一種人「沒有」做到力爭上游，以不辜負期許?",
        "options": [
          "(A) 立身揚世，以顯父母",
          "(B) 混吃混玩，虛度光陰",
          "(C) 孜孜向學，期有所成",
          "(D) 學一技之長，貢獻社會"
        ],
        "ans": "B",
        "explanation": "「力爭上游」意指努力求取上進。選項(A)顯揚父母、(C)勤勉向學、(D)貢獻社會，皆屬於積極進取、不辜負期許的表現。唯有(B)「混吃混玩，虛度光陰」是消極怠惰、浪費生命，完全沒有做到力爭上游。故選(B)。"
      }
    ]
  },
  {
    "id": "set-30",
    "title": "第30篇 樹猶如此",
    "article": "<p>八月十三日黃昏，我從超市買東西回來，發覺國祥呼吸困難，我趕忙打九一一叫了救護車來，用氧氣筒急救，隨即將他扛上救護車揚長鳴笛往醫院駛去。在醫院住了兩天，星期五，國祥的精神似乎又好轉了。他進出醫院多次，這種情況已習以為常，我以為大概第二天，他就可以出院了。我在醫院裡陪了他一個下午，聊了些閒話，晚上八點鐘，他對我說道：「你先回去吃飯吧。」我把一份世界日報留給他看，說道：「明天早上我來接你。」那是我們最後一次交談。星期六一早，醫院打電話來通知，王國祥昏迷不醒，送進了加護病房。我趕到醫院，看見國祥身上已插滿了管子。他的主治醫生告訴我，不打算用電擊刺激國祥的心臟了，我點頭同意，使用電擊，病人太受罪。國祥昏迷了兩天，八月十七星期一，我有預感恐怕他熬不過那一天。中午我到醫院餐廳匆匆用了便餐，趕緊回到加護病房守著。顯示器上，國祥的心臟愈跳愈弱，五點鐘，值班醫生進來準備，我一直看著顯示器上國祥心臟的波動，五點二十分，他的心臟終於停止。我執著國祥的手，送他走完人生最後一程。霎時間，天人兩分，死生契闊，在人間，我向王國祥告了永別。</p><p>一九五四年，四十四年前的一個夏天，我與王國祥同時匆匆趕到建中去上暑假補習班，預備考大學。我們同級不同班，互相並不認識，那天恰巧兩人都遲到，一同搶著上樓梯，跌跌撞撞，碰在一起，就那樣，我們開始結識，來往相交，三十八年。王國祥天性善良，待人厚道，孝順父母，忠於朋友。他完全不懂虛偽，直言直語，我曾笑他說謊舌頭也會打結。但他講究學問，卻據理力爭，有時不免得罪人，事業上受到阻礙。王國祥有科學天才，物理方面應該有所成就，可惜他大二生過那場大病，腦力受了影響。他在休斯研究人造衛星，很有心得，本來可以更上一層樓，可是天不假年，五十五歲，走得太早。我與王國祥相知數十載，彼此守望相助，患難與共，人生道上的風風雨雨，由於兩人同心協力，總能抵禦過去，可是最後與病魔死神一搏，我們全力以赴，卻一敗塗地。</p><p>我替王國祥料理完後事回轉聖芭芭拉，夏天已過。那年聖芭芭拉大旱，市府限制用水，不准澆灑花草。幾個月沒有回家，屋前草坪早已枯死，一片焦黃。由於經常跑洛杉磯，園中缺乏照料，全體花木黯然失色，一棵棵茶花病慷慨，只剩得奄奄一息。我的家，成了廢園一座。我把國祥的骨灰護送返臺，安置在善導寺後，回到美國便著手重建家園。草木跟人一樣，受了傷須得長期調養。我花了一兩年工夫，費盡心血，才把那些茶花一一救活。退休後時間多了，我又開始到處蒐集名茶，愈種愈多，而今園中，茶花成林。我把王國祥家那兩缸桂花也搬了回來，因為長大成形，皮蛋缸已不堪負荷，我便把那兩株桂花移植到園中一角，讓它們入土為安。冬去春來，我園中六、七十棵茶花競相開花，嬌紅嫩白，熱鬧非凡。我與王國祥從前種的那些老茶，二十多年後，已經高攀屋簷，每株盛開起來，都有上百朵。春日負暄，我坐在園中靠椅上，品茗閱報，有百花相伴，暫且貪享人間瞬息繁華。美中不足的是，抬望眼，總看見園中西隅，剩下的那兩棵義大利柏樹中間，露出一塊楞楞的空白來，缺口當中，映著湛湛青空，悠悠白雲，那是一道女媧煉石也無法彌補的天裂。</p><p>（節錄自白先勇《樹猶如此》）</p>",
    "subQuestions": [
      {
        "id": "30-1",
        "q": "下列關於王國祥與作者的敘述，何者正確?",
        "options": [
          "(A) 王國祥與作者在偶遇後，因互相幫忙而結為好友",
          "(B) 作者得知王國祥過世時，卻來不及見他最後一面",
          "(C) 王國祥因直言直語得罪朋友，唯作者願與他結交",
          "(D) 王國祥生前，曾經與作者一起在庭園中種植花卉"
        ],
        "ans": "D",
        "explanation": "(D) 正確，文中第三段提到：「我與王國祥從前種的那些老茶，二十多年後，已經高攀屋簷...」。(A) 兩人是在建中暑期補習班搶樓梯時撞在一起而結識。(B) 作者一直守在加護病房，並執著國祥的手送他走完最後一程，有見到最後一面。(C) 文中說王國祥忠於朋友，直言直語是得罪人導致「事業上」受阻，並非得罪朋友。"
      },
      {
        "id": "30-2",
        "q": "根據文章內容，「女媧煉石也無法彌補的天裂」象徵下列何事?",
        "options": [
          "(A) 作者對枯死植物的懷念",
          "(B) 作者對已故摯友的思念",
          "(C) 作者對身體每下愈況的感嘆",
          "(D) 作者對摯友研究工作停擺的惋惜"
        ],
        "ans": "B",
        "explanation": "原本那裡有三棵義大利柏樹，其中一棵枯死（暗示王國祥的離去），剩下兩棵中間露出的空白，象徵著摯友離去後，作者心中永遠無法填補的缺憾與傷痛。這種心靈上的缺失，即使像女媧補天這樣的神力也無法修復，深刻表達了對亡友的思念。故選(B)。"
      }
    ]
  },
  {
    "id": "set-31",
    "title": "第31篇 文學天文營",
    "article": "<p><strong>文學天文營：</strong>學校在暑假時舉辦了「文學與科學交會的光芒」研習營，探討牛郎、織女星宿的相關議題。希望在七夕來臨前引領「追星族」一探星空的神祕與美好。以下是研習的海報，請閱讀後回答問題。</p><p><strong>A 文學組</strong></p><p><strong>秋夕 杜牧</strong></p><p>銀燭秋光冷畫屏，輕羅小扇撲流螢。<br>天階夜色涼如水，臥看牽牛織女星。</p><p>此詩又名七夕，寫宮中女子七夕時觀看牽牛星、織女星的情景。詩中不帶一愁字、淚字，卻透露出深藏在宮女心中的哀怨與孤寂。全詩含蓄蘊藉，寓情於景。</p><p><strong>B 科學組</strong></p><p>1. 牽牛星和織女星是兩顆能自己發光發熱的恆星。牽牛星的直徑約為太陽的1.6倍，亮度約為太陽的10倍，是整個夜空中亮度排第十二的恆星。它的表面溫度可達七千度，距離地球約16光年（一光年約等於十兆公里）。織女星的直徑約為太陽的3.2倍，亮度約為太陽的50倍，是整個夜空中亮度排名第五的恆星，在北半球排名第二。它的表面溫度可達八千九百度，距離地球約26光年。</p><p>2. 牽牛星屬於「天鷹星座」，織女星屬於「天琴星座」。兩顆星中間有一條從東北向西南方向劃開的光帶，就是所謂的「銀河」。在銀河裡有許多白色粉末般的小光點，一顆白色粉末就是一顆巨大的恆星，銀河是由無數恆星構成的，其中的牽牛星與織女星相距約16光年。因此，據現代天文觀測及測算結果，他們每年的「七夕相會」，是絕不可能發生的。</p><p>◎科學組參考資料：泛科學網站刊載臺北天文館發布七夕小常識牛郎織女的真面目。</p>",
    "subQuestions": [
      {
        "id": "31-1",
        "q": "下列是學員們根據海報內容提出的判讀，但錯誤頗多，唯一正確的是下列何者?",
        "options": [
          "(A) 表面溫度：牽牛星大於織女星",
          "(B) 體積：太陽大於織女星大於牽牛星",
          "(C) 亮度：織女星大於牽牛星大於太陽",
          "(D) 距離：牽牛星到地球大於織女星到地球"
        ],
        "ans": "C",
        "explanation": "(A) 錯誤，牽牛星7000度 < 織女星8900度。(B) 錯誤，直徑：織女星(3.2倍) > 牽牛星(1.6倍) > 太陽，故體積也是織女星最大。(C) 正確，亮度：織女星(50倍) > 牽牛星(10倍) > 太陽。(D) 錯誤，距離：牽牛星(16光年) < 織女星(26光年)。故選(C)。"
      },
      {
        "id": "31-2",
        "q": "曉蘭根據研習營裡同學分享的資訊，以科學的概念重新解讀迢迢牽牛星與秋夕這兩首詩。關於她的理解，下列敘述何者有誤?",
        "options": [
          "(A) 秋夕一詩點出可在夏末初秋的夜晚看見牽牛星與織女星",
          "(B) 「河漢清且淺，相去復幾許」，牽牛星與織女星實際上相距約16光年",
          "(C) 「天階夜色涼如水，臥看牽牛織女星」，臥看時要在牽牛星東南方找織女星",
          "(D) 「迢迢牽牛星，皎皎河漢女」，牽牛星與織女星是離地球很遠且會發光的恆星"
        ],
        "ans": "C",
        "explanation": "(C) 錯誤。根據天文學知識（夏季大三角），織女星位於銀河西岸，牽牛星位於銀河東岸。以相對位置而言，織女星大約在牽牛星的「西北方」（或牽牛星在織女星的東南方），而非在牽牛星的東南方找織女星。且一般觀測時，織女星是天琴座，位置較高，兩者隔著銀河相對。故(C)敘述方位有誤。(A)(B)(D)皆符合科學事實與詩句描述。"
      }
    ]
  },
  {
    "id": "set-32",
    "title": "第32篇 寶藏",
    "article": "<p>母親曾說一個故事給我聽：「從前有個年輕人要上前線打仗，他憂愁地對他母親說：『媽，我的刀比別人短一截。』他母親說：『那麼，孩子，你就比別人更向前一步吧！』」</p><p>那時我常為許多事煩惱，為了自己的容貌不如人，為了自己的口齒不夠伶俐，為了自己的腦筋太笨拙。我悲哀地預想將來漫長的一生一定是黯淡無光。</p><p>可是十多年來，我發現一個女孩子長得既不漂亮也不聰明，生活並不見得就沒有光彩沒有意義。不夠漂亮嗎？那麼用笑容和愛心來彌補吧！不夠聰明嗎？那麼用勤勉和毅力來彌補吧！不善交際嗎？那麼用真誠和友善來彌補吧！</p><p>就如李白說的：「天生我才必有用。」每一個人都擁有一分天賦的寶藏，而每個人的寶藏都不盡相同。有的人也許是美貌，有的人也許是智慧或財富，有的人擁有的也許會比這些都還珍貴，譬如仁慈、樂觀、耐心等等。有些人的寶藏是外露的，有些人卻是深藏的，需要不斷去挖掘。而後者往往是越挖越豐富。</p><p>（粟耘《寶藏》）</p>",
    "subQuestions": [
      {
        "id": "32-1",
        "q": "文中母親對孩子所說的話，是要孩子如何?",
        "options": [
          "(A) 勤能補拙",
          "(B) 畏首畏尾",
          "(C) 攻人弱點",
          "(D) 據理力爭"
        ],
        "ans": "A",
        "explanation": "母親說：「你的刀比別人短一截...你就比別人更向前一步吧！」意思是既然先天條件（刀短）不足，就用後天的努力（向前一步）來彌補。這正是(A)「勤能補拙」的含義。勤奮努力可以彌補天資或條件的不足。"
      },
      {
        "id": "32-2",
        "q": "所謂「天生我才必有用」其涵義為何?",
        "options": [
          "(A) 自以為是",
          "(B) 肯定自己",
          "(C) 妄自菲薄",
          "(D) 恃才而驕"
        ],
        "ans": "B",
        "explanation": "「天生我才必有用」意指上天賦予我才能，必然有其發揮作用的地方。這是一種對自我價值的正面確認與信心，故為(B)「肯定自己」。(A)(D)過於驕傲，(C)過於自卑。"
      },
      {
        "id": "32-3",
        "q": "本文主旨強調什麼?",
        "options": [
          "(A) 謹記母親的教誨",
          "(B) 笑容和愛心可彌補一切",
          "(C) 別只注重外顯的條件，而忽視內涵",
          "(D) 煩惱的下場"
        ],
        "ans": "C",
        "explanation": "文章主旨說明每個人都有屬於自己的「寶藏」，不應只羨慕外顯的條件（如美貌、聰明），而忽略了內在的特質（如笑容、愛心、勤勉、仁慈）。即使外在條件不如人，只要挖掘內在潛力，生活依然光彩有意義。故選(C)。"
      }
    ]
  },
  {
    "id": "set-33",
    "title": "第33篇 燕王好烏",
    "article": "<p>燕王好烏，庭有木皆巢烏。人無敢觸之者，為其能知吉凶而司禍福也。故凡國有事，惟烏鳴之聽。烏得寵而矜，客至則群呀之，百鳥皆不敢集也。於是大夫、國人咸事烏。</p><p>烏攫腐以食腥於庭。王厭之。左右曰：「先王之所好也。」</p><p>一夕有鴟止焉，烏群睨而附之如其類。鴟入呼於宮，王使射之。鴟死，烏乃呀而啄之，人皆醜之。</p><p>（劉基《郁離子》）</p>",
    "subQuestions": [
      {
        "id": "33-1",
        "q": "本文中的「烏」鳥可用現實中的何種人物來影射之?",
        "options": [
          "(A) 孝親敬友的人",
          "(B) 因公忘私的人",
          "(C) 恃寵而驕的人",
          "(D) 口蜜腹劍的人"
        ],
        "ans": "C",
        "explanation": "文中提到「烏得寵而矜」，意指烏鴉因為得到燕王的寵愛而驕傲自大。牠們甚至對客人大叫，嚇跑其他鳥類，且與貓頭鷹（鴟）同類相聚，見風轉舵（鴟死便啄之）。這些行為都在影射那些仗著君王寵幸而驕橫跋扈的小人。故選(C)。"
      },
      {
        "id": "33-2",
        "q": "下列選項的敘述，何者正確?",
        "options": [
          "(A) 從「燕王好烏」的情形來看可知燕王是個剛正不阿的賢君",
          "(B) 烏鴉並不知道吉凶禍福，因燕王寵愛而得勢",
          "(C) 「客至則群呀之，百鳥皆不敢集也。」可用來說明君子之交淡如水",
          "(D) 「烏群睨而附之如其類」可用來形容與人為善的人"
        ],
        "ans": "B",
        "explanation": "(A) 燕王迷信烏鴉能知吉凶，甚至國事都聽烏鳴決定，顯見其昏庸愚昧，非賢君。(B) 正確，烏鴉只是普通的鳥，卻被賦予神力並受寵，實際上並無知曉吉凶的能力，純粹因王好而得勢。(C) 此句形容小人得志，排擠賢良，與君子之交無關。(D) 此句形容小人結黨營私，朋比為奸，絕非與人為善。"
      }
    ]
  },
  {
    "id": "set-34",
    "title": "第34篇 談交友與朋友相處之道",
    "article": "<p>俗語說：「近朱者赤，近墨者黑」，可見朋友對我們的影響之大，所以必須了解什麼是益友，什麼是損友。真正的好朋友是能互相規勸、砥礪的。「在家靠父母，出外靠朋友」，除了親人，朋友是我們人生道上不可或缺的一環人際關係，而且許多事情是靠朋友知交才能處理的。朋友也是個人自省知己的一面最佳明鏡。人生在世若有個好朋友可以談笑風生，也可以聊天解悶，好處多多。那麼「交友之道」有哪些？如何才能得到真正值得交往的朋友？</p><p>有道德的人、有修養的人，無人不欣喜，不論遠近，大家都會爭相來親近。和他交往的人，也都會依他自勉，而得到提升。朋友交往以誠以真，相待以禮以敬，相處以平以淡，相勉以學以道，都是交朋友的原則。一個好朋友，他不會是「有友如華」，你如花美麗，人氣正盛，他就和你往來，等你像花萎謝了，就丟到地下不要了；也不會是「有友如秤」，你地位重要了，他就依附你，你人微言輕，他就傲慢起來，這都是不對的。我們交的朋友，要如青山叢林，群類眾鳥都能群集；要如大地盤石，讓人感到安全厚實。人要時常結交好朋友，使你在學問上、事業上以及婚姻上溢注美滿於人生。所以，古人對交友很重視，並列於五倫之一，因為與朋友之間的互動是為人處世重要的一環。如果關係順利，可以帶來生命的互助與喜悅。</p><p>（節錄自張巧琳《談交友與朋友相處之道》）</p>",
    "subQuestions": [
      {
        "id": "34-1",
        "q": "「不會是『有友如秤』，你地位重要了，他就依附你，你人微言輕，他就傲慢起來」這就是說明真正的朋友「不會」看中什麼?",
        "options": [
          "(A) 身分價值",
          "(B) 學識淵博",
          "(C) 真心誠意",
          "(D) 享樂同難"
        ],
        "ans": "A",
        "explanation": "「有友如秤」是指像秤一樣，東西重（地位高）就頭低下來（依附），東西輕（地位低）就頭翹起來（傲慢）。這種朋友是根據你的「地位」與「權勢」來決定對你的態度，也就是看重你的(A)身分價值，而非真心。真正的朋友不會如此。"
      },
      {
        "id": "34-2",
        "q": "「有道德的人、有修養的人，無人不欣喜，不論遠近，大家都會爭相來親近。」這段話呼應下列哪一句話?",
        "options": [
          "(A) 金玉其外，敗絮其中",
          "(B) 桃李不言，下自成蹊",
          "(C) 愚者千慮，必有一得",
          "(D) 沉默是金，說話是銀"
        ],
        "ans": "B",
        "explanation": "(B) 「桃李不言，下自成蹊」意思是桃樹和李樹雖然不會說話，但因為花朵美麗、果實甜美，自然會吸引人們在樹下走出一條路來。比喻一個人若有真誠的品德與修養，自然會吸引眾人親近與愛戴。這與題目所述「有道德...大家都會爭相來親近」意旨相通。故選(B)。"
      },
      {
        "id": "34-3",
        "q": "根據本文所述，交朋友的原則說明何者正確?",
        "options": [
          "(A) 以真誠之心切磋學問",
          "(B) 以禮敬之心互相勉勵",
          "(C) 以學道之心相互對待",
          "(D) 以平淡之心謙虛相處"
        ],
        "ans": "D",
        "explanation": "文中提到：「朋友交往以誠以真，相待以禮以敬，相處以平以淡，相勉以學以道」。對照選項：(A)應是以「誠真」交往，切磋學問屬「學道」；(B)應是以「禮敬」相待，勉勵屬「學道」；(C)應是以「學道」相勉；(D)「相處以平以淡」，即以平淡之心、謙虛相處，符合文意。故選(D)。"
      }
    ]
  },
  {
    "id": "set-35",
    "title": "第35篇 林昀儒",
    "article": "<p>在強調個人透過努力獲得成就，進而翻轉自身階級「向上流動」的才德至上社會中，每個被社會定義為勝利的成功者，沒有人會認為自己的成功是不需經過努力的。林昀儒廣告中的一句臺詞「我唯一休息的日子，是上場比賽的那一天。」道盡支撐自己成為一名職業球員的背後，是日復一日艱辛的訓練過程。多數成功者可能在此停下，化約自己所獲得的成就為澆灌努力所結成的果實，因此「努力就能成功」這句再耳熟能詳不過的話，成為深植人心的一則定律。</p><p>然而林昀儒和他的父親皆透過社群媒體寫下一路走來的各種感謝，父親受訪時表示，林昀儒的成功是建立在才能、努力、心理素質和機運等各層面的因素皆到位時才發生的，不只努力，林昀儒天生具備冷靜的性格和穩定的心理素質正好符合職業選手所需特質。他的母親也談到，「我知道努力的人很多，可是不見得每個人努力都有成果。我覺得我們很幸運的地方是，我們的努力走到現在有一點點成果。」可以看到林昀儒以及他的父母親，並未站在成功者的至高點歌頌自己所投注的辛勞與心血，而是透過感謝細數成就背後的多層次歸因。</p><p>常見父母親用威脅、恐嚇的方式取代試圖理解、同理孩子的狀態和心情，以「我不是在乎輸贏，是在乎你的態度」為由，合理化自己謾罵孩子的行為。林昀儒的父親認為，以輸贏的表面價值評價孩子的教養方式，容易讓孩子突出的表現走得不長久，不但無濟於孩子精進，反而抹殺掉原有的成就感和熱情，從中更灌輸孩子「勝者為王，敗者為寇」的狹隘偏見。在面對孩子的教養方式上，他們是陪伴、尊重，以及同理孩子想法的角色，跟隨著孩子的性格和興趣走，適時提供意見而不強迫孩子做任何決定，因為孩子永遠是自己的主角。</p><p>「孩子想要學，父母就盡全力支持，至於會達到哪種程度，不預設任何立場。」林昀儒的父親說。而林昀儒在奧運之旅結束後，則以「你若精彩，天自安排」自我勉勵。人生只要做好自己，一切美好，都隨之而來。</p><p>（節錄自關鍵評論網）</p>",
    "subQuestions": [
      {
        "id": "35-1",
        "q": "根據本文，下列敘述何者正確?",
        "options": [
          "(A) 成功的因素有很多，健康的心態是維持表現甚至精進的關鍵",
          "(B) 所有勝利者都有過艱辛的付出，所以只要努力就一定會成功",
          "(C) 一般父母威脅、恐嚇孩子，都是為了修正孩子偏差的態度",
          "(D) 若知道孩子是可造之材，父母只要尊重並全力支持他即可"
        ],
        "ans": "A",
        "explanation": "(A) 正確，文中提到成功建立在才能、努力、心理素質、機運等多重因素，且林父認為不以輸贏評價孩子，能避免抹殺熱情，顯示心態的重要性。(B) 文中明確指出「我知道努力的人很多，可是不見得每個人努力都有成果」，否定了只要努力就一定成功的定律。(C) 文中指出這是父母合理化自己謾罵行為的藉口，並非真的為了修正態度。(D) 不論孩子是否為可造之材，都應尊重與支持，且文中強調的是「陪伴、尊重、同理」，而非僅是針對可造之材。"
      },
      {
        "id": "35-2",
        "q": "「我覺得我們很幸運的地方是，我們的努力走到現在有一點點成果。」這句話呈現的態度與下列何者最相似?",
        "options": [
          "(A) 蘇格拉底：幸運是機會的影子",
          "(B) 歌德：勇敢裡面有天才、力量和魔法",
          "(C) 愛因斯坦：自信是向成功邁出的第一步",
          "(D) 斯賓賽：成功的第一個條件是真正的虛心"
        ],
        "ans": "D",
        "explanation": "林昀儒的母親將成就歸功於「幸運」，而非單純誇耀自己的努力，這展現了一種謙虛不自滿的態度。這與(D)斯賓賽所說「成功的第一個條件是真正的虛心」最為貼切。其他選項分別強調機會、勇敢與自信，與此處展現的謙遜態度不同。"
      }
    ]
  },
  {
    "id": "set-36",
    "title": "第36篇 易水送別",
    "article": "<p>太子與賓客知其事者，皆白衣冠以送之。</p><p>至易水上，既祖，高漸離擊筑，荊軻和而歌，為變徵之聲，士皆垂淚涕泣。又前而歌曰：「風蕭蕭兮易水寒，壯士一去兮不復還！」復為慷慨羽聲，士皆嗔目，盡髮上指冠，於是荊軻遂就車而去，終已不顧。</p><p>註：①祖：祭祀路神，引申為送行。<br>②變徵之聲：低沉淒涼的調子。<br>③羽聲：高亢悲壯的調子。<br>④嗔目：怒目的樣子。</p><p>（司馬遷《易水送別》）</p>",
    "subQuestions": [
      {
        "id": "36-1",
        "q": "根據本文與歷史記載，荊軻當時要去刺殺誰?",
        "options": [
          "(A) 西楚霸王項羽",
          "(B) 秦始皇",
          "(C) 商紂王",
          "(D) 宋相秦檜"
        ],
        "ans": "B",
        "explanation": "根據《史記‧刺客列傳》及歷史常識，「荊軻刺秦王」是著名的歷史事件。荊軻受燕太子丹之託，前往秦國刺殺秦王政（即後來的秦始皇）。故選(B)。"
      },
      {
        "id": "36-2",
        "q": "「終已不顧」展現出荊軻的何種樣貌?",
        "options": [
          "(A) 雖然內心激動，不會拖拖拉拉",
          "(B) 不忍心看到大家都在哭",
          "(C) 擔心太子懷疑他會反悔，故毅然離開",
          "(D) 意志堅定，態度堅決，義無反顧"
        ],
        "ans": "D",
        "explanation": "「終已不顧」意思是頭也不回地離去。在充滿悲壯氣氛的送別後，荊軻此舉展現了他抱定必死決心，對刺秦任務義無反顧、意志堅定，不再留戀回頭。故選(D)。"
      },
      {
        "id": "36-3",
        "q": "荊軻臨行前的高歌與筑音，主要描寫為何?",
        "options": [
          "(A) 展現荊軻舉棋不定的樣子",
          "(B) 增加荊軻的悲劇性色彩",
          "(C) 鼓勵太子和賓客要有必勝的決心",
          "(D) 顯示荊軻視死如歸的精神"
        ],
        "ans": "D",
        "explanation": "荊軻唱道：「風蕭蕭兮易水寒，壯士一去兮不復還！」這句歌詞明確表達了他知道此去將有去無回，但他依然選擇前往。這種明知必死卻慷慨赴義的行為，正是「視死如歸」精神的極致展現。故選(D)。"
      },
      {
        "id": "36-4",
        "q": "下列哪一句話最能展現大家義憤填膺的樣子?",
        "options": [
          "(A) 皆嗔目，盡髮上指冠",
          "(B) 風蕭蕭兮易水寒，壯士一去兮不復還",
          "(C) 太子與賓客知其事者，皆白衣冠以送之",
          "(D) 高漸離擊筑，荊軻和而歌，為變徵之聲"
        ],
        "ans": "A",
        "explanation": "「嗔目」是瞪大眼睛（怒目），「髮上指冠」是頭髮豎起頂起了帽子（怒髮衝冠）。這兩個動作描寫生動地刻畫了在場人士因悲憤、激昂而產生的強烈情緒反應，即「義憤填膺」的樣子。故選(A)。"
      }
    ]
  },
  {
    "id": "set-37",
    "title": "第37篇 著作日記",
    "article": "<p>4月10日 晴 稍暖</p><p>寫千餘字。買郵票一元。孔覺民君函約面談，函到過遲。致函莘田。接絜青函。晚飯請杜宇、楊楓、孟超、式民吃「朝天館」，大餅捲肥腸，蔥白鹹菜段長3寸，即墨苦頭老酒，侉子氣十足。</p><p>4月11日 晴</p><p>寫完給西風的稿子。在耕春處吃晚飯。</p><p>4月12日 風冷</p><p>接劍三函。接老牛破車十本。早在市中講演。寄走西風稿。午後風大，又穿上棉褲棉袍！</p><p>4月14日 晴暖</p><p>雨後天晴，庭中草怒發，早到公園轉一圈，玉蘭正好，櫻花尚須三四日，已有茶棚。函慰恢仁。下午寫千餘字。接絜青函，小濟、小乙都好了。晚看電影，沒大意思。明天該正經幹活了！買雞蛋40.8角。</p><p>（老舍日記《新作日記》）</p>",
    "subQuestions": [
      {
        "id": "37-1",
        "q": "由這篇日記的內容，請判斷作者的職業是什麼?",
        "options": [
          "(A) 法官",
          "(B) 祕書",
          "(C) 老師",
          "(D) 作家"
        ],
        "ans": "D",
        "explanation": "日記中多次提到「寫千餘字」、「寫完給西風的稿子」、「寄走西風稿」、「接《老牛破車》十本」（通常是作者收到樣書）、「講演」等活動。這些都是作家的日常工作內容，故推斷作者為(D)作家。"
      },
      {
        "id": "37-2",
        "q": "作者在這四篇日記中，哪一天表達出「賞春的閒情」?",
        "options": [
          "(A) 四月十日",
          "(B) 四月十一日",
          "(C) 四月十二日",
          "(D) 四月十四日"
        ],
        "ans": "D",
        "explanation": "四月十四日的日記中寫道：「雨後天晴，庭中草怒發，早到公園轉一圈，玉蘭正好，櫻花尚須三四日...」。描寫了雨後春草、玉蘭花開、期待櫻花等春日景緻，並特地去公園轉一圈，展現了欣賞春光的閒情逸致。故選(D)。"
      }
    ]
  },
  {
    "id": "set-38",
    "title": "第38篇 軍閥與黑洞",
    "article": "<p>有一位軍閥每次處決死刑犯時，都會讓犯人選擇：一槍斃命或是選擇從左牆的一個黑洞進去。所有犯人都寧可選擇一槍斃命，也不願進入那個命運未知的黑洞。有一次，一個親信很大膽地問他：「大帥，您可不可以告訴我們，從這黑洞走進去究竟會有什麼結果？」「沒什麼啦！其實走進黑洞的人只要經過一、兩天的摸索便可以逃出去了。」軍閥回答。</p>",
    "subQuestions": [
      {
        "id": "38-1",
        "q": "這篇短文的寓意為何?",
        "options": [
          "(A) 人生要勇於悔改",
          "(B) 人往往怯於嘗試",
          "(C) 天下沒有衝不過的難關",
          "(D) 得饒人處且饒人"
        ],
        "ans": "B",
        "explanation": "故事中的犯人寧願選擇確定的死亡（槍斃），也不願選擇未知的黑洞，即使黑洞其實是一條生路。這反映了人性中對於「未知」的恐懼往往大於對「現狀」（即使是死亡）的恐懼，導致人們不敢嘗試新的可能性。故寓意為(B)人往往怯於嘗試。"
      },
      {
        "id": "38-2",
        "q": "如果有一個人被公司資遣了，正面臨中年轉業的困境，依照本文的主旨，他應該要如何?",
        "options": [
          "(A) 能屈能伸",
          "(B) 做好準備",
          "(C) 面對挑戰",
          "(D) 隨遇而安"
        ],
        "ans": "C",
        "explanation": "本文主旨鼓勵人們不要害怕未知，要勇於嘗試。中年轉業就像是那個「黑洞」，充滿了未知與恐懼。依照故事寓意，這個人不應該像犯人一樣選擇放棄（死路），而應該勇敢走進黑洞，經過摸索找到出路。故應(C)面對挑戰（勇於嘗試）。"
      }
    ]
  },
  {
    "id": "set-39",
    "title": "第39篇 雄雞",
    "article": "<p>不鳴則已／一鳴／便喊出一個／火辣辣的太陽／誰說詩一定要寫才算／抖一抖翅膀／富麗／絕對不輸三百篇</p><p>（向明《雄雞》）</p>",
    "subQuestions": [
      {
        "id": "39-1",
        "q": "根據本詩，下列何者「不是」歌頌的內容?",
        "options": [
          "(A) 音色嘹亮",
          "(B) 昂揚振翅",
          "(C) 無懼豔陽",
          "(D) 羽毛斑斕"
        ],
        "ans": "C",
        "explanation": "(A) 「一鳴／便喊出一個／火辣辣的太陽」歌頌啼聲響亮（音色嘹亮），彷彿叫出了太陽。(B) 「抖一抖翅膀」歌頌其動作昂揚。(D) 「富麗／絕對不輸三百篇」形容其羽毛色彩豐富美麗（羽毛斑斕），堪比詩經三百篇的文采。唯獨(C)「無懼豔陽」詩中未提及，詩是說牠喊出太陽，而非不怕太陽。故選(C)。"
      },
      {
        "id": "39-2",
        "q": "「不鳴則已／一鳴／便喊出一個／火辣辣的太陽」幾句與下列何者意義相通?",
        "options": [
          "(A) 風雨如晦，雞鳴不已",
          "(B) 雞鳴狗盜之徒，亦有可取之處",
          "(C) 寧為雞口，不為牛後",
          "(D) 雄雞一聲天下白"
        ],
        "ans": "D",
        "explanation": "詩句描寫雄雞一叫，太陽就出來了，象徵光明與新的一天開始。這與(D)「雄雞一聲天下白」（李賀詩句）意境完全相同，都是描寫雞鳴破曉，驅散黑暗帶來光明的情景。故選(D)。"
      }
    ]
  },
  {
    "id": "set-40",
    "title": "第40篇 誰來穿我織的美麗衣裳?",
    "article": "<p>「希望女兒變成有用的人，小時候我就把她送到了遙遠的山下城市去讀書，就像現在平地流行的小小留學生一樣；我們在山上擔心得吃不下、睡不著，女兒每次回來卻總是只記得外面的社會多好多好，怎麼怎麼漂亮。我心裡想：反正不要她像我們這一輩一樣，永遠住在山上，不知道外面是什麼樣子。但是自從和這一群好同學在一起以後，我們常常練習 Amis①的歌，跳我們 Amis的舞，每多唱一次我的心就愈來愈難過，每跳一次舞我就覺得像被祖先打了一樣，因為我知道，女兒將要在我這一代學不到祖先留下來的歌舞了。就像以前我的 Ina②常常會教我做衣服的技巧和圖案，但是我現在再怎麼用力做也沒有用，因為我女兒已經像天空的小鳥一般，飛得好遠好遠，往那個山下的城市飛去了，不知道什麼時候才回來？誰來穿我織的美麗衣裳？」</p><p>就和往常我會遇到的情形一般，Vai③張著那雙原住民族特有的大眼睛，滿懷期待地詢問我「怎麼辦？」時，我也只有別過頭去，讓自己不爭氣的眼淚流下，而說不出一句話；因為我不知道該如何去向一位原住民族的老人解釋，這一切不該是她所應去承擔的責任，卻莫名其妙地落在她或她的同伴身上。如果我說這一切都是因為強勢文化的入侵，是因為資本主義的必然性，政策的不當，或族群的命運，因此造成了原住民族的老人必須要將自己的孩子，一個接一個地往平地社會送，只為了可以受更好的教育？卻因而忘記了自己的母語，祖先的文化，我真的懷疑她是不是能懂得？我又要如何告訴一個原住民族的老人，能受教育已經算是幸運的了，還有更多的、和我們流有同樣原住民族血液的人，為了生存，必須被迫離開自己熟悉的部落，到一個沒有山、沒有水的城市裡，做著危險性高、勞動力大的工人，沉重的家庭負擔、妻子小孩的溫飽，甚至不允許他們有發生任何意外的機會。</p><p>注：①Amis：阿美族語，指阿美族。②Ina：阿美族語，指母親。③Vai：阿美族語，指祖母。</p><p>（節錄自利格拉樂‧阿媽《誰來穿我織的美麗衣裳？》）</p>",
    "subQuestions": [
      {
        "id": "40-1",
        "q": "為什麼阿美族媽媽覺得每唱跳一次Amis的歌舞就像被祖先打了一樣?",
        "options": [
          "(A) 無法再為女兒織衣裳",
          "(B) 歌舞肢體表現太差",
          "(C) 女兒恐未能傳承文化",
          "(D) 過早送孩子去留學"
        ],
        "ans": "C",
        "explanation": "文中阿美族媽媽說：「因為我知道，女兒將要在我這一代學不到祖先留下來的歌舞了。」她為了讓女兒受更好的教育，將女兒送往山下城市，卻因此導致女兒與部落文化（歌舞、織布）斷層。這種愧對祖先、文化失傳的焦慮與罪惡感，讓她覺得像被祖先打一樣痛。故選(C)。"
      },
      {
        "id": "40-2",
        "q": "本文主旨與下列何者不相關?",
        "options": [
          "(A) 沒有暗礁，哪能激得起美麗的浪花",
          "(B) 困難背後，隱藏著通往成功的階梯",
          "(C) 忍一時風平浪靜，退一步海闊天空",
          "(D) 不經一番寒徹骨，焉得梅花撲鼻香"
        ],
        "ans": "B",
        "explanation": "本題選項設計與文章內容關聯性較低，可能源自題庫錯置。但就「不相關」而言，本文探討原住民文化流失、強勢文化入侵、為了生存被迫離鄉的無奈與悲歌。選項(A)(B)(D)皆屬勵志類，強調經過磨練會有成就。而(B)「困難背後，隱藏著通往成功的階梯」暗示目前的苦難是為了將來的成功，這與文中描述原住民面臨的「結構性困境」（文化斷層、危險勞動、生存壓力）且看似無解的悲傷較不相干（他們的苦難未必能帶來所謂的成功階梯）。(注意：此題解析依據PDF答案為B，推測其邏輯為：文中不僅僅是談個人奮鬥，而是沉重的文化存續議題，不能簡化為通往成功的階梯)。"
      }
    ]
  },
  {
    "id": "set-41",
    "title": "第41篇 荔枝蜜",
    "article": "<p>花鳥草蟲，凡是上得畫的，那原物往往也叫人喜愛。蜜蜂是畫家的愛物，我卻總不大喜歡。說起來可笑。孩子時候，有一回上樹掐海棠花，不想叫蜜蜂螫了一下，嚇得我差點兒跌下來。大人告訴我說：蜜蜂不輕易螫人，準是誤以為你要傷害牠，才螫。一螫，牠自己耗盡生命，也活不久了。我聽了，覺得那蜜蜂可憐，原諒牠了。可是從此以後，每逢看見蜜蜂，感情上疙疙瘩瘩的總不怎麼舒服。</p><p>（節錄自楊朔《荔枝蜜》）</p>",
    "subQuestions": [
      {
        "id": "41-1",
        "q": "文中作者說：「蜜蜂是畫家的愛物，我卻總不大喜歡。」同是一物，有人喜歡，有人排斥，其主要原因是什麼?",
        "options": [
          "(A) 不同的時空，必有不同的價值觀",
          "(B) 個人主觀情緒，所形成的特有固執",
          "(C) 依物體本身是否具有實用價值而定",
          "(D) 對物體了解得愈深入則愈喜歡，反之則排斥"
        ],
        "ans": "B",
        "explanation": "作者小時候被蜜蜂螫過，產生了恐懼與陰影（疙疙瘩瘩）。雖然理智上知道蜜蜂螫人是為了自衛且會死掉（覺得可憐、原諒牠），但情感上依然「總不怎麼舒服」。這顯示喜惡並非基於客觀價值，而是源於個人的主觀經驗與情緒記憶。故選(B)。"
      },
      {
        "id": "41-2",
        "q": "根據本文，作者再看見蜜蜂時，內心仍產生疙瘩不舒服的感覺。這種反應可用下列何項解釋?",
        "options": [
          "(A) 人善被人欺，馬善被人騎",
          "(B) 只可他無情，不可我無義",
          "(C) 一朝被蛇咬，十年怕草繩",
          "(D) 苦瓜連根苦，甜瓜徹蒂甜"
        ],
        "ans": "C",
        "explanation": "「一朝被蛇咬，十年怕草繩」比喻曾經受過傷害，以後遇到類似的事物就會產生恐懼或心理陰影。作者因兒時被蜜蜂螫過一次，從此看到蜜蜂就覺得不舒服，正是這種心理創傷的延續。故選(C)。"
      }
    ]
  },
  {
    "id": "set-42",
    "title": "第42篇 你還在等什麼呢?",
    "article": "<p>你還在等什麼呢？今天就能成就的事，為什麼要等到明天呢？也許今天對你來說，小事一件，你不放在眼裡，你放眼的是未來，可是，你今天不動，你就慢了一步，十年後，你還在原地。屆時，你會發現根本動不了，你的腳已經生根，你被遠遠地拋在後頭了。</p>",
    "subQuestions": [
      {
        "id": "42-1",
        "q": "下列文句，何者最接近本文的旨意?",
        "options": [
          "(A) 先天下之憂而憂，後天下之樂而樂",
          "(B) 欲速則不達，見小利則大事不成",
          "(C) 明天的機會未必比今天差，毋須急躁",
          "(D) 把握每個現在，才有機會連綴永恆"
        ],
        "ans": "D",
        "explanation": "文章強調「今天就能成就的事，為什麼要等到明天」、「你今天不動，你就慢了一步」，警告若不把握當下行動，未來將一事無成（還在原地）。這與(D)「把握每個現在，才有機會連綴永恆」旨意最接近，皆強調當下行動的重要性。"
      },
      {
        "id": "42-2",
        "q": "下列何者與本文寓意較「無關聯」?",
        "options": [
          "(A) 條條大路通羅馬",
          "(B) 坐而言不如起而行",
          "(C) 千里之行，始於足下",
          "(D) 說一尺，不如行一寸"
        ],
        "ans": "A",
        "explanation": "本文強調的是「行動」與「把握當下」。(B)起而行、(C)始於足下、(D)行一寸，都在強調實踐與行動的重要性，與本文寓意相符。而(A)「條條大路通羅馬」比喻殊途同歸，強調方法的多樣性或結果的一致性，與「把握時間立刻行動」的關聯較小。故選(A)。"
      }
    ]
  },
  {
    "id": "set-43",
    "title": "第43篇 對手",
    "article": "<p>我們在情感上需要朋友，在知識上需要對手。有一個相互比較競爭的對手，往往可以帶來可長可久的成長。孟子說：「出則無敵國外患者，國恆亡。」然而，很多人沒法這樣看待對手。由於對手和敵人往往只有一線之隔，所以，對手也很容易變成仇人。常常看待對手的時候，混雜了情緒。不少人在碰到對手的時候，首先是不屑（覺得他不怎麼樣），再來是憤怒（發現竟然有很多人喜歡他，甚至超越自己），最後則是不能在他面前提到對方的隻字片語。然後，對手等於敵人和仇人。</p><p>其實，越是敵人和仇人，可學的才越多，在他們使出渾身解數的時候，也就是傳授你最多招數的時候。好好跟他學習。而最好的學習，永遠來自於你和他交手，被他擊中的那一刻。</p>",
    "subQuestions": [
      {
        "id": "43-1",
        "q": "根據本文，下列敘述何者正確?",
        "options": [
          "(A) 首段列出人們看待敵人的種種態度",
          "(B) 好學可以使人化敵為友",
          "(C) 最好的學習往往是自己能由失敗中獲取教訓",
          "(D) 天下沒有永遠的敵人"
        ],
        "ans": "C",
        "explanation": "文中最後一句說：「最好的學習，永遠來自於你和他交手，被他擊中的那一刻。」「被他擊中」意味著在競爭中失敗或受挫，而這正是學習對方招數、看清自己不足的最佳時刻。故選(C)。(A)是看待「對手」的態度；(B)(D)文中未提及。"
      },
      {
        "id": "43-2",
        "q": "孟子說：「出則無敵國外患者，國恆亡。」與何者意思相近?",
        "options": [
          "(A) 愛人者，人恆愛之；敬人者，人恆敬之",
          "(B) 生於憂患，死於安樂",
          "(C) 境由心造，事在人為",
          "(D) 覆巢之下無完卵"
        ],
        "ans": "B",
        "explanation": "「出則無敵國外患者，國恆亡」意指一個國家如果沒有國外的敵對勢力威脅（缺乏憂患意識與競爭），往往容易滅亡。這句話出自《孟子‧告子下》，其核心思想即為(B)「生於憂患，死於安樂」（在憂患中能生存發展，在安樂中容易衰亡）。"
      },
      {
        "id": "43-3",
        "q": "下列何句名言與文章的意思最接近?",
        "options": [
          "(A) 與良友為伴，不覺路遠—莎士比亞",
          "(B) 愛心乃最真實之智慧—狄更斯",
          "(C) 十年河東轉河西，莫笑窮人穿破衣—中國諺語",
          "(D) 注意你的敵人，因為他們最先找出你的過失—華盛頓"
        ],
        "ans": "D",
        "explanation": "文章主旨強調對手（敵人）能帶來成長，因為他們會使出渾身解數攻擊你（找出你的弱點）。這與(D)「注意你的敵人，因為他們最先找出你的過失」意思最接近，都肯定了敵人作為「鏡子」或「導師」的正面價值。"
      }
    ]
  },
  {
    "id": "set-44",
    "title": "第44篇 比堅持更難的，是放棄",
    "article": "<p>前陣子流行過一句話：「堅持一件事，只要一個理由就夠；放棄一件事，卻需要千百個理由才能下決定。」說放棄就放棄其實並不容易，若曾付出時間與心力，更是難上加難，因為不甘願在毫無收穫的情況下就此收杆。但為何放棄需要千百個理由，堅持只需要一個呢？或許那是因為，不知道什麼是自己真正想要。</p><p>放棄的理由不只一種，任何芝麻綠豆大的事都行。其中，最讓人進退維谷的無非是「我根本不知道自己在幹嘛，所以想說放棄算了。」確實，不著邊際的未知感總是令人心慌，比起茫然地蹉跎下去，放棄可能是更好的選項。然而，為放棄而放棄真的好嗎？在不清楚眼下目標的情況下，這可能只會讓你從一個坑跳進另一個坑。若真想放棄，就請在放棄的理由中，找出可能讓生活更好的方式。</p><p>說放棄就放棄是種自由嗎？絕對是。然而身處資本主義社會，追求自由需要本錢，這種本錢是經驗或資金、技能或嚮往，是各種能讓你「離開現況且改善現況」的條件，有了這些條件，才能夠說放就放。否則，思慮不周的放棄，很多時候只是為下一個放棄埋伏筆罷了。</p><p>為了日後能夠心無旁鶩地放棄，就必須先瞻前顧後地堅持。若對目前工作心生倦怠，可先列出現況的「Pros and cons」，理性分析後再決定下一步如何進行。若在比較後仍覺得放棄為上，那就先理好離職後的目標、理想的生活、可接受的工作環境與待精進的技能，避免「放棄了，然後呢？」的不幸出現。帶著充分的理由做決定，停止意氣用事地放棄，才不會造成日後後悔。</p><p>註：①Pros and cons：優勢與劣勢</p><p>（ANITACHENG《比堅持更難的，是放棄》）</p>",
    "subQuestions": [
      {
        "id": "44-1",
        "q": "根據本文，下列何者為「選擇放棄更不容易」的原因?",
        "options": [
          "(A) 找不到可以放棄的理由，乾脆堅持到最後",
          "(B) 放棄只是從一個坑跳到另一個坑，並不明智",
          "(C) 因為付出許多，卻沒有相對應的回報而心生不甘",
          "(D) 事情尚未走到最壞的地步，不需要冒險選擇放棄"
        ],
        "ans": "C",
        "explanation": "文中第一段提到：「說放棄就放棄其實並不容易，若曾付出時間與心力，更是難上加難，因為不甘願在毫無收穫的情況下就此收杆。」這裡的「不甘願」即是指付出與回報不成比例時產生的心理障礙，導致難以放棄。故選(C)。"
      },
      {
        "id": "44-2",
        "q": "下列何者「不是」放棄前需要考慮的狀況?",
        "options": [
          "(A) 要先釐清自己的目標是什麼",
          "(B) 是否可以讓未來的生活更好",
          "(C) 有無共同並肩作戰的好夥伴",
          "(D) 有無充分的條件支持自己放棄"
        ],
        "ans": "C",
        "explanation": "文中提到放棄前要考慮：(A)眼下目標（「在不清楚眼下目標的情況下...」）、(B)讓生活更好（「找出可能讓生活更好的方式」）、(D)本錢與條件（「追求自由需要本錢...有了這些條件，才能夠說放就放」）。唯獨(C)「有無共同並肩作戰的好夥伴」文中並未提及。故選(C)。"
      },
      {
        "id": "44-3",
        "q": "根據本文，作者建議列出「Pros and cons」的目的為何?",
        "options": [
          "(A) 讓自己一成不變的生活，增添一些思考與工作的動力",
          "(B) 衡量當前與放棄後的優點與缺點，以利做出正確決定",
          "(C) 透過較多的優勢條件，來安撫自己慌亂不安的內心",
          "(D) 提供自己未來奮鬥的目標，更貼近美好的理想生活"
        ],
        "ans": "B",
        "explanation": "「Pros and cons」意指優點與缺點（或優勢與劣勢）。文中提到「可先列出現況的『Pros and cons』，理性分析後再決定下一步如何進行」。這表示列出的目的是為了進行理性分析、比較權衡，以避免意氣用事，做出正確的決定。故選(B)。"
      }
    ]
  },
  {
    "id": "set-45",
    "title": "第45篇 播種的日子",
    "article": "<p>播種的日子</p><p>我細細模仿人們的舉止<br>農夫妝點我，殷切地<br>為我繫上兩串空罐頭，在風中<br>我便有了吼叫的高音</p><p>收成的日子</p><p>稻穗在空中升起金黃閃閃的光澤<br>狡黠的雀鳥結束日以繼夜的觀視<br>紛紛駐足於我肩上，暴露<br>我毫無活力的真面目</p><p>（須文蔚）</p>",
    "subQuestions": [
      {
        "id": "45-1",
        "q": "本詩的敘述者是誰?",
        "options": [
          "(A) 水牛",
          "(B) 鋤頭",
          "(C) 稻草人",
          "(D) 水稻"
        ],
        "ans": "C",
        "explanation": "敘述者說「我細細模仿人們的舉止」、「農夫妝點我」、「繫上兩串空罐頭」（為了發出聲音嚇鳥），最後雀鳥「駐足於我肩上，暴露我毫無活力的真面目」。這些特徵（模仿人、穿衣妝點、假裝嚇鳥但無生命）皆指向(C)稻草人。"
      },
      {
        "id": "45-2",
        "q": "「農夫妝點我，殷切地／為我繫上兩串空罐頭」其用意何在?",
        "options": [
          "(A) 百無聊賴",
          "(B) 獨樹一幟",
          "(C) 發揮創意",
          "(D) 虛張聲勢"
        ],
        "ans": "D",
        "explanation": "農夫在稻草人身上繫上空罐頭，是為了讓罐頭在風中碰撞發出聲響，「吼叫的高音」是用來嚇唬雀鳥的。稻草人本身沒有力量，靠聲音來嚇阻敵人，這正是(D)「虛張聲勢」的意思。"
      },
      {
        "id": "45-3",
        "q": "從「狡黠的雀鳥結束日以繼夜的觀視／紛紛駐足於我肩上」一句，可看出「我」的狀態為何?",
        "options": [
          "(A) 黔驢技窮",
          "(B) 狐假虎威",
          "(C) 兔死狗烹",
          "(D) 虎落平陽被犬欺"
        ],
        "ans": "A",
        "explanation": "起初稻草人還能用罐頭聲嚇鳥，但雀鳥經過「日以繼夜的觀視」後，發現稻草人其實不會動、沒有威脅性，於是紛紛停在它肩上。這顯示稻草人的招數（嚇鳥）已經被看穿且無效了，陷入了(A)「黔驢技窮」（比喻拙劣的技能已經使完，而終至露出虛弱的本質）的窘境。"
      },
      {
        "id": "45-4",
        "q": "本詩的「我」最後是表現怎樣的情緒?",
        "options": [
          "(A) 活力十足",
          "(B) 充滿自信",
          "(C) 欣喜快樂",
          "(D) 充滿無力感"
        ],
        "ans": "D",
        "explanation": "詩的最後，「我」被雀鳥看穿，牠們肆無忌憚地停在「我」肩上，暴露了「我毫無活力的真面目」。原本的任務是驅鳥，現在卻被鳥欺負且無能為力，這表現出一種(D)充滿無力感與挫敗的情緒。"
      },
      {
        "id": "45-5",
        "q": "關於本詩的作法，下列何者「錯誤」?",
        "options": [
          "(A) 全篇以擬人手法寫成",
          "(B) 雀鳥是唯一和「我」相伴的朋友",
          "(C) 以第一人稱敘事",
          "(D) 詩中的「我」其實是虛有其表的"
        ],
        "ans": "B",
        "explanation": "(B) 錯誤。詩中描述雀鳥是「狡黠」的，牠們「結束觀視」、「駐足肩上、暴露真面目」，這些動作顯示雀鳥是稻草人的「對手」或「敵人」（要偷吃稻米），而非相伴的朋友。稻草人的存在目的是驅趕牠們，最後卻被牠們輕視。"
      }
    ]
  },
  {
    "id": "set-46",
    "title": "第46篇 王起與白敏中",
    "article": "<p>王起主文柄①，欲以白敏中為狀元，病其與賀拔惎為友。惎有文而落拓。乃密令門人申意，俾敏中與惎絕。門人復約敏中，具以告之。敏中曰：「皆如所教。」既而惎果造門，左右欺以敏中他適，惎遲留不言而去。俄頃，敏中躍出，連呼左右召惎，悉以實告，曰：「一第何患不致，奈輕負至交！」相與歡醉。門人睹之，大怒而去。懇告於起，且云不可必矣。起曰：「我原只得白敏中，今當更取賀拔惎矣。」</p><p>註：①主文柄：主持科舉考試。</p><p>（改寫自《唐摭言》）</p>",
    "subQuestions": [
      {
        "id": "46-1",
        "q": "根據本文，下列文句省略的主語，何者是白敏中?",
        "options": [
          "(A) 病其與賀拔惎為友",
          "(B) 乃密令門人申意",
          "(C) 悉以實告",
          "(D) 大怒而去"
        ],
        "ans": "C",
        "explanation": "(A)「病其與賀拔惎為友」的主語是「王起」，指王起不滿白敏中與賀拔惎交好。(B)「乃密令門人申意」的主語也是「王起」。(D)「大怒而去」的主語是「門人」，因為門人看到白敏中沒有依約與賀拔惎絕交。唯有(C)「悉以實告」是接在「敏中躍出」之後，描寫白敏中追回朋友，將實情全部告訴賀拔惎，故主語為白敏中。"
      },
      {
        "id": "46-2",
        "q": "根據本文，王起說：「我原只得白敏中，今當更取賀拔惎矣。」這句話的原因，最可能是下列何者?",
        "options": [
          "(A) 白敏中向王起推薦賀拔惎取代自己",
          "(B) 賀拔惎已知此次科考內幕，只好破格錄取封口",
          "(C) 比起白敏中的前倨後恭，賀拔惎的真誠顯得更為可貴",
          "(D) 白敏中把賀拔惎看得比狀元還重，可知賀拔惎有過人之處"
        ],
        "ans": "D",
        "explanation": "白敏中寧願放棄狀元的機會（「一第何患不致，奈輕負至交」），也不願背棄朋友。王起看到白敏中如此看重這位朋友，推斷賀拔惎必有過人之處，才值得白敏中如此對待；同時也可能欣賞白敏中重義氣的品格，進而愛屋及烏，認為兩人皆是人才，故決定一併錄取。故選(D)。"
      }
    ]
  },
  {
    "id": "set-47",
    "title": "第47篇 永續水再生",
    "article": "<p>財星雜誌曾經預測：「21世紀的水資源，將如同20世紀的石油。」</p><p>現在看來極為方便而又廉價的自來水，對人類來說，其實是異常珍貴的資源：雖然地球上大部分的面積都是水，但是除去海洋之外，淡水的比例只有2.5%，若再扣除淡水中將近七成凍結在南北極冰山及冰川的部分，我們能用到的淡水資源，其實不到1%！人類唯一能慶幸的，就是大自然設計了一套水的循環系統，或許就是因為有了這套循環系統，才讓事實上比石油更稀少的淡水，顯得那麼的平凡。而水的問題，對於工業發展及人口迅速集中的開發中國家尤其嚴重。臺灣是一個缺水國家，雖然臺灣的年均降雨量是世界平均值的2.6倍，但事實上臺灣每年的降雨量中，超過一半都迅速流入海中。依據經濟部水利署的研究，臺灣每年的平均供水量約為175至180億噸，但至2021年時，需求量會上升至200億噸，到時臺灣將會出現嚴重缺水的情況。隨著工業的發展及生活品質的提升，臺灣地區用水量愈來愈大，因而產生的廢水也愈來愈多，在珍惜水資源，以及降低水汙染的趨勢下，汙水處理的技術也就愈發重要。為此，工研院特別發展出一套「新世代生活汙水處理技術」，這項技術的特點，是汙水在通過攔汙柵及沉砂池的前處理，即可進入此一系統，而以此一系統取代原本汙水處理方式的優點，包含了高效率、低汙泥、水回收及能源化等好處。工研院這一套生活汙水處理技術，每去除一公斤的COD，還可產生0.35立方公尺的甲烷（沼氣）用來發電。可說是廢物利用的良好示範。</p><p>（節錄自《永續水再生》）</p>",
    "subQuestions": [
      {
        "id": "47-1",
        "q": "根據本文，下列何者說明正確?",
        "options": [
          "(A) 目前地球上的可用淡水比例超過3%",
          "(B) 臺灣每年平均供水量低於175億噸",
          "(C) 目前臺灣的年均降雨量為全球最低",
          "(D) 臺灣年降雨量雖多，但多數雨水快速流入海中"
        ],
        "ans": "D",
        "explanation": "文中提到「雖然臺灣的年均降雨量是世界平均值的2.6倍，但事實上臺灣每年的降雨量中，超過一半都迅速流入海中」，故(D)正確。(A)文中說可用淡水資源不到1%。(B)文中說平均供水量約為175至180億噸，並非低於175億噸。(C)文中說臺灣年均降雨量是世界平均值的2.6倍，並非全球最低。"
      },
      {
        "id": "47-2",
        "q": "關於「21世紀的水資源，將如同20世紀的石油。」這句話的涵義，下列何者說明最恰當?",
        "options": [
          "(A) 水與石油在組成成分上極為類似",
          "(B) 未來水資源將與石油一樣昂貴稀缺",
          "(C) 水與石油的產業用途幾乎一致",
          "(D) 石油與水資源都屬於無法再生資源"
        ],
        "ans": "B",
        "explanation": "石油在20世紀是極為重要、引發爭奪且珍貴的戰略資源。這句話比喻到了21世紀，水資源也會像石油一樣，因為需求增加、供應短缺而變得異常珍貴、稀缺，甚至引發競爭。故選(B)。"
      },
      {
        "id": "47-3",
        "q": "文中提到「廢水處理時，還可產生甲烷（沼氣）用來發電」，這屬於「新世代生活汙水處理技術」中的哪一項優點?",
        "options": [
          "(A) 高效率",
          "(B) 低汙泥",
          "(C) 水回收",
          "(D) 能源化"
        ],
        "ans": "D",
        "explanation": "將廢水處理過程中產生的甲烷（沼氣）收集起來「用來發電」，這就是將廢棄物轉化為能源的過程，因此屬於(D)「能源化」的優點。"
      }
    ]
  },
  {
    "id": "set-48",
    "title": "第48篇 準時是經營的原點",
    "article": "<p>祕魯人因全國都不準時，不得不舉辦全國對時儀式，希望從此能養成守時的習慣。對個人而言，守時是修養、是禮貌；對公司而言，準時是紀律、是競爭力、是效率，絕不可等閒視之。</p><p>日本7-ELEVEN會長鈴木敏文在他的零售鉅著《7-ELEVEN零售聖經》（商賣的原點）中，特別指出零售的基本成功祕訣之一是清潔維護，這是多麼不像道理的道理，可說是一點學問也沒有。但是這麼普通的常識，卻是7-ELEVEN成功的關鍵，實在發人深省。</p><p>企業經營也有類似的狀況，「準時」是人人都知道的原則，但是這也是高效率經營與成功關鍵。</p><p>每一個公司都有計畫，每個計畫也都會有時間表，問題是有多少人能精準地按時間表執行？哪一個計畫不是有太多的變數與意外，最後所有的時間表都只是僅供參考，而大多數人也都對「不準時」習以為常，從來也不知道「準時」是高效率與成功經營企業的關鍵。</p><p>長期的媒體工作，讓我養成謹守「DEAD LINE」的習慣，因為刊物要準時與讀者見面，不論發生任何的意外，都要能被管理與補救，與讀者見面的時間不能延誤。這個習慣也很自然地被我運用到公司管理上，剛開始這只是經驗的延續，並不知其中的奧妙，但長期下來，我確認「準時」是一切經營的基本道理，也是效率與品質的關鍵。</p><p>首先為了「準時」，你就要有能力管理意外與變動，而要管理意外與變動，就要設定足夠應變的時間，並進行綿密的管理，並且要事先設定好意外的替代方案。而如果能提前準備，並綿密管理，當意外不出現時，你就會有多餘的時間，精雕細琢每一個細緻的工作環節：當你精雕細琢每一個工作環節與流程時，消極的你會把錯誤降到最低，積極的你會把工作的品質提升到最高。如果這樣，公司的營運一定會較過去大幅提升，這就是我體會出來的「準時」是一切經營的原點的道理。</p><p>沒有學問，人人皆知，但是很少人真正做到，這也就回應了企業經營「沒有Magic，只有Basic」的道理。</p><p>至於能不能「準時」，做得到做不到「準時」，這完全不是方法問題，而是態度問題。只要你把「準時」當做是工作的帝王條款，不可變動，你就會想盡辦法達到，而且也一定達得到，因為為了尊重時間表，一切意外也都可以被管理，當意外也能管理，就沒有任何不能管理的事了。</p><p>（選自《自慢：社長的成長學習筆記》商周出版公司）</p>",
    "subQuestions": [
      {
        "id": "48-1",
        "q": "日本7-ELEVEN會長鈴木敏文認為零售的基本成功祕訣是什麼?",
        "options": [
          "(A) 準時",
          "(B) 誠信",
          "(C) 清潔維護",
          "(D) 體貼"
        ],
        "ans": "C",
        "explanation": "文中第二段明確提到：「日本7-ELEVEN會長鈴木敏文...特別指出零售的基本成功祕訣之一是清潔維護」。故選(C)。雖然本文主題是「準時」，但此題問的是鈴木敏文關於零售業的觀點。"
      },
      {
        "id": "48-2",
        "q": "何飛鵬認為「準時」是一切經營的基本道理，下列哪一項不是他經營企業時看重「準時」的原因?",
        "options": [
          "(A) 「準時」代表品質穩定",
          "(B) 「準時」代表尊重別人的時間",
          "(C) 「準時」代表對於意外能夠應變",
          "(D) 「準時」代表一切事物都在管理之中"
        ],
        "ans": "B",
        "explanation": "文中提到「準時」是高效率與成功的關鍵，能讓營運大幅提升（品質穩定），需要有能力管理意外與變動（應變），且意味著一切意外都可被管理（管理之中）。雖然第一段提到對個人而言守時是禮貌（尊重別人時間），但在「經營企業」的層次上，作者強調的是管理、效率、應變與品質，而非「尊重別人的時間」。故(B)非其經營企業時看重的主要原因。"
      },
      {
        "id": "48-3",
        "q": "下列哪一句名言，最貼近本文中作者對於「準時」的想法?",
        "options": [
          "(A) 凡是想獲得優異成果的人，都應該異常謹慎地珍惜和支配自己的時間 —— 克魯普斯卡婭",
          "(B) 時間是最不值錢的東西，也是最寶貴的東西。因為有了時間，我們就有了一切 —— 萊尼斯",
          "(C) 我們得到生命的時候附帶有一個不可少的條件：我們應當勇敢地捍衛生命，直到最後一分鐘 —— 狄更斯",
          "(D) 時間是最殘酷的暴君，它在我們向老年進發的過程中，向我們徵抽健康、才能、體力及容貌等苛捐雜稅 —— 霍斯特"
        ],
        "ans": "A",
        "explanation": "作者認為「準時」是經營的原點，需要綿密管理、設定應變時間，以提升工作品質與營運成果。這與(A)「凡是想獲得優異成果的人，都應該異常謹慎地珍惜和支配自己的時間」的意旨最為貼近，都強調對時間的精確管理以達成目標。"
      },
      {
        "id": "48-4",
        "q": "本文中提到何飛鵬所選擇的經營守則，下列哪一個最不可能是其優先重視的價值?",
        "options": [
          "(A) 團隊守紀律",
          "(B) 做事有效率",
          "(C) 凡事有創意",
          "(D) 任務執行力"
        ],
        "ans": "C",
        "explanation": "文中提到「準時」是紀律、是競爭力、是效率，且是「Basic」（基本功）而非「Magic」（魔術）。作者強調的是按表操課、管理意外、精準執行（執行力）。相較之下，(C)「凡事有創意」並非本文強調的重點，甚至文中提到「一點學問也沒有」、「沒有Magic」，暗示作者更重視基本功的落實而非花俏的創意。"
      }
    ]
  },
  {
    "id": "set-49",
    "title": "第49篇 洛陽牡丹記與無性生殖",
    "article": "<p><strong>【甲】</strong> 洛陽之俗，大抵好花，春時城中無分貴賤皆插花，雖負擔者亦然。花開時，士庶競為遊遨。往往於古寺廢宅有池臺處，為市井張幄幕，笙歌之聲相聞。最盛於月陂堤、張家園、棠棣坊、長壽寺東街與郭令宅。至花落乃罷。洛陽至東京六驛，舊不進花。自今徐州李相迪為留守時，始進御。歲遣衙校一員，乘驛馬，一日一夕至京師。所進不過姚黃、魏紫三數朵。以菜葉實竹籠子，藉覆之使馬上不動搖，以蠟封花蒂，乃數日不落。大抵洛人家家有花，而少大樹者，蓋其不接則不佳。</p><p>（節錄自歐陽脩《洛陽牡丹記》）</p><p><strong>【乙】</strong> 無性生殖是指生物體直接由母體細胞分裂後產生出新個體的生殖方式。主要分為分裂生殖（通常是單細胞生物所行的生殖方式）、出芽生殖（某些生物個體上會長出一個較小的芽體。這個芽體在經過不斷地細胞分裂後會脫離母體，成為獨立的新個體）、斷裂生殖（通常是多細胞生物受外力作用斷裂後發育為新個體）、營養器官繁殖（植物的根、莖、葉等營養器官通過與母體脫離後，即能夠發育成新的個體）等方式。</p><p>註：①姚黃、魏紫：宋代洛陽兩種名貴的牡丹品種。</p><p>（維基百科）</p>",
    "subQuestions": [
      {
        "id": "49-1",
        "q": "根據甲文，自李相迪擔任留守，便開始派遣一名衙校的工作為何?",
        "options": [
          "(A) 統一管理全洛陽的牡丹",
          "(B) 負責進貢數朵姚黃、魏紫",
          "(C) 學習培育更高價的牡丹",
          "(D) 帶領城內工人種植牡丹"
        ],
        "ans": "B",
        "explanation": "甲文提到：「自今徐州李相迪為留守時，始進御（開始進貢）。歲遣衙校一員...所進不過姚黃、魏紫三數朵。」由此可知，這名衙校的工作就是負責將少量的名貴牡丹（姚黃、魏紫）運送到京師進貢。故選(B)。"
      },
      {
        "id": "49-2",
        "q": "甲文中提到「蓋其不接則不佳」，請根據乙文判斷牡丹花的嫁接屬於無性生殖中的哪一種類型?",
        "options": [
          "(A) 分裂生殖",
          "(B) 出芽生殖",
          "(C) 斷裂生殖",
          "(D) 營養器官繁殖"
        ],
        "ans": "D",
        "explanation": "甲文中的「接」是指「嫁接」。嫁接是利用植物的營養器官（如枝條、芽等）接在另一株植物上，使其癒合生長。根據乙文的定義，利用植物的根、莖、葉等營養器官來繁殖新個體，屬於(D)「營養器官繁殖」。(A)是單細胞生物；(B)如酵母菌、水螅；(C)如水綿、渦蟲。"
      }
    ]
  },
  {
    "id": "set-50",
    "title": "第50篇 田園之秋",
    "article": "<p>酣睡中醒來，聽見貓頭鷹在窗外老楊桃樹上鳴。貓頭鷹的鳴聲一點兒也不吵人，相反地，有種靜謐感，可加深人的酣睡，但是我還是醒來了，可見貓頭鷹的鳴聲如何地吸引我！既聽見貓頭鷹的鳴聲，興致便來了，不想再睡了。於是起來點了燈，壁鐘噹、噹、噹敲了三下，才只有三點鐘，管它幾點，飢來食倦來眠，一切視需要。</p><p>不久貓頭鷹走了。洗過了臉面，坐下來晨讀。櫥下傳來唧唧蟲鳴，那是灶雞，通常聚在灶邊積柴下，入夜即鳴，我叫牠為詩蟲，因為牠是詩人夜裡唯一的知友，鳴聲很美，和外邊草中的鈴蟲聲，構成最美妙的音樂。覺察到灶雞的細鳴，不得不放棄了書本，此君比書本還吸引人。通常總因習焉不察，聽而不聞，一旦覺察過來，任何事情都抵不過牠。此蟲唯一的缺點，是會啃書，但無論牠對書本造成多大的傷害，我都不忍傷害牠。聽貓頭鷹是一種味兒，聽灶雞是另一種味兒，而外邊草中的鈴蟲聲，又是另一種味兒，各有千秋，可是都同是夜裡的美音。田園之夜雖說是靜謐的，卻穿插著一些細微的美音，就像森林中暗穿著涓涓的細流一般。</p><p>（節錄自陳冠學《田園之秋‧九月二十一日》）</p>",
    "subQuestions": [
      {
        "id": "50-1",
        "q": "「飢來食倦來眠，一切視需要」，此處的「需要」是指哪一方面?",
        "options": [
          "(A) 生理",
          "(B) 心理",
          "(C) 精神",
          "(D) 性靈"
        ],
        "ans": "A",
        "explanation": "「飢來食」（餓了就吃）和「倦來眠」（累了就睡），這些都是人體最自然的生物本能反應。因此，這裡的「需要」是指身體上的(A)「生理」需求，強調順應自然的生理時鐘，不受世俗時間（壁鐘幾點）的拘束。"
      },
      {
        "id": "50-2",
        "q": "上文中所提到的聲音不包括哪一項?",
        "options": [
          "(A) 貓頭鷹的鳴聲",
          "(B) 灶雞的唧唧蟲鳴",
          "(C) 草中的鈴蟲聲",
          "(D) 池邊的蛙叫聲"
        ],
        "ans": "D",
        "explanation": "文中提到了(A)貓頭鷹的鳴聲（窗外老楊桃樹上）、(B)灶雞的唧唧蟲鳴（櫥下）、(C)外邊草中的鈴蟲聲。唯獨(D)「池邊的蛙叫聲」在本文中完全沒有被提及。故選(D)。"
      },
      {
        "id": "50-3",
        "q": "作者能體會到田園之夜的美，是因為他胸懷何種心境?",
        "options": [
          "(A) 衣帶漸寬終不悔",
          "(B) 萬物靜觀皆自得",
          "(C) 人情練達即文章",
          "(D) 莫待無花空折枝"
        ],
        "ans": "B",
        "explanation": "作者在深夜醒來，不急著睡也不急著工作，而是靜靜聆聽貓頭鷹、灶雞、鈴蟲的聲音，並從中感受到「靜謐感」與「美妙的音樂」。這種能從自然萬物的細微處發現美好與樂趣的心境，正是(B)「萬物靜觀皆自得」（靜下心來觀察萬物，都能從中得到領悟與樂趣）。(A)指為理想憔悴不悔；(C)指通曉人情世故；(D)指把握時光。"
      }
    ]
  },
  {
    "id": "set-51",
    "title": "第51篇 割雞焉用牛刀",
    "article": "<p>子之武城，聞弦歌之聲。夫子莞爾而笑曰：「割雞焉用牛刀？」子游對曰：「昔者，偃也聞諸夫子曰：『君子學道則愛人；小人學道則易使也。』」子曰：「二三子！偃之言是也；前言戲之耳！」</p><p>（《論語‧割雞焉用牛刀》）</p>",
    "subQuestions": [
      {
        "id": "51-1",
        "q": "「君子學道則愛人；小人學道則易使也。」文句中的「道」是指什麼?",
        "options": [
          "(A) 文學",
          "(B) 倫理",
          "(C) 技藝",
          "(D) 禮樂"
        ],
        "ans": "D",
        "explanation": "孔子來到武城，聽到「弦歌之聲」（彈琴瑟唱詩歌的聲音），這是子游在當地實施「禮樂教化」。因此，這裡所學的「道」，指的就是(D)「禮樂」之道。孔子認為透過禮樂教化，上位者（君子）能愛護人民，百姓（小人）能服從政令。"
      },
      {
        "id": "51-2",
        "q": "「割雞焉用牛刀。」這句話的涵義和下列哪一句成語的意思接近?",
        "options": [
          "(A) 任重道遠",
          "(B) 畫地自限",
          "(C) 大材小用",
          "(D) 楚材晉用"
        ],
        "ans": "C",
        "explanation": "「割雞焉用牛刀」字面意思是殺一隻雞何必用宰牛的大刀。孔子原本用這句話開玩笑，暗示治理武城這樣的小地方，不需要用到高深的禮樂大道。引申義為(C)「大材小用」（把大的才能用在小的事情上）或「殺雞用牛刀」（小題大作）。"
      },
      {
        "id": "51-3",
        "q": "「莞爾」的正確解釋為何?",
        "options": [
          "(A) 輕視貌",
          "(B) 微笑貌",
          "(C) 驕傲貌",
          "(D) 恐懼貌"
        ],
        "ans": "B",
        "explanation": "「莞爾」是形容微笑的樣子。文中「夫子莞爾而笑」，表示孔子是帶著輕鬆、微笑的神情說這句話，顯示他只是在開玩笑，並非生氣或輕視。故選(B)。"
      }
    ]
  },
  {
    "id": "set-52",
    "title": "第52篇 一鳴驚人",
    "article": "<p>一鳴驚人</p><p>齊國有位叫淳于髡的人，說話詼諧有趣，善於辯論。齊威王喜好猜謎語，又沉溺酒色，不理國事，把政事都交給卿大夫處理，導致朝政荒廢混亂，四方諸侯紛紛入侵，但身邊的大臣都不敢進諫。</p><p>於是，淳于髡用謎語來勸諫齊威王，說：「都城中有一隻大鳥，棲息在大王的宮殿中，三年不飛不叫，大王知道這是什麼鳥嗎？」威王說：「這隻鳥不飛則已，一飛就沖上雲霄；不叫則已，一叫就聲勢驚人。」不久就下詔各縣的長官入朝奏事，按功過行賞論罰，並整頓兵馬準備出征。諸侯得知後十分震驚，趕快把侵占的土地歸還齊國。齊國的聲威因此維持長達三十六年。</p><p>（改寫自《史記‧滑稽列傳》）</p>",
    "subQuestions": [
      {
        "id": "52-1",
        "q": "淳于髡用謎語勸戒齊威王的目的為何?",
        "options": [
          "(A) 勸威王勿獨斷獨裁",
          "(B) 勸威王勿居功自傲",
          "(C) 建議威王懲處貪官",
          "(D) 期望威王奮發圖強"
        ],
        "ans": "D",
        "explanation": "齊威王當時沉溺酒色，不理國事。淳于髡用「三年不飛不叫的大鳥」來隱喻齊威王，目的是刺激他，希望他能像大鳥一樣展翅高飛、一鳴驚人，也就是期望他能(D)「奮發圖強」，振作起來治理國家。"
      },
      {
        "id": "52-2",
        "q": "經淳于髡進諫後，齊威王的態度有何改變?",
        "options": [
          "(A) 依然故我",
          "(B) 痛改前非",
          "(C) 怒不可遏",
          "(D) 虛應敷衍"
        ],
        "ans": "B",
        "explanation": "齊威王聽懂了謎語，回答說大鳥將「一飛沖天，一鳴驚人」。隨後他「下詔各縣長官入朝奏事...整頓兵馬」，實際行動顯示他徹底改變了過去荒廢朝政的態度，開始勵精圖治。這屬於(B)「痛改前非」（徹底改正過去的錯誤）。"
      },
      {
        "id": "52-3",
        "q": "關於文中的人物，下列敘述何者有誤?",
        "options": [
          "(A) 對於齊威王的荒誕亂政，大臣們皆噤若寒蟬",
          "(B) 淳于髡刻意投其所好，以謎語委婉勸諫威王",
          "(C) 威王雖能力不佳，但靠著勤能補拙成為霸主",
          "(D) 諸侯見威王力圖振作，態度由輕視轉為順服"
        ],
        "ans": "C",
        "explanation": "(C) 敘述有誤。文中顯示齊威王其實相當聰明（知道謎語的含義，且一振作就能讓諸侯歸還土地），他之前只是「沉溺酒色，不理國事」，並非「能力不佳」。後來他「不飛則已，一飛沖天」，展現的是爆發力與才幹，而非「勤能補拙」（靠勤奮彌補天資愚鈍）。(A)大臣不敢進諫（噤若寒蟬），(B)用謎語投其所好，(D)諸侯震驚歸還土地，皆符合文意。"
      }
    ]
  },
  {
    "id": "set-53",
    "title": "第53篇 謝無奕與王藍田",
    "article": "<p>謝無奕性麤彊，以事不相得，自往數王藍田，肆言極罵。王正色面壁不敢動，半日。謝去良久，轉頭問左右小吏曰：「去未？」答云：「已去。」然後復坐。時人嘆其性急而能有所容。</p><p>註：①麤彊：粗野頑強。麤，音ㄘㄨ。<br>②相得：互相投合。<br>③肆言極罵：極力責罵。</p><p>（《世說新語》）</p>",
    "subQuestions": [
      {
        "id": "53-1",
        "q": "「自往數王藍田」句中「數」字，其音為何?",
        "options": [
          "(A) ㄕㄨˇ",
          "(B) ㄕㄨˋ",
          "(C) ㄕㄨㄛˋ",
          "(D) ㄘㄨˋ"
        ],
        "ans": "A",
        "explanation": "在「自往數王藍田」句中，「數」的意思是「責備」、「列舉罪狀」。讀音為(A)「ㄕㄨˇ」。(B)是數目，(C)是頻繁。"
      },
      {
        "id": "53-2",
        "q": "謝無奕之舉可用下列何詞來形容?",
        "options": [
          "(A) 不慍不火",
          "(B) 倔強倨傲",
          "(C) 任真灑脫",
          "(D) 拒諫飾非"
        ],
        "ans": "B",
        "explanation": "謝無奕「性麤彊」（性情粗暴固執），因為事情不合意就「自往數王藍田，肆言極罵」（跑去罵人，且罵得很難聽）。這種行為顯示他個性衝動、粗魯、傲慢，故用(B)「倔強倨傲」或「粗野無理」來形容較為貼切。(A)是形容王藍田的忍讓或溫和；(C)是褒義；(D)是不聽勸告。"
      }
    ]
  },
  {
    "id": "set-54",
    "title": "第54篇 世界是一本大書",
    "article": "<p>讓我們以心和眼去與生活真正相遇，成為於無字句處讀書、於無山水處看風景的「全方位閱讀者」！</p><p>每天，我們豈不都該勻出些時間，推窗起身，去瀏覽雲的傳奇，草的鋪敘，樹影花光的句讀，並且走到人群之中，去讀一讀市井街衢的面貌，人間生活的樣態，以及眼神表情的變化？</p><p>雖然，聯合國教科文組織對「書」一詞所下的全球性定義是——「凡非期刊性質之出版物，其頁數含封面封底在內，超過四十九頁者，均稱為書。」</p><p>但天地歲月這本活的、無形的、流動的大書，卻豈是如此簡單狹隘的人間詮釋、白紙黑字的書寫格局，所能涵蓋其風華內蘊？</p><p>當詩人翁森寫下「好鳥枝頭亦朋友，落花水面皆文章」的句子時，他是以閱讀的心情，把落花在水面上鋪敘的圖案，讀成了一篇有趣的春日散文。</p><p>當畫家鄭板橋自稱：「板橋非閉戶讀書者，長遊於古松、荒寺、平沙、遠水、峭壁、墟墓之間，然無之非書也。」</p><p>當清初小品文家張潮說：「善讀書者，無之而非書——山水亦書也，棋酒亦書也，花月亦書也。」</p><p>他們同樣也是以一顆活潑的心，把世界當成一本大書來讀。</p><p>「這世界並不缺少美，它缺少發現！」雕刻家羅丹曾如此嘆息。</p><p>而即使是一缸餿水，滿街濁塵、都市邊緣的垃圾山、地下道行乞者的卑微身姿……，我們豈不也都可在其中讀出許多其他的意義？</p><p>讀出人間殘破、世界傷痛的訊息？</p><p>讀出哀憫、讀出責任、讀出反省、讀出危機意識，也讀出一些特殊的心得來？</p><p>「書」的定義真的不該那麼狹隘，不該只局限於文字之書、白紙黑字的作品。</p><p>未曾定義、無法定義的，是天地、歲月、人間、世界這本真正的「無字天書」。</p><p>因此，當我們閱讀，請不要忘了抬起頭來，走入生活，也去讀一讀世界這本大書。</p><p>無一處不山水，每一瞬皆文章！</p><p>只因為我們眼睛所接觸的事物，都是閱讀的對象，都是——書！</p><p>註：①街衢：四通八達的街路。</p><p>（選自《青少年的四個大夢2》）</p>",
    "subQuestions": [
      {
        "id": "54-1",
        "q": "下列選項何者最能呼應本文主旨?",
        "options": [
          "(A) 千里始足下，高山起微塵",
          "(B) 心安茅屋穩，性定菜根香",
          "(C) 書山有路勤為徑，學海無涯苦作舟",
          "(D) 世事洞明皆學問，人情練達即文章"
        ],
        "ans": "D",
        "explanation": "本文主旨在於鼓勵人們走入生活，閱讀「世界」這本大書，從自然景物到市井人生，無處不是書。這與(D)「世事洞明皆學問，人情練達即文章」的意思最為呼應，意指通曉世間萬象與人情世故，本身就是高深的學問與文章。故選(D)。"
      },
      {
        "id": "54-2",
        "q": "下列何者所說的話，最不符合本文所提及的「全方位閱讀者」?",
        "options": [
          "(A) 科爾頓：「蹩腳的旅行者只知道到此一遊，正如蹩腳的讀者只知道書的結局。」",
          "(B) 奧古斯狄尼斯：「世界是一本書，而不旅行的人們只讀了其中的一頁。」",
          "(C) 狄斯累利：「旅行是真正知識的偉大泉源。」",
          "(D) 黃庭堅：「三日不讀書，便覺面目可憎，言語乏味。」"
        ],
        "ans": "D",
        "explanation": "本文的「全方位閱讀者」是指能閱讀「天地、歲月、人間、世界」這本無字天書的人，強調走出書本，體驗生活。(A)(B)(C)都強調旅行、體驗世界的重要性，符合文意。而(D)黃庭堅所說的「讀書」通常指閱讀傳統的「有字之書」以涵養氣質，若單就這句話來看，較偏向傳統閱讀，與本文強調「走出書本、閱讀世界」的廣義閱讀較不完全貼合（雖然廣義上也可通，但相較其他選項，它是最狹義的）。故選(D)。"
      },
      {
        "id": "54-3",
        "q": "下列對本文內容的解讀，哪一選項最為正確?",
        "options": [
          "(A) 鼓勵讀者捨棄書本去遊歷豐富又多樣的世界",
          "(B) 用心觀察、思索各種情態，能從中悟出道理",
          "(C) 即使人間殘破、世界傷痛，都應該樂觀以對",
          "(D) 善讀書者即使只面對書本也能讀出山水花月"
        ],
        "ans": "B",
        "explanation": "文中提到「即使是一缸餿水...我們豈不也都可在其中讀出許多其他的意義？讀出哀憫、讀出責任...」。這說明了只要用心觀察（閱讀），就能從世間萬象中領悟出道理或感受。故(B)正確。(A)作者並非要大家「捨棄」書本，而是「不要忘了抬起頭來...也去讀一讀」；(C)文中是要讀出反省與危機意識，並非單純樂觀；(D)文中引用張潮的話是指善讀書者能把山水當書讀，而非在書本裡讀出山水。"
      }
    ]
  },
  {
    "id": "set-55",
    "title": "第55篇 晏子飲景公酒",
    "article": "<p>晏子飲景公酒，命器必新。家老曰：「財不足，請斂於民。」晏子曰：「止！夫樂者，上下同之，無有獨樂。今上樂其樂，下傷其費，是獨樂者也。不可。」</p><p>（改寫自《說苑‧貴德》）</p>",
    "subQuestions": [
      {
        "id": "55-1",
        "q": "下列「」中的字，何者「不是」作動詞用?",
        "options": [
          "(A) 「命」器必新",
          "(B) 請「斂」於民",
          "(C) 今上「樂」其樂",
          "(D) 下傷其「費」"
        ],
        "ans": "D",
        "explanation": "(A) 「命」：命令，動詞。(B) 「斂」：徵收、聚斂，動詞。(C) 「樂」：以...為樂（享受），動詞。(D) 「費」：費用、資財，名詞。故選(D)。"
      },
      {
        "id": "55-2",
        "q": "根據本文，下列何者最可能是晏子的想法?",
        "options": [
          "(A) 快樂是心靈的滿足，而不是物質上的享受",
          "(B) 要有一顆能容納快樂的心，快樂才會降臨",
          "(C) 快樂應同享，莫圖一己之樂而使他人痛苦",
          "(D) 能為別人謀福利，是最富有、最快樂的人"
        ],
        "ans": "C",
        "explanation": "晏子說：「夫樂者，上下同之，無有獨樂。」意指真正的快樂應該是君民同樂。如果「上樂其樂，下傷其費」（在上位者享樂，在下位者卻因此耗損財物），那就是「獨樂」，是不可以的。這反映了晏子認為(C)「快樂應同享，莫圖一己之樂而使他人痛苦」的想法。"
      }
    ]
  },
  {
    "id": "set-56",
    "title": "第56篇 校園霸凌面面觀",
    "article": "<p><strong>校園霸凌面面觀</strong></p><p>「霸凌」是英語bullying的音譯，意思是恃強欺弱的行為。「霸凌」被社會大眾關注並且成為流行語之前，這種偏差行為早已存在校園。隨著社會環境變遷，媒體、網路資訊氾濫等因素，導致校園霸凌模式的複雜化，已成為社會隱憂。因此，反霸凌是目前各國教育工作的重點之一。</p><p>校園霸凌大致分為以下幾類：</p><p>一、肢體霸凌：推、踢、毆打及強取財物等，最令孩子恐懼。</p><p>二、言語霸凌：嘲笑、謾罵、取不雅綽號、威脅恐嚇等，造成心理傷害較大。</p><p>三、關係霸凌：排擠、抵制討厭的同學，這是最常見的型式，也最容易被忽視。</p><p>四、性霸凌：取笑或嘲諷對方的身體、性取向，以及性騷擾、性侵害等。</p><p>五、反擊型霸凌：受害者不堪受侮出現的反擊行為，可能從被霸凌者成為霸凌者。</p><p>六、網路霸凌：透過電子郵件、手機、簡訊或網站散布不雅照或辱罵言詞等。</p><p>霸凌在醫學上被視為反社會行為，通常造成受害人心靈創傷、人格扭曲、悲觀自卑，後遺症如學習低落、人際疏離、出現精神疾病等，甚至有些受害人產生報復行為，轉而霸凌他人。而未成年加害人若沒有得到矯治，成年後犯罪的比例也相當高。</p><p>在政府大力倡導反歧視、性別平等、身體自主權的同時，學校更應該宣示經營一個「無霸凌學校」。一旦霸凌發生，校長應該負起責任，統籌各處室，甚至援引外部資源，像社工、心理師、關注青少年議題的民間機構，甚至是中途學校、警政單位，給予教師更多協助。青年學子除了要了解：霸凌不只是霸凌者或被霸凌者的事，更須培養正義感，懂得尊重差異，深刻體悟生命價值，並學習情緒管理。人人皆需理解「己所不欲，勿施於人」的意義，才能營造和諧友善的校園。</p><p>（編輯群撰寫）</p>",
    "subQuestions": [
      {
        "id": "56-1",
        "q": "老師要求同學在閱讀完本文後，針對霸凌型態進行歸類，但只有一人分類正確，請問是下列哪位同學?",
        "options": [
          "(A) 曉萍：排擠或抵制看不順眼、討厭的同學是肢體霸凌",
          "(B) 瑄慈：取不雅綽號、嘲笑、謾罵、威脅等是言語霸凌",
          "(C) 輸光：受害者出現反擊、霸凌別人的行為是關係霸凌",
          "(D) 均蔚：取笑對方的性取向，或進行性騷擾是網路霸凌"
        ],
        "ans": "B",
        "explanation": "(A) 排擠、抵制屬於「關係霸凌」。(B) 嘲笑、謾罵屬於「言語霸凌」，正確。(C) 受害者反擊屬於「反擊型霸凌」。(D) 取笑性取向或性騷擾屬於「性霸凌」。故選(B)。"
      },
      {
        "id": "56-2",
        "q": "「國中時我被同學霸凌，他們看我軟弱，強取我的學用品，笑我成績不好，不跟我同組，說會被我傳染成笨蛋，甚至踢我的桌子，叫我滾開。那時每天都是噩夢，我只能在學校冷著一張臉，假裝自己毫無感覺，回到家卻倒在被子裡流淚。」根據上文，該主角在國中時遭遇到的霸凌不包括何者?",
        "options": [
          "(A) 肢體霸凌",
          "(B) 言語霸凌",
          "(C) 關係霸凌",
          "(D) 網路霸凌"
        ],
        "ans": "D",
        "explanation": "強取學用品、踢桌子屬於(A)肢體霸凌；笑成績不好、叫人滾開屬於(B)言語霸凌；不跟主角同組屬於(C)關係霸凌。文中完全未提及透過手機或網路進行攻擊，故不包括(D)網路霸凌。"
      },
      {
        "id": "56-3",
        "q": "作家張曼娟說：「小時候家族裡的一位長輩歧視我，她在大家面前嫌棄我，說了許多羞辱的話。為了爭一口氣，不讓長輩看扁了，不讓父母面上無光，我真的成為一尾力爭上游的魚兒。」由上段文字，可知張曼娟小時候曾遭到親戚何種霸凌?",
        "options": [
          "(A) 性別霸凌",
          "(B) 關係霸凌",
          "(C) 言語霸凌",
          "(D) 肢體霸凌"
        ],
        "ans": "C",
        "explanation": "張曼娟提到長輩「嫌棄我，說了許多羞辱的話」，這種透過言語進行的羞辱與攻擊，屬於(C)言語霸凌。"
      },
      {
        "id": "56-4",
        "q": "下列敘述何者最貼近本文的內容?",
        "options": [
          "(A) 說明霸凌的種類、影響及如何處理霸凌事件",
          "(B) 介紹霸凌行為的出處、型態、校方因應之道",
          "(C) 條列霸凌緣由，針對不同類型提供對應之法",
          "(D) 撻伐霸凌的行為，以建立無霸凌學校為宗旨"
        ],
        "ans": "A",
        "explanation": "文章首先定義霸凌，接著條列六種霸凌種類（種類），然後說明其對受害者與加害者的後果（影響），最後提出學校、政府、學子應如何應對（處理）。(A)選項概括最完整。(C)文中並未針對「每一種」類型提供對應之法，而是提出通用的防治策略。"
      }
    ]
  },
  {
    "id": "set-57",
    "title": "第57篇 風中的白楊樹",
    "article": "<p>一個有陽光的秋日，我們再度驅車上山。才過國家公園入口處，四處分布的黃金色塊吸住遊人眼光。</p><p>隱在無邊際松林雜樹之中的白楊，春夏兩季披著同色調綠葉躲入茫茫樹海不易被察覺，①但秋寒一降臨，如美神聖殿裡的血緣鑑定，毫無疑問地，這潛逃至民間隱入農樵行列的王子脫去綠布衣現出天賜金身，光芒震懾群樹不可逼視，純正血統令他無所藏於天地之間，無需任何語句，只一眼人人知道他是誰。</p><p>上山賞葉的遊人絡繹於途，顯然都知道醉人的賞葉期僅短短十日，若第一場雪提早來臨恐更短，金葉將落盡而剩枯枝。這是公平的：②美，從來不等任何人，除了把握別無他途。</p><p>我們停在一處寬闊平野，雜草叢生，遠望可見洛磯山巔終年不化的積雪，藍空中白雲悠悠。③在這兒，時間這輛囚車彷彿被卸下輪子、支解零件，廢木條被野鹿踐踏，任雀鳥塗汙。關在囚車裡折磨得不成人形的囚徒才踏出步伐，頓覺手銬腳鐐砰然粉碎，身心輕得像蝴蝶，不免責怪自己：「被關這麼久都不抗暴，怎把人生過得這樣狼狽？」踩著野草向前，視線停駐處是暗綠色高山，山腳下一排白楊樹林，現出純粹無瑕的黃金色澤。</p><p>④在美面前，任何人都無話可說，唯有一步步朝聖。</p><p>（簡媜《風中的白楊樹》）</p>",
    "subQuestions": [
      {
        "id": "57-1",
        "q": "作者對於白楊樹的描寫，下列敘述何者最恰當?",
        "options": [
          "(A) 刻畫樹身形狀曲盡其致",
          "(B) 凸顯秋季時樹葉的顏色變換",
          "(C) 強調其品種珍貴，價值不菲",
          "(D) 描繪落葉繽紛之美，不可逼視"
        ],
        "ans": "B",
        "explanation": "文中詳細描寫白楊樹在春夏是綠色的，隱沒在樹海中；但「秋寒一降臨...脫去綠布衣現出天賜金身」，變成耀眼的黃金色。這是透過顏色的強烈對比，來凸顯秋季白楊樹的獨特之美。故選(B)。"
      },
      {
        "id": "57-2",
        "q": "本文畫線處文句的涵義，何者說明最恰當?",
        "options": [
          "(A) ①：歷經季節試煉，方知樹木之勁節",
          "(B) ②：人常常為了追求美，卻忘了把握當下的時光",
          "(C) ③：面對美景，可以忘卻時間的束縛",
          "(D) ④：看過真正的美景，其他景色便顯得微不足道"
        ],
        "ans": "C",
        "explanation": "③「時間這輛囚車彷彿被卸下輪子...囚徒才踏出步伐，頓覺手銬腳鐐砰然粉碎」，運用比喻手法，將時間比作囚車，將人比作囚徒。在壯麗的美景面前，時間的壓迫感消失了，人感到身心自由。故(C)「面對美景，可以忘卻時間的束縛」最恰當。(A)是講顏色變化而非勁節；(B)是講美稍縱即逝要把握，而非忘了把握；(D)是講對美的敬畏，非貶低其他景色。"
      }
    ]
  },
  {
    "id": "set-58",
    "title": "第58篇 庾公乘馬",
    "article": "<p>庾公乘馬有的盧，或語令賣去。庾云：「賣之必有買者，即當害其主。寧可不安己而移於他人哉？昔孫叔敖殺兩頭蛇以為後人，古之美談。效之，不亦達乎？」</p><p>註：①的盧：凶馬。</p><p>（《世說新語‧德行》）</p>",
    "subQuestions": [
      {
        "id": "58-1",
        "q": "本文的主旨在說明庾公為人如何?",
        "options": [
          "(A) 不迷信、不貪財利",
          "(B) 安分守己，逆來順受",
          "(C) 欲效法孫叔敖，追求美名",
          "(D) 有「己所不欲，勿施於人」的精神"
        ],
        "ans": "D",
        "explanation": "庾公知道「的盧」是凶馬，會害主人，因此不願賣給別人，理由是「寧可不安己而移於他人哉？」（怎麼可以把自己不安的事情轉嫁給別人呢？）。這正是(D)「己所不欲，勿施於人」的仁愛精神。"
      },
      {
        "id": "58-2",
        "q": "本文的寫作手法著重在描寫什麼?",
        "options": [
          "(A) 人物的神采風度",
          "(B) 歷史的真實事蹟",
          "(C) 理想的幻滅",
          "(D) 風土與人情"
        ],
        "ans": "A",
        "explanation": "《世說新語》多記載魏晉名士的言行軼事。本文透過庾公拒賣凶馬的對話，展現了他為他人著想、不嫁禍於人的高尚品德與胸懷。這屬於描寫(A)人物的神采風度（德行）。"
      }
    ]
  },
  {
    "id": "set-59",
    "title": "第59篇 阿爸確信",
    "article": "<p>因為你全身沾滿了泥巴<br>他們竟說，你是骯髒的</p><p>因為你不會說bye bye<br>他們竟說，你是愚笨的</p><p>因為你的粗布衣裳和赤足<br>他們竟說，你是粗俗的</p><p>因為你不喜歡誇示自己<br>因為你不善於花巧的言詞<br>他們竟說，你是自卑的</p><p>無論他們怎麼說<br>阿爸確信，你是最乾淨的孩子<br>阿爸確信，你深深的凝視最動人<br>阿爸確信，你樸素的衣著最漂亮</p><p>孩子呀！而你要堅持<br>非關自卑或自傲的自尊</p><p>（吳晟《阿爸確信》）</p>",
    "subQuestions": [
      {
        "id": "59-1",
        "q": "「因為你不會說bye bye／他們竟說，你是愚笨的」。這段話實際上是在說什麼?",
        "options": [
          "(A) 自己小孩智商不足",
          "(B) 一般人皆帶有崇洋心理，認為會說英語才是高人一等",
          "(C) 必須加強英文會話",
          "(D) 感嘆自己小孩的英文程度不如人家"
        ],
        "ans": "B",
        "explanation": "詩中描述旁人因為孩子不會說簡單的英文（bye bye），就斷定他「愚笨」。這反映了社會上普遍存在的偏見，認為會說英文才聰明、高級，隱含了(B)「一般人皆帶有崇洋心理」的批判意味。"
      },
      {
        "id": "59-2",
        "q": "第二段可看出作者的小孩是怎樣的一個小孩?",
        "options": [
          "(A) 粗俗自卑",
          "(B) 虛浮不實",
          "(C) 花言巧語",
          "(D) 謙抑實在"
        ],
        "ans": "D",
        "explanation": "第二段提到孩子「不喜歡誇示自己」、「不善於花巧的言詞」。這些特質顯示孩子是個不愛炫耀、說話誠懇的人，也就是(D)「謙抑實在」。旁人誤以為這是自卑，但父親深知這是孩子的優點。"
      },
      {
        "id": "59-3",
        "q": "「孩子呀！而你要堅持／非關自卑或自傲的自尊。」這段話的意思是要他的孩子如何?",
        "options": [
          "(A) 注意儀容與言語",
          "(B) 做一個乖巧與可愛的孩子",
          "(C) 不可自卑，也不可處處不如人",
          "(D) 保持現在這種樸實善良的態度"
        ],
        "ans": "D",
        "explanation": "父親確信孩子的「骯髒」（泥巴）、「愚笨」（不會英文）、「粗俗」（赤足）其實是乾淨、動人、漂亮的。他要孩子「堅持」那份自尊，意思就是要孩子不要被世俗的眼光動搖，繼續保持(D)「樸實善良的態度」，做真實的自己。"
      }
    ]
  },
  {
    "id": "set-60",
    "title": "第60篇 成功的樓梯",
    "article": "<p>人，如果下意識的想跳，愈是想跳愈是不容易跳上去。年輕的時候總是禁不住血氣，一下子就想要爬上或跳上人家勤勤懇懇費了相當年日始得來的位置上面。但由於經驗不足，或者因無法領悟其中微妙的要領，終告失敗。</p><p>成功的樓梯，想要一下子跑上去是沒有辦法的。呼吸既困難，又會絆倒，終會從半路滾下來的。所以還是一步一步腳踏實地走上去，才是正確的途徑。</p><p>可是，無論人生或是工作，總有一個機會。必須要看準這個機會，強而有力地向前邁進，一面小心地一步一步試探，這就是能走完樓梯的要訣。</p>",
    "subQuestions": [
      {
        "id": "60-1",
        "q": "本文是在傳達下列何種道理?",
        "options": [
          "(A) 行百里者半於九十",
          "(B) 羅馬不是一天造成的",
          "(C) 行萬里路，勝讀十年書",
          "(D) 記取過去，策畫將來"
        ],
        "ans": "B",
        "explanation": "文章強調「成功的樓梯，想要一下子跑上去是沒有辦法的」，必須「一步一步腳踏實地走上去」。這與(B)「羅馬不是一天造成的」道理相同，皆說明偉大的成就需要長時間的累積與努力，無法一蹴可幾。"
      },
      {
        "id": "60-2",
        "q": "下列何者「不是」影響事情成功的要素?",
        "options": [
          "(A) 經驗",
          "(B) 機會",
          "(C) 嘗試",
          "(D) 血氣"
        ],
        "ans": "D",
        "explanation": "文中提到「經驗不足」會導致失敗，「看準機會」是成功的要訣，「一步一步試探」（嘗試）是正確途徑。而「血氣」（衝動、浮躁）在文中被描述為年輕人「禁不住」的衝動，導致妄想一步登天而失敗，因此它是導致失敗的原因，而非成功的要素。故選(D)。"
      },
      {
        "id": "60-3",
        "q": "根據本文，下列敘述何者「有誤」?",
        "options": [
          "(A) 成功不能憑幻想而獲得",
          "(B) 年輕的血氣，往往是事業成功的本錢",
          "(C) 成功不決定於有沒有機會，而是決定於能否把握機會",
          "(D) 做事平穩踏實才能成功"
        ],
        "ans": "B",
        "explanation": "(B) 文中提到「年輕的時候總是禁不住血氣，一下子就想要爬上...終告失敗」。這裡的「血氣」指的是急躁、不切實際的衝動，作者認為這是導致失敗的原因，而非成功的本錢。故(B)敘述有誤。"
      },
      {
        "id": "60-4",
        "q": "關於本文的寫作手法，下列敘述何者正確?",
        "options": [
          "(A) 透過對比手法，描寫年輕人與長者在職場表現的差異，引發讀者共鳴",
          "(B) 運用設喻說理方式，引導讀者理解成功需循序漸進、把握契機",
          "(C) 援引名人言論與生活實例作為論據，使論點更具說服力",
          "(D) 藉由場景描寫與心理刻畫，鋪陳人物逐夢過程的掙扎與成長"
        ],
        "ans": "B",
        "explanation": "作者將追求成功比喻為「爬樓梯」（設喻），說明不能想一下子跳上去，必須一步一步走（循序漸進），並強調要看準「機會」（把握契機）。這種透過具體比喻來說明抽象道理的手法，即為(B)「運用設喻說理方式」。"
      }
    ]
  },
  {
    "id": "set-61",
    "title": "第61篇 三十年的重量",
    "article": "<p>實在想不到，在接不完的電話中，生楞楞的插進來一個蒼老的聲音。待對方報清了名字，我不由自主地握著話筒站起身來：那是我三十年前讀中學時的語文老師穆尼先生。他在電話中說，三十年前的春節我曾和同學曹齊合作，畫了一張賀年片送給他。老人說：「你們能不能補畫一張送我，作為我晚年最珍貴的收藏？」老人的聲音，誠懇得有點顫抖。</p><p>放下了電話，我立即斷定，這將是我繁忙的歲末活動中最有意義的一件事。</p><p>我果坐在書桌前，腦海中出現了六十年代初歡樂而清苦的中學生活。那時候，中學教師中很奇異地隱藏著許多出色的學者。哪怕是再稚嫩的目光，也能約略辨識學問和人格的亮度。我們當時才十四、五歲，一直傻傻地想著感激這些老師的辦法。到放寒假，終於有了主意，我和曹齊代表全班同學繪製賀年片。就是那點稚拙的塗畫，竟深深地鐫刻在一位長者的心扉間，把三十年的歲月都刻穿了。</p><p>今日的曹齊，已是一位有名的書畫家，當他一聽到穆尼老師的要求，和我一樣，把手上的工作立即停止……。現在，這卷書畫已送到穆尼老師手上。</p><p>老師，在你面前，為你執筆，我們頭上的一切名號、頭銜全都抖落了，只剩下兩個赤誠的學生。只有在這種情況下，我們才能超拔煩囂，感悟到某種跨越時空的人間至情。</p><p>（節錄自余秋雨《三十年的重量》）</p>",
    "subQuestions": [
      {
        "id": "61-1",
        "q": "「哪怕是再稚嫩的目光，也能約略辨識學問和人格的亮度。」上述句子的涵義是什麼?",
        "options": [
          "(A) 小孩子大約能分辨好人和壞人",
          "(B) 學生如果不仔細了解，無法得知老師的能力",
          "(C) 學生可以透過赤子之心了解老師是否用心",
          "(D) 無論學生年紀多小，還是有分辨老師好壞的能力"
        ],
        "ans": "D",
        "explanation": "「稚嫩的目光」指年紀尚小的學生，「學問和人格的亮度」指老師優秀的學識與品格。整句話意思是說，即使是年紀很小、見識不多的學生，也能感受到好老師的光芒。故選(D)。"
      },
      {
        "id": "61-2",
        "q": "「把三十年的歲月都刻穿了」所用的轉化修辭，和下列何者相同?",
        "options": [
          "(A) 穿上禮服，就穿上了美麗",
          "(B) 最吵鬧的寂靜",
          "(C) 熨斗保你百衣百順",
          "(D) 為什麼天空有下不完的雨"
        ],
        "ans": "A",
        "explanation": "「把三十年的歲月都刻穿了」是將抽象的「歲月」當作具體的物體來「刻穿」，屬於轉化修辭中的「形象化」（將抽象化為具體）。(A)「穿上了美麗」，將抽象的「美麗」當作衣服來「穿」，同樣是形象化。故選(A)。(B)是映襯；(C)是雙關（百依百順）；(D)是設問。"
      },
      {
        "id": "61-3",
        "q": "「老師，在你面前，為你執筆，我們頭上的一切名號、頭銜全都抖落了。」的涵義為何?",
        "options": [
          "(A) 學生對老師的畏懼",
          "(B) 學生對老師單純的仰慕",
          "(C) 學生對老師的不在乎",
          "(D) 學生對老師的無可奈何"
        ],
        "ans": "B",
        "explanation": "作者與曹齊雖然已功成名就（有名號、頭銜），但在老師面前，他們願意放下這一切，回歸到最單純的學生身分，懷著赤誠之心為老師作畫。這表現了對老師崇高的敬意與(B)單純的仰慕（尊師重道的情感）。"
      }
    ]
  },
  {
    "id": "set-62",
    "title": "第62篇 上善若水",
    "article": "<p>道德經第八章：「上善若水。水善利萬物而不爭，處眾人之所惡，故幾於道。居善地，心善淵，與善仁，言善信，政善治，事善能，動善時。夫唯不爭，故無尤。」</p><p>最上乘的善就好比是水。水善於滋潤萬物卻不與之相爭，自願處於眾人都厭惡的卑下之地，所以最接近於「道」的境界。上善者居住善於適應環境，胸懷深沉善於包容，與人交往友愛熱情，說話嚴守信用，為政治國有條有理，處事能夠發揮所長，行動積極把握時機。正因為有不爭的美德，因而沒有過失，亦不會招來怨尤。水因為沒有固定的形狀，因此裝在什麼容器中，就顯現何等狀態，這就是善於適應環境；而江河不擇細流，湖海能納百川，愈深沉則愈平靜無浪，波瀾不興，顯現了水的雍容大度，包含深廣；不同的水交匯，兩水很快就交融在一起，分不清你我，也就是水善於與人相處的象徵；水緩緩而流，循循善誘，象徵著人的言語要信實可靠，才能夠導人為善；水有了河道，便循序而下，井然有條，如同處理政事要條理分明一樣；水可以用來洗滌汙穢，也可以用來切割堅石，端看需要而產生作用，正是善於發揮所長的表現；而一有孔竅，水便趁隙而入，立刻湧出，正是它毫不猶豫，積極把握時機的表現。</p><p>水因為有著這樣多的特質，因而老子以水的各種特性作為比喻，來說明最上乘的善人應該具備什麼樣的人格狀態。所有偉大的文明，都沿著水邊產生，水，著實是人類文明的搖籃。然而「人往高處爬，水往低處流」，唯有水甘心處在眾人不願前往的低下之地；水的流逝不捨晝夜，水的流行萬古長存，水的傳播無遠弗屆，這都是依循著自然的道理，莫怪乎老子說它幾近於「道」。</p><p>（改寫自《上善若水，水善利萬物而不爭，處眾人之所惡，故幾於道》）</p>",
    "subQuestions": [
      {
        "id": "62-1",
        "q": "依據本文，水能投射出許多的人格優點，下列何者「沒有」被提及?",
        "options": [
          "(A) 包容",
          "(B) 誠信",
          "(C) 堅定",
          "(D) 積極"
        ],
        "ans": "C",
        "explanation": "文中提到水的優點有：適應環境（居善地）、包容（心善淵）、友愛（與善仁）、誠信（言善信）、條理（政善治）、能幹（事善能）、積極把握時機（動善時）。其中並未提及(C)「堅定」。水強調的是柔軟、適應與不爭，而非堅定不移。"
      },
      {
        "id": "62-2",
        "q": "「莫怪乎老子說它幾近於『道』。」依據本文內容，這句話旨在說明水有下列何種特色?",
        "options": [
          "(A) 沿著河道便循序而下，井然有條",
          "(B) 可以用來洗滌汙穢以及切割堅石",
          "(C) 自願處於眾人都厭惡的卑下之地",
          "(D) 交融且不分你我，善於與人相處"
        ],
        "ans": "C",
        "explanation": "文章第一段與最後一段皆強調，水之所以「幾於道」，最核心的原因是它「處眾人之所惡」（甘心處在眾人不願前往的低下之地），並且「利萬物而不爭」。這種謙下、不爭的特質，最符合「道」的精神。故選(C)。"
      }
    ]
  },
  {
    "id": "set-63",
    "title": "第63篇 約法三章",
    "article": "<p>漢元年十月，沛公（即劉邦）軍隊遂先諸侯至霸上。秦王子嬰素車白馬，以粗繩繫頸，封存皇帝璽及符節，降於軹道（位於今陝西省咸陽縣東北的一座亭子）旁。諸將中有人言誅秦王。沛公曰：「初懷王遣派我攻關中一地，本以我能寬容；且人已服降，又殺之，此為不祥。」乃以秦王交付於官吏，遂西入咸陽。至咸陽，欲於秦宮休息，樊噲、張良進諫勸阻，乃封存秦重寶財物於府庫，還軍駐紮於霸上，並召諸縣父老豪傑曰：「父老受苦於秦苛法久矣，昔日，誹謗秦者滅族；偶遇談論者處死棄屍於市。吾與諸侯約定，先入關者則稱王，故吾當稱王於關中。今我與父老約，法三章耳：殺人者死，傷人及盜依法論罪，其餘秦法盡除去，令諸吏、民眾皆安居如故。凡吾所以來，為父老除害，非有所侵暴，毋恐！且吾所以還軍霸上，待諸侯至而共定約束耳。」乃使下屬與秦吏巡視各縣鄉邑，說明所約之法。秦人大喜，爭持牛羊酒食獻饗軍士，沛公仍辭讓而不受。</p><p>（改寫自《史記‧高祖本紀》）</p>",
    "subQuestions": [
      {
        "id": "63-1",
        "q": "依據本文，下列何者敘述正確?",
        "options": [
          "(A) 秦王子嬰頑抗沛公",
          "(B) 沛公不同意在不祥之日殺人",
          "(C) 樊噲、張良反對沛公取用秦之財物",
          "(D) 沛公除去約法三章，民眾因而獻上酒食"
        ],
        "ans": "C",
        "explanation": "(C) 正確，文中提到沛公想在秦宮休息，樊噲、張良勸阻，於是「封存秦重寶財物於府庫」，退軍霸上。(A)子嬰是「素車白馬...降於軹道」，並未頑抗。(B)沛公是不殺「已投降之人」，因為這樣做是不祥的，非指日子不祥。(D)沛公約法三章是「為了除秦苛法」，民眾是因為沛公廢除苛法、軍紀嚴明（不侵暴）而大喜獻食。"
      },
      {
        "id": "63-2",
        "q": "文中沛公的種種作為凸顯出其何種特質?",
        "options": [
          "(A) 英勇善戰",
          "(B) 寬厚為懷",
          "(C) 體恤下屬",
          "(D) 言而有信"
        ],
        "ans": "B",
        "explanation": "沛公不殺已投降的秦王子嬰（寬容），廢除秦朝嚴苛法律（約法三章），只保留最基本的法律，讓百姓安居樂業，且軍隊不侵擾百姓。這些舉動都凸顯了他(B)「寬厚為懷」、愛民如子的特質。"
      }
    ]
  },
  {
    "id": "set-64",
    "title": "第64篇 女兒賊",
    "article": "<p>這是家裡長久以來的習慣，每當女兒們回來，做父母的總會到菜園或山上，摘回自己種的蔬菜和水果，一條絲瓜、一把空心菜、幾顆番茄……。或許，對拙於言詞的老一輩的人來說，食物，是他們對子女表露情感的另一種方式吧！</p><p>春節，小姑姑帶著家人回去娘家過年。期間，爺爺並未與她有太多交談，爺爺受的是日本教育，面對人總是一副嚴肅的臉孔，而把情感隱藏在內心。</p><p>過完年，小姑姑一家準備回臺北的那天，一大早，奶奶就忙著張羅東西，要姑丈搬到車子裡去。車子即將發動的當兒，小姑姑突然從後車廂拿出一束粉紅的山櫻花，「東西太多，放不下了，花就別拿了。」小姑姑說道。原來，一早不見身影的爺爺，走到山上摘花去了。爺爺並未說什麼，只是點點頭把花接了過來。那一年，我才升上國中，對於成人世界的情感並未有太深的體悟，只是覺得，這束被棄置在牆角的山櫻花包紮得很周到，連底部也綁著溼綿團。</p><p>長大後，自己也開始扮演姑姑的角色，回娘家，也是從爸媽手上接收大包小包的食物。回家來大吃大喝一頓不夠，末了又要拿東西走。同外子調職到北部之後，這情形更是變本加厲，水果、蔬菜常是一箱箱地被扛上車。哥哥笑我是女兒賊，真是再貼切不過了。</p><p>（改寫自劉怡君《女兒賊》）</p>",
    "subQuestions": [
      {
        "id": "64-1",
        "q": "本文主要在描寫什麼?",
        "options": [
          "(A) 女兒只要回娘家就可以盡情的要什麼有什麼",
          "(B) 給予物品成為父母親對出嫁女兒無言的關愛",
          "(C) 對親人的贈與應該慷慨大方，切勿輕率簡陋",
          "(D) 藉退回山櫻花的舉動，彰顯姑姑的不通人情"
        ],
        "ans": "B",
        "explanation": "文中第一段提到：「對拙於言詞的老一輩的人來說，食物，是他們對子女表露情感的另一種方式吧！」爺爺默默去摘花、包紮好，雖然沒說話，但花代表了他的愛。最後作者自己回娘家也是大包小包拿，這些都說明了父母透過給予物品來表達對出嫁女兒的關愛。故選(B)。"
      },
      {
        "id": "64-2",
        "q": "下列詞語，何者最適合用來形容本文中的爺爺?",
        "options": [
          "(A) 外圓內方",
          "(B) 外親內疏",
          "(C) 外愚內智",
          "(D) 外冷內熱"
        ],
        "ans": "D",
        "explanation": "文中描述爺爺受日本教育，「面對人總是一副嚴肅的臉孔，而把情感隱藏在內心」。但他卻一大早去山上摘花，還細心包紮（底部綁溼綿團），顯示他內心其實非常疼愛女兒，只是外表嚴肅。這種特質即為(D)「外冷內熱」。"
      }
    ]
  },
  {
    "id": "set-65",
    "title": "第65篇 懂得放下",
    "article": "<p>2012年8月12日星期日</p><p>「誰記得，誰痛苦」——不能寬恕別人的人，經常心懷忿恨，這是消耗精力、體力最大的原因。尤其很多時候，被忿恨的人也許並不明白他們為什麼值得憎恨，或者事過境遷，這些人早就不在你的生活中，而你卻仍然讓憎恨啃蝕你的內心、消耗你的體力、枯乾你的骨頭，這不就是和自己過不去嗎？</p><p>有一個宗師曾經用下列的方法教導信眾去除忿恨：「有一天，宗師告訴一群固定來聚會的信眾，叫他們第二天帶一個塑膠袋，塑膠袋裡面裝著刻有他們最恨的人的名字的甘藷，恨幾個人就帶幾個。第二天，每一個信眾都帶來了一個塑膠袋，裡面有刻了名字的甘藷，有的人有2個，有的人有5個。宗師規定這些信眾走到哪裡都需要帶著這個塑膠袋，哪怕是上廁所、搭公車或是吃飯。二天下來，信眾就開始抱怨，尤其是帶了4、5個甘藷的人。一星期到了尾聲，有的甘藷開始冒芽或是發臭，信眾抱怨得更凶。一星期終於過了，他們可以不必再帶著那個塑膠袋去見宗師。」</p><p>宗師就問他們：「帶著發臭沉重的甘藷一個星期就受不了，想想看，帶著仇恨的心過一輩子會如何？這個例子告誡我們，要輕鬆自在走人生的路，就要放下心中的仇恨，讓了解和寬恕給予彼此新的機會去接受和給予愛，所以真正的寬恕，還要能完全的遺忘。」</p><p>你聽過有人說：「我原諒你，但是我不會忘記。」這樣的寬恕仍然給予彼此壓力，不能得到真正的自由。有很多佳偶變怨偶，在分分合合的過程中，大抵都因為彼此偶而翻舊帳、揭瘡疤，彼此都去除不了舊事新仇，自然無法自在快樂。所以只有在真正的放棄怨恨，用新的眼光和態度互相對待，就可以得到雙贏（win-win）的機會，使彼此感受到正向的感情。</p><p>（Ming-Tsung《懂得放下，何等自在》）</p>",
    "subQuestions": [
      {
        "id": "65-1",
        "q": "「不能寬恕別人的人，經常心懷忿恨，這是消耗精力、體力最大的原因」關於此原因的說明何者正確?",
        "options": [
          "(A) 擬定報復計畫須用腦和耗費體力",
          "(B) 必須到處尋找仇人，耗時又耗力",
          "(C) 忘不掉仇恨就會吃不好又睡不著",
          "(D) 放不下的人心裡將飽受痛苦侵蝕"
        ],
        "ans": "D",
        "explanation": "文中提到：「你卻仍然讓憎恨啃蝕你的內心、消耗你的體力、枯乾你的骨頭，這不就是和自己過不去嗎？」這說明了心懷忿恨的人，是因為內心持續被恨意折磨、侵蝕，導致身心俱疲，而非因為計畫報復或尋找仇人。故選(D)。"
      },
      {
        "id": "65-2",
        "q": "關於宗師教導信眾的故事，何者說明「有誤」?",
        "options": [
          "(A) 用甘藷來代替自己憎恨的人",
          "(B) 代表恨的甘藷必須時刻背著",
          "(C) 發臭沉重的甘藷就像仇恨的心",
          "(D) 只要甘藷不發臭就能長久揹著"
        ],
        "ans": "D",
        "explanation": "故事的寓意是要人「放下心中的仇恨」，就像放下那袋沉重的甘藷一樣。甘藷發臭只是加劇了痛苦的感受，重點在於「帶著負擔（仇恨）」本身就是一種折磨。宗師並非暗示「不發臭就可以長久揹著」，而是要人們明白揹著仇恨過一輩子是多麼痛苦的事，應該要放下。故(D)說明有誤。"
      }
    ]
  },
  {
    "id": "set-66",
    "title": "第66篇、賽德克‧巴萊與紋面",
    "article": "<p>在父親與族人的注視之下，年輕的莫那魯道，靜靜躺在自己家中的地面上。他不說一語，態度宛如岩石一般沉靜...（略）...對賽德克族而言，紋面，是一個人生命中最重要的一個儀式。</p><p>每個賽德克族新出生的生命，不管男女，在年幼時都會在額頭上刺上額紋。那是一種「生命」的表徵，也代表著祖靈的眷顧...但是只刺上額紋的人，並還不能獲得成為一個賽德克巴萊 「真正的人」的資格。</p><p>要成為賽德克‧巴萊，賽德克族的男子必須要有精湛的狩獵技巧，並且成功出草獵回人頭之後，才能在頭目的見證之下，於下巴紋上代表成年的頤紋。至於女子得以紋面的資格，則是必須努力學習有關編織的知識與技術，從採麻、搓麻、織布到縫衣都必須精通，等到有一天她織布的技巧獲得部落長老的認同之後，才能於臉頰兩側刺上頰紋。</p><p>對賽德克族人而言，只有臉上有刺紋的人，才能結婚擁有後代...可以說，沒有紋面對於一個賽德克族人而言，是一種最羞恥的墮落。</p><p>（改寫自魏德聖《賽德克‧巴萊》）</p>",
    "subQuestions": [
      {
        "id": "66-1",
        "q": "根據本文，莫那魯道在接受紋面前，心情有種難以抑止的澎湃，其原因「最不可能」為下列何者?",
        "options": [
          "(A) 通過種種考驗之後的欣慰",
          "(B) 即將成為勇士的興奮感受",
          "(C) 為即將執行出草任務而期待",
          "(D) 將承擔部落重任而覺得驕傲"
        ],
        "ans": "C",
        "explanation": "文中提到男子必須「成功出草獵回人頭之後」，才能紋上頤紋。既然莫那魯道已經躺在地上準備接受紋面，表示他「已經完成」了出草任務，而非「即將執行」。故 (C) 是最不可能的原因。"
      },
      {
        "id": "66-2",
        "q": "根據本文，下列敘述何者正確?",
        "options": [
          "(A) 在賽德克族內，男女戀愛及婚嫁須經過頭目的准許",
          "(B) 賽德克族人的額紋，象徵著生命的至高尊嚴與榮耀",
          "(C) 已屆婚齡卻不結婚的賽德克‧巴萊，被視為一種恥辱",
          "(D) 女性想成為賽德克‧巴萊，須精通編織的知識與技術"
        ],
        "ans": "D",
        "explanation": "(A) 文中未提及婚嫁需頭目准許。<br>(B) 「額紋」是年幼時刺的，代表生命的表徵與祖靈眷顧；成年的「頤紋」或「頰紋」才象徵成為真正的人（賽德克‧巴萊）。<br>(C) 是「臉上沒有刺紋的人」會被視為恥辱，而非不結婚。<br>(D) 正確。文中說女子必須精通採麻、織布等技術，獲得長老認同才能紋面。"
      }
    ]
  },
  {
    "id": "set-67",
    "title": "第67篇、濫竽充數",
    "article": "<p>齊宣王使人吹竽，必三百人。南郭處士，請為王吹竽。宣王說之，廩食以數百人。宣王死，湣王立，好一一聽之，處士逃。</p><p>註：①竽：古代竹製簧管樂器名，形似笙而略大。<br>②說：通「悅」，喜悅。<br>③廩食：公家供給的糧食，此指俸祿。<br>④以：比照。</p><p>（《韓非子‧內儲說上》）</p>",
    "subQuestions": [
      {
        "id": "67-1",
        "q": "由本文可知，南郭處士潛逃的原因為何?",
        "options": [
          "(A) 得罪湣王",
          "(B) 不願作官",
          "(C) 無真本領",
          "(D) 懷念宣王"
        ],
        "ans": "C",
        "explanation": "南郭處士本來混在三百人中吹竽（大合奏），宣王死後，湣王喜歡聽「一個一個獨奏」（好一一聽之）。南郭處士因為根本不會吹竽（無真本領），怕被識破受罰，所以只好逃跑。故選 (C)。"
      },
      {
        "id": "67-2",
        "q": "由這則故事引申出來的成語是什麼?",
        "options": [
          "(A) 濫竽充數",
          "(B) 毛遂自荐",
          "(C) 風行草偃",
          "(D) 吐哺握髮"
        ],
        "ans": "A",
        "explanation": "這個故事就是成語「濫竽充數」的典故，比喻沒有真才實學的人，混在行家中充數，或比喻以不好的東西冒充好的東西。故選 (A)。"
      }
    ]
  },
  {
    "id": "set-68",
    "title": "第68篇、願望",
    "article": "<p>我在封閉的房間裡<br>想到它們<br>沒有天空<br>沒有大地<br>也沒有光線<br>我教它們翻開課本<br>我把所有的話寫在黑板<br>燈便逐一亮了<br>...<br>僅僅為了一隻鷹<br>或者鷺鷥<br>我也要製造一面蔚藍的<br>天空<br>讓它們飛翔<br>僅僅為了一些無法飛翔的雞<br>以及鴨<br>我必須努力生產一片壯麗的<br>大地<br>讓它們站立<br>讓能到天空的<br>帶著燈<br>留在地上的<br>也帶著燈<br>活下去</p><p>（渡也〈願望〉）</p>",
    "subQuestions": [
      {
        "id": "68-1",
        "q": "「僅僅為了一隻鷹...讓它們站立」這段詩的意思近於下列何者?",
        "options": [
          "(A) 揠苗助長",
          "(B) 因材施教",
          "(C) 知足常樂",
          "(D) 飲水思源"
        ],
        "ans": "B",
        "explanation": "詩中說要為能飛的鷹、鷺鷥製造天空，為不能飛的雞、鴨生產大地。這意味著根據對象不同的特性，給予適合的發展環境，正符合教育上「因材施教」的理念。故選 (B)。"
      },
      {
        "id": "68-2",
        "q": "「讓能到天空的／帶著燈／留在地上的／也帶著燈」詩中的燈是指什麼?",
        "options": [
          "(A) 希望",
          "(B) 茫然",
          "(C) 挫折",
          "(D) 憂傷"
        ],
        "ans": "A",
        "explanation": "燈象徵光亮、指引與溫暖。詩人希望學生無論是飛向天空還是留在地上，都能帶著這份光亮活下去，這代表著「希望」與信念。故選 (A)。"
      },
      {
        "id": "68-3",
        "q": "從這首詩的詩意來看，推測這應為何種人的心聲?",
        "options": [
          "(A) 作家",
          "(B) 警察",
          "(C) 老師",
          "(D) 學生"
        ],
        "ans": "C",
        "explanation": "詩中提到「我教它們翻開課本」、「我把所有的話寫在黑板」，以及對不同資質的對象（學生）給予不同的引導（天空或大地），顯然這是「老師」的心聲。故選 (C)。"
      }
    ]
  },
  {
    "id": "set-69",
    "title": "第69篇、社群媒體與假消息",
    "article": "<p>網路社群媒體本該帶來政治啟蒙...但Facebook坦承，2016年美國大選前後...社群媒體並未帶來啟蒙，反倒散播毒藥：假消息、仇恨、憤怒和偏見...</p><p>研究指出...社群平臺分析用戶對訊息的反應、收集數據、設計演算法...這讓想製造輿論者有機可乘...社會出現改善呼聲，如Facebook 設立獨立部門查核事實。可是由少數公司決定哪些言論適當也很危險，必須有所權衡。</p><p>政府想藉由讓政治廣告的金主透明化來解決問題，但許多負面影響是來自一般人亂分享根本不可信的貼文。若是以反托拉斯法拆解社群媒體巨頭，又會使平臺數量增加，反倒難以管理。最有力的方式其實是調整演算法，不過這也可能造成另一種訊息的操控，所以須由法律或監管機構進行管制。</p><p>（改寫自《天下雜誌》）</p>",
    "subQuestions": [
      {
        "id": "69-1",
        "q": "本文中提及有心人操控社群媒體的可能方式，「不包含」下列何者?",
        "options": [
          "(A) 利用假帳戶帶動輿論風向",
          "(B) 使用電腦病毒竊取個人資料",
          "(C) 透過扭曲的消息挑起族群對立",
          "(D) 藉由收集數據分析用戶的喜好"
        ],
        "ans": "B",
        "explanation": "(A) 文中提到「有數萬個與美國大選相關的假帳戶」。<br>(C) 文中提到「國際間的政治操弄，或是國家內部族群的對立」。<br>(D) 文中提到「社群平臺...收集數據...這讓想製造輿論者有機可乘」。<br>(B) 文中並未提及使用「電腦病毒」竊取資料。故選 (B)。"
      },
      {
        "id": "69-2",
        "q": "根據本文，下列敘述何者最恰當?",
        "options": [
          "(A) 設立獨立部門查核訊息真偽，能夠完全遏止假消息",
          "(B) 經由監管機構統一發布資訊，可以杜絕偏見和謊言",
          "(C) 推動政治廣告的金主透明化，改善媒體亂象效果有限",
          "(D) 減少社群平臺數量以便管理，可使資訊傳播更加多元"
        ],
        "ans": "C",
        "explanation": "(A) 文中說這「也很危險」，並未說能完全遏止。<br>(B) 文中未提及由監管機構「統一發布資訊」，而是進行管制。<br>(C) 正確。文中提到「政府想藉由讓政治廣告的金主透明化...但許多負面影響是來自一般人亂分享...」，暗示效果有限。<br>(D) 文中提到若「拆解巨頭」（增加數量）會難以管理，並未提到減少數量會更多元，邏輯相反。"
      }
    ]
  },
  {
    "id": "set-70",
    "title": "第70篇、訪草",
    "article": "<p>我很少訪人，卻常訪草。朋友們都有職業，各忙各的，而草則永遠安詳地在那兒，我自己便像一株草，總在家裡，朋友們來，很少找不到。</p><p>這個世界若沒有了草，人便無法活下去...單是庭面上便有三、四十種草，其中如碎米知風草、小畫眉草、線葉飄忽草，便可愛得有如小天使...這庭面邊的草就好像是我的另一櫥架的書，每日閱讀著、摩娑著，給了我無上的快樂與安慰...</p><p>有時正看著書...一排石決明鮮黃色的花，像一群黃蝴蝶在陽光下閃爍著...小金英隨著日出展蕊，直開到晌午便一齊閉合萎謝...春天一到，滿路滿阡陌原是到處黃蝴蝶...停下時是蝴蝶花，飛起時是花蝴蝶...</p><p>我不是食草的動物，但我沒有草便跟食草動物一樣活不下去...我所謂孤獨，只是求脫出世塵的薰染而已。</p><p>（節錄自陳冠學〈訪草〉）</p>",
    "subQuestions": [
      {
        "id": "70-1",
        "q": "陳冠學熱愛田園，他認為除了人類以外，和他緣分最深的就是□。請從文本中找出□所指的是什麼?",
        "options": [
          "(A) 蟲",
          "(B) 草",
          "(C) 貓",
          "(D) 牛"
        ],
        "ans": "B",
        "explanation": "從標題〈訪草〉以及第一段「我很少訪人，卻常訪草...而草則永遠安詳地在那兒」，以及文中大量的描寫與草的互動，可知作者認為與他緣分最深的是「草」。故選 (B)。"
      },
      {
        "id": "70-2",
        "q": "為何陳冠學會這麼喜歡田野裡的草?",
        "options": [
          "(A) 能給予他無上的快樂與安慰",
          "(B) 能當作藥材，還能毫無保留地採拔",
          "(C) 能製作成佳餚珍饈，吸引朋友登門拜訪",
          "(D) 能一葉知秋，讓作者不用出門便知天下事"
        ],
        "ans": "A",
        "explanation": "文中第四段提到：「這庭面邊的草就好像是我的另一櫥架的書，每日閱讀著、摩娑著，給了我無上的快樂與安慰」。故選 (A)。"
      },
      {
        "id": "70-3",
        "q": "作者發揮「想像力」，藉由所要描寫對象與其他事物的相似特點作比喻，下列選項，何者並未運用到這種寫作手法?",
        "options": [
          "(A) 只覺好像天上的水壩在洩洪似的，是整個倒下來的",
          "(B) 一排石決明鮮黃色的花，像一群黃蝴蝶在陽光下閃爍著",
          "(C) 小金英隨著日出展蕊，直開到晌午便一齊閉合萎謝，第二天晨光開了它又隨著而開",
          "(D) 碎米知風草、小畫眉草、線葉飄忽草，可愛得有如小天使，有如天真稚氣的小女孩"
        ],
        "ans": "C",
        "explanation": "(A) 喻依為「水壩洩洪」。<br>(B) 喻依為「黃蝴蝶」。<br>(D) 喻依為「小天使」、「小女孩」。<br>(C) 這是單純描寫小金英花朵隨日出日落開合的生態習性，屬於示現或寫實描寫，並未使用比喻（譬喻修辭）。故選 (C)。"
      }
    ]
  },
  {
    "id": "set-71",
    "title": "第71篇、塑膠回收標誌",
    "article": "<p>市面上常看到各種塑膠製品，像是咖啡杯蓋、寶特瓶等等，但其實塑膠類又分成多種材質，會在器具上標示數字區分。</p><p>營養師蕭瑋霖表示，塑膠類器具在製作的過程，會添加不同種類及比例的塑化劑與安定劑，隨著食物溫度與pH值等因素釋出，進而接觸到食品。他特別提醒，基本上只有5號可以進行微波，也比較安全，建議大家購買水瓶或餐盒時，儘量選擇PP材質。</p><h3>寶特瓶底部的神秘數字</h3><ul><li><strong>1號 (PET)</strong>: 60°C-85°C，用一次，如：寶特瓶。</li><li><strong>2號 (HDPE)</strong>: 90°C-110°C，不重複，如：清潔用品、塑膠袋。</li><li><strong>3號 (PVC)</strong>: 60°C-80°C，不微波，如：水管、雨衣。</li><li><strong>4號 (LDPE)</strong>: 70°C-90°C，低耐熱，如：保鮮膜。</li><li><strong>5號 (PP)</strong>: 100°C-140°C，較安全，如：微波餐盒。</li><li><strong>6號 (PS)</strong>: 70°C-90°C，遠離酸鹼熱，如：碗裝泡麵盒。</li><li><strong>7號 (OTHER)</strong>: 120°C-130°C，類多應慎選，如：水壺。</li></ul><p>（改寫自許皓婷〈寶特瓶神祕編號大公開！〉）</p>",
    "subQuestions": [
      {
        "id": "71-1",
        "q": "依據本文，下列說明何者正確?",
        "options": [
          "(A) 生活上不使用塑膠製品就很安全",
          "(B) 5號瓶最安全，所以可運用於各種加熱方式或爐具",
          "(C) 溫度高可能使塑化劑釋出",
          "(D) 要避開塑化劑，應全面禁止選擇任何PP材質的製品"
        ],
        "ans": "C",
        "explanation": "(A) 文中未提及不使用就安全。<br>(B) 5號雖較安全可微波，但並非「各種」加熱方式（如直火）。<br>(C) 正確。文中提到「隨著食物溫度與pH值等因素釋出」。<br>(D) 5號即為PP材質，文中建議「儘量選擇PP材質」，而非禁止。"
      },
      {
        "id": "71-2",
        "q": "依據本文，下列對各種號碼瓶子的使用說明何者最正確?",
        "options": [
          "(A) 耐熱度最低是3號，最高是5號",
          "(B) 7號瓶的耐熱度較5號為高",
          "(C) 6號只要避開酸鹼度高的溶液即可使用",
          "(D) 4號塑膠品可用於蒸煮食物"
        ],
        "ans": "A",
        "explanation": "(A) 根據資料，3號耐熱60-80°C（起點最低），5號100-140°C（上限最高）。此選項相對正確。<br>(B) 7號 (120-130°C) 並沒有比 5號 (100-140°C) 高。<br>(C) 6號還要遠離「熱」。<br>(D) 4號耐熱僅 70-90°C，蒸煮溫度通常超過 100°C，故不可。"
      }
    ]
  },
  {
    "id": "set-72",
    "title": "第72篇、鳥的現實",
    "article": "<p>我愛鳥的聲音，鳥的形體，這愛好是很單純的，我對鳥並不存任何幻想...杜鵑原是很健壯的一種鳥...自己不知構巢，依仗體壯力大，硬把卵下在別個的巢裡...孵育的責任由別個代負了...那人聽了我的話之後，對於這豪橫無情的鳥，再也不能幻出什麼詩意出來了...</p><p>鳥並不永久的給人喜悅，有時也給人悲苦，詩人哈代在一首詩裡說，他在聖誕的前夕...驀然看見在窗外一片美麗的雪景當中，有一隻小鳥蹐跼縮縮的在寒枝的梢頭距立...禁不住那料峭的寒風，栽倒在地上死了，滾成一個雪團！詩人感喟曰：「鳥！你連這一個快樂的夜晚都不給我！」</p><p>我也有過一次類似經驗，在東北的一間雙重玻璃窗的屋裡，忽然看見枝頭有一隻麻雀，戰慄的跳動抖擞著，在啄食一塊乾枯的葉子。但是我發現那麻雀的羽毛特別的長，而且是蓬鬆戟張著的，像是披著一件蓑衣，立刻使人聯想到那垃圾堆上的大群襤褸而臃腫的人，那形容是一模一樣的。那孤苦伶仃的麻雀，也就不暇令人哀了。</p><p>（節錄自梁實秋〈鳥〉）</p>",
    "subQuestions": [
      {
        "id": "72-1",
        "q": "依本文所述，能引發人客愁的是哪一種鳥?",
        "options": [
          "(A) 夜鶯",
          "(B) 雲雀",
          "(C) 麻雀",
          "(D) 杜鵑"
        ],
        "ans": "D",
        "explanation": "文中第一段提到：「有人初聞杜鵑...一時又想到啼血，想到客愁，覺得有無限詩意。」故選 (D)。"
      },
      {
        "id": "72-2",
        "q": "詩人感喟：「鳥！你連這一個快樂的夜晚都不給我！」表現出詩人的何種情感?",
        "options": [
          "(A) 對鳥的厭惡與不滿",
          "(B) 對鳥的恐懼與害怕",
          "(C) 對鳥的不捨與愛惜",
          "(D) 對鳥的寵溺與照顧"
        ],
        "ans": "C",
        "explanation": "詩人原本要過快樂的聖誕夜，卻看到小鳥凍死，心中感到悲傷與不忍，這份悲憫破壞了原本的歡樂氣氛。這句話看似責怪，實則充滿了對小鳥生命的「不捨與愛惜」以及惻隱之心。故選 (C)。"
      },
      {
        "id": "72-3",
        "q": "關於本文的寫作方式，下列敘述何者正確?",
        "options": [
          "(A) 藉由比喻手法凸顯鳥類動作的輕盈靈巧",
          "(B) 以抒情為主，展現作者對鳥的無限想像",
          "(C) 以寫實描寫反駁詩意幻想，帶出對自然與人情的反思",
          "(D) 透過時間順敘描寫鳥類生態，展現牠們的生命歷程"
        ],
        "ans": "C",
        "explanation": "作者揭露了杜鵑「豪橫無情」的生物本性，打破了詩人的浪漫幻想；又描寫了哈代和小鳥凍死的場景，以及麻雀像流浪漢的慘狀。這些都是透過「寫實描寫」來反駁單純的詩意，並引發對生存現實的反思。故選 (C)。"
      }
    ]
  },
  {
    "id": "set-73",
    "title": "第73篇、遺憾的存在",
    "article": "<p>人生目前為止，你最遺憾的是……？</p><p>「遺憾是人生的一部分。」這樣說，可能有種裝豁達的感覺，但現在的我是真的這麼想。人會長大，並不是因為可以活得越來越完美，而是終於可以接受了那些不足夠的存在，不再偏執地想要什麼都很好，於是得以與自己和解。...在某些時候，我們之所以想要圓滿當時的遺憾，其實也並不是為了想要改變什麼，而只是希望當再想起一個人、一件事的時刻，不再總是傷心了。</p><p>最後要說的是，人生不會沒有遺憾，可是，當你一旦開始擁抱那些缺漏時，它們也會回過頭來擁抱著你。遺憾的存在，讓我們更珍惜現在擁有的東西。我不相信世界上只有好事，但我深信，總會有好事發生。不求沒有遺憾的人生，只願人生不是只有遺憾。</p><p>（肆一〈遺憾的存在，讓我們更珍惜現在擁有的〉）</p>",
    "subQuestions": [
      {
        "id": "73-1",
        "q": "依據文意，「與自己和解」是指一種怎樣的態度?",
        "options": [
          "(A) 豁達不偏執",
          "(B) 放縱不完美",
          "(C) 嘆不足缺漏",
          "(D) 不在乎失去"
        ],
        "ans": "A",
        "explanation": "文中提到：「不再偏執地想要什麼都很好，於是得以與自己和解。」這表示接納不完美，放下執念，是一種豁達的態度。故選 (A)。"
      },
      {
        "id": "73-2",
        "q": "「當你一旦開始擁抱那些缺漏時，它們也會回過頭來擁抱著你」說明何種道理?",
        "options": [
          "(A) 擊退困難的方法，就是正視它",
          "(B) 願意面向陽光，陰影就在背後",
          "(C) 知道卻不做，與不知道有何異",
          "(D) 與安樂相伴的，是殞落與毀滅"
        ],
        "ans": "B",
        "explanation": "這句話的意思是，當我們正面接納（擁抱）遺憾與缺點時，這些負面的東西反而會轉化為力量或溫暖（回過頭來擁抱你），讓我們更珍惜現在。這與 (B) 「願意面向陽光，陰影就在背後」（轉念、正向思考）的道理最為接近。故選 (B)。"
      }
    ]
  },
  {
    "id": "set-74",
    "title": "第74篇、毛遂自薦",
    "article": "<p>秦之圍邯鄲，趙使平原君求救，合從於楚，約與食客門下有勇力文武備具者二十人偕...得十九人，餘無可取者，無以滿二十人。門下有毛遂者，前。自贊於平原君曰：「...今少一人，願君即以遂備員而行矣。」</p><p>平原君曰：「先生處勝之門下，幾年於此矣？」毛遂曰：「三年於此矣。」平原君曰：「夫賢士之處世也，譬若錐之處囊中，其末立見...先生不能，先生留！」毛遂曰：「臣乃今日請處囊中耳！使遂蚤得處囊中，乃穎脫而出，非特其末見而已。」平原君竟與毛遂偕。</p><p>註：①錐：用來鑽孔的尖銳器具。②蚤：早。</p><p>（西漢‧司馬遷《史記‧平原君列傳》）</p>",
    "subQuestions": [
      {
        "id": "74-1",
        "q": "從毛遂與平原君的對話，可以看出毛遂的個性如何?",
        "options": [
          "(A) 韜光養晦",
          "(B) 勇於表現",
          "(C) 目中無人",
          "(D) 自怨自艾"
        ],
        "ans": "B",
        "explanation": "毛遂主動上前自我推薦（自贊），並自信地反駁平原君的質疑，說自己如果早被放在袋子裡早就鋒芒畢露了。這顯示他「勇於表現」、自信積極的個性。故選 (B)。"
      },
      {
        "id": "74-2",
        "q": "平原君曰：「夫賢士之處世也，譬若錐之處囊中，其末立見」的意思為何?",
        "options": [
          "(A) 有才華必立即展現",
          "(B) 才情應該深藏不露",
          "(C) 人才必等伯樂而顯",
          "(D) 賢才可以改造時代"
        ],
        "ans": "A",
        "explanation": "「錐之處囊中，其末立見」比喻有才華的人就像錐子放在布袋裡，尖端立刻就會刺穿露出來（被發現）。意即有才華的人一定會立刻展現出來，掩蓋不住。故選 (A)。"
      },
      {
        "id": "74-3",
        "q": "毛遂曰：「臣乃今日請處囊中耳！使遂蚤得處囊中，乃穎脫而出，非特其末見而已。」這段話的意義為何?",
        "options": [
          "(A) 承蒙厚愛，愧不敢當",
          "(B) 才能平庸，猶待歷練",
          "(C) 適才適所，必能有為",
          "(D) 沉寂無聞，必然無才"
        ],
        "ans": "C",
        "explanation": "毛遂的意思是：我之所以沒表現，是因為我今天才請求進到袋子裡（獲得機會/位置）。如果我早就在袋子裡（適才適所），我早就連錐柄都露出來了（大有作為，穎脫而出），不只是露個尖端而已。這強調了給予機會和位置的重要性。故選 (C)。"
      }
    ]
  },
  {
    "id": "set-75",
    "title": "第75篇、前生的記憶",
    "article": "<p>好像<br>前生是一個憂傷的君王<br>變成禽鳥<br>啼濺了鮮血<br>尋找春天的精魂</p><p>（蔣勳〈前生的記憶〉）</p>",
    "subQuestions": [
      {
        "id": "75-1",
        "q": "本詩所提到的禽鳥有可能是下列哪一種?",
        "options": [
          "(A) 黃鶯",
          "(B) 杜鵑",
          "(C) 鴿子",
          "(D) 鳶鷹"
        ],
        "ans": "B",
        "explanation": "詩中提到「憂傷的君王」（指望帝杜宇）、「啼濺了鮮血」（杜鵑啼血），這些都是「杜鵑鳥」的典故特徵。故選 (B)。"
      },
      {
        "id": "75-2",
        "q": "本詩就體裁來看，下列何項說明正確?",
        "options": [
          "(A) 是新詩，這種詩興起於白話文運動",
          "(B) 是樂府詩，這種盛行於漢代",
          "(C) 是近體詩，這種詩大盛於唐代",
          "(D) 是打油詩，民間歌謠"
        ],
        "ans": "A",
        "explanation": "這首詩形式自由、分行排列、沒有固定格律，使用的是現代白話文，屬於「新詩」（現代詩）。新詩興起於民國初年的白話文運動（五四運動時期）。故選 (A)。"
      },
      {
        "id": "75-3",
        "q": "從本詩的描述可看出，這猶如君王化身的禽鳥，最可能具有下列哪一項精神?",
        "options": [
          "(A) 奮發有為",
          "(B) 摩頂放踵",
          "(C) 專一執著",
          "(D) 頂天立地"
        ],
        "ans": "C",
        "explanation": "杜鵑鳥日夜啼叫，直到吐血，詩中說它在「尋找春天的精魂」，這種至死方休的行為展現了「專一執著」的精神。故選 (C)。"
      }
    ]
  },
  {
    "id": "set-76",
    "title": "第76篇、詠嘆調",
    "article": "<p>不管我是要哭泣著<br>或是微笑著與你道別<br>人生原是一場難分悲喜的<br>演出而當燈光照過來時<br>我就必須要唱出那<br>最最艱難的一幕<br>請你屏息靜聽然後<br>再熱烈地為我喝采<br>我終生所愛慕的人啊<br>曲終人散後<br>不管我是要哭泣著<br>或是微笑著與你道別<br>我都會慶幸曾與你同臺</p><p>（席慕蓉〈詠嘆調〉）</p>",
    "subQuestions": [
      {
        "id": "76-1",
        "q": "「人生原是一場難分悲喜的／演出而當燈光照過來時／我就必須要唱出那／最最艱難的一幕」這段詩句所要傳達的意思是下列哪一項?",
        "options": [
          "(A) 說的比唱的好聽",
          "(B) 幾家歡樂幾家愁",
          "(C) 好聚終不如好散",
          "(D) 沒有不散的筵席"
        ],
        "ans": "D",
        "explanation": "「最最艱難的一幕」通常指離別。人生如戲，無論悲喜，終將面臨曲終人散的時刻。這段詩句暗示了分離的必然性，即「沒有不散的筵席」。故選 (D)。"
      },
      {
        "id": "76-2",
        "q": "「不管我是要哭泣著／或是微笑著與你道別／我都會慶幸曾與你同臺」意謂著什麼?",
        "options": [
          "(A) 美夢自古多難圓",
          "(B) 會珍惜曾經擁有",
          "(C) 經一事，長一智",
          "(D) 期待能夠再相逢"
        ],
        "ans": "B",
        "explanation": "詩人雖然面臨離別（道別），但她感到「慶幸曾與你同臺」。這表示她重視的是相聚的過程與回憶，珍惜這份曾經擁有的緣分。故選 (B)。"
      }
    ]
  },
  {
    "id": "set-77",
    "title": "第77篇、王子猷雪夜訪戴",
    "article": "<p>王子猷居山陰。夜大雪，眠覺，開室命酌酒，四望皎然；因起彷徨，詠左思招隱詩，忽憶戴安道。時戴在剡，即便夜乘小船就之，經宿方至，造門不前而返。人問其故，王曰：「吾本乘興而行，興盡而返，何必見戴！」</p><p>註：①王子猷：東晉書法家王羲之之子。<br>②山陰：今浙江省紹興縣。<br>③左思：西晉文學家。<br>④剡：音ㄕㄢˋ，今浙江省剡縣。</p><p>（劉義慶《世說新語》）</p>",
    "subQuestions": [
      {
        "id": "77-1",
        "q": "從王子猷的言行來看，下列何者最適合用來形容他的表現?",
        "options": [
          "(A) 三心兩意",
          "(B) 虎頭蛇尾",
          "(C) 隨興自得",
          "(D) 熱愛自然"
        ],
        "ans": "C",
        "explanation": "王子猷半夜想喝酒就喝，想朋友就連夜坐船去，到了門口興致沒了就回來，完全順從自己的心意，不拘泥於世俗的形式（一定要見到面）。這種任性適意的態度，正是「隨興自得」的表現。故選 (C)。"
      },
      {
        "id": "77-2",
        "q": "下列文句的解釋，何者正確?",
        "options": [
          "(A) 「四望皎然」是因為大雪覆地，一片銀白",
          "(B) 「因起彷徨」是因為思念友人戴安道",
          "(C) 「經宿方至」是因為缺乏交通工具",
          "(D) 「造門不前而返」是因為沒有人在家"
        ],
        "ans": "A",
        "explanation": "(A) 正確。雪夜裡「四望皎然」，形容雪光映照下，四周潔白明亮。<br>(B) 「彷徨」這裡是徘徊踱步的意思，是因欣賞雪景、吟詩而起，此時尚未憶起戴安道。<br>(C) 是因為路途遙遠（山陰到剡縣），坐小船需要過一夜。<br>(D) 是因為「興盡」（興致沒了），自己決定不進去，而非沒人在家。"
      }
    ]
  },
  {
    "id": "set-78",
    "title": "第78篇、想念荷花",
    "article": "<p>父親的生日是農曆六月初六日，正是荷花含苞待放的時候...<br>「家裡太熱，到湖濱乘涼去。」父親總是這麼說...我總是要求：「爸爸，我們坐船吧！」父親每回都微笑答應了...<br>六月二十四既然是荷花生日，杭州人的遊湖賞花就從六月十八開始...我不是個懂得賞花的雅人...我喜歡「落夜湖」，只是為了趕熱鬧。父親卻不愛這種熱鬧。母親呢？...她不是趕熱鬧，而是替父親放荷花燈。放一百盞荷花燈，祈求上天保佑父親長命百歲。所以她坐在船上，總是手撥念佛珠，嘴裡低低地念著心經...</p><p>抗戰軍興，我們舉家避寇回到故鄉。父親竟因肺病不治，於翌年溘然逝世。那不幸的一天，正是他的生日六月初六。如此悲痛的巧合，使我們對一向喜愛的荷花，也無心欣賞了。</p><p>（節錄自琦君〈想念荷花〉）</p>",
    "subQuestions": [
      {
        "id": "78-1",
        "q": "根據文章內容，下列何者無法看出母親對父親的關愛?",
        "options": [
          "(A) 託城裡楊伯伯買荷花來插瓶供佛",
          "(B) 提議陪丈夫搭船到湖濱公園遊湖",
          "(C) 每年固定去「落夜湖」放荷花燈",
          "(D) 坐在船上手撥佛珠，口裡誦念心經"
        ],
        "ans": "B",
        "explanation": "文中提到：「我總是要求：『爸爸，我們坐船吧！』」提議坐船遊湖的是「作者」（我），而非母親。其他選項 (A)(C)(D) 都是母親為父親祈福或慶生的舉動。故選 (B)。"
      },
      {
        "id": "78-2",
        "q": "下列關於本文寫作方式的說明，何者正確?",
        "options": [
          "(A) 使用第三人稱的立場敘述全文",
          "(B) 穿插古典詩詞增加文章的童趣",
          "(C) 藉由過去與荷花相關的回憶，抒發對父親的追念",
          "(D) 藉父親生日、忌日和荷花生日同一天的巧合，抒發世事無常之感"
        ],
        "ans": "C",
        "explanation": "(C) 正確。作者透過回憶杭州賞荷、放荷花燈的往事，連結到父親的生日與忌日，以此抒發對父親的深切懷念。<br>(A) 是第一人稱（我）。<br>(B) 引用詞句（如「湖水湖風涼不管」）是為了描寫情境，非增加童趣。<br>(D) 父親生日與忌日同天是事實，但荷花生日是六月二十四，並非同一天。"
      }
    ]
  },
  {
    "id": "set-79",
    "title": "第79篇、江行日記",
    "article": "<p>夜雪大作，時欲登舟至沙市，竟為雨雪所阻。然萬竹中雪子敲戛，錚錚有聲，暗窗紅火，任意看數卷書，亦復有少趣。</p><p>註：①沙市：今湖北省江陵縣。<br>②雪子：小雪珠，一般稱之為「雪霰」。<br>③敲戛：敲擊。戛，音ㄐㄧㄚˊ。<br>④紅火：屋內的燭光或爐火。</p><p>（袁宗道〈江行日記〉）</p>",
    "subQuestions": [
      {
        "id": "79-1",
        "q": "本文寫作的背景為何?",
        "options": [
          "(A) 等待友人的寒夜",
          "(B) 孤寂的風雪夜晚",
          "(C) 沙市道上遇雪",
          "(D) 大雪壓簷仍然苦讀至深夜"
        ],
        "ans": "B",
        "explanation": "作者本欲乘船，卻因「夜雪大作」被阻擋，只好獨自在屋內。這是一個風雪交加的夜晚。故選 (B)。"
      },
      {
        "id": "79-2",
        "q": "文中江行的轉折處為何句?",
        "options": [
          "(A) 竟為雨雪所阻",
          "(B) 萬竹中雪子敲戛",
          "(C) 暗窗紅火",
          "(D) 任意看數卷書"
        ],
        "ans": "A",
        "explanation": "文章前半部寫原本的計畫（登舟至沙市），「竟為雨雪所阻」這一句打破了計畫，使行動轉折，從動態的行程轉為靜態的室內活動。故選 (A)。"
      },
      {
        "id": "79-3",
        "q": "本文中作者的心路歷程為何?",
        "options": [
          "(A) 愉悅→沮喪→憤怒",
          "(B) 閒適→失望→悵惘",
          "(C) 寂寞→閒適→無奈",
          "(D) 失望→閒適→豁達"
        ],
        "ans": "D",
        "explanation": "原本想出門卻被雪阻，難免「失望」；但轉念一聽雪聲、看書，感到「閒適」與「少趣」；最後展現出一種隨遇而安的「豁達」心境。故選 (D)。"
      }
    ]
  },
  {
    "id": "set-80",
    "title": "第80篇、一天中的季節",
    "article": "<p>很少有季節是真正從日曆上所記載的那一天開始...<br>「小時」便是一天中的季節。它們最初的意義即帶有神祕的意味。先人並不依賴鬧鐘作息，而是把時間擬人化，視之為萬物生長、盛開和結果的永恆流轉之信差。在地球萬物生長和變化所開展的韻律中，每一小時都有一個遠比我們固定的時鐘刻度更為豐富而複雜的性格和面貌。<br>今天，即使是在忙碌的城市生活中，我們依然注意到黎明、清晨、上午與正午皆分別擁有它們獨特的性質。陰影漸長的下午和天色漸暗、華燈初上時的性格，便全然不同。</p><p>（大衛史坦德〈寂靜之聲‧一天中的季節〉）</p>",
    "subQuestions": [
      {
        "id": "80-1",
        "q": "根據本文，「『小時』便是一天中的季節」這句話主要的寓意何在?",
        "options": [
          "(A) 一天中每時每刻的變化都有獨特的內涵",
          "(B) 不要過於重視時間的挪移，以減輕壓力",
          "(C) 對先民而言，時間的流轉具有永恆的意義",
          "(D) 時間的刻度像人一般的催促我們及時工作"
        ],
        "ans": "A",
        "explanation": "文中提到：「每一小時都有一個...更為豐富而複雜的性格和面貌」，並舉例黎明、清晨、正午都有獨特的性質。這說明了作者認為一天中的每個時刻（小時）就像四季一樣，擁有自己獨特的氣氛與內涵。故選 (A)。"
      },
      {
        "id": "80-2",
        "q": "下列敘述，何者對時間的觀感和本文最相似?",
        "options": [
          "(A) 一日之計在於晨",
          "(B) 一日不見，如隔三秋",
          "(C) 少壯不努力，老大徒傷悲",
          "(D) 一沙一世界，剎那可為永恆"
        ],
        "ans": "D",
        "explanation": "本文強調在微小的時間單位（小時）中，也能感受到豐富的變化與意義（如季節般）。這與 (D) 「一沙一世界，剎那可為永恆」（微小中見宏大，瞬間即永恆）的哲理觀感最為相似，都強調當下的深度體驗。其他選項多強調時間的利用或長短。故選 (D)。"
      }
    ]
  },
  {
    "id": "set-81",
    "title": "第81篇、雙人床",
    "article": "<p>夢那麼短<br>夜那麼長<br>我擁抱自己<br>練習親熱<br>好為漫漫長夜培養足夠的勇氣<br>睡這張雙人床<br>總覺得好擠<br>寂寞占用了太大的面積。</p><p>（焦桐〈雙人床〉）</p>",
    "subQuestions": [
      {
        "id": "81-1",
        "q": "「睡這張雙人床／總覺得好擠」是什麼原因?",
        "options": [
          "(A) 雙人床太小",
          "(B) 作者太胖",
          "(C) 作者想像力豐富",
          "(D) 內心充滿孤寂"
        ],
        "ans": "D",
        "explanation": "詩末明言：「寂寞占用了太大的面積」。這是一種具象化的描寫，將無形的「寂寞」比喻為占據床位的實體，因為寂寞感太過巨大，讓人覺得心理上很擁擠、壓抑。故選 (D)。"
      },
      {
        "id": "81-2",
        "q": "下列哪一個選項敘述「不正確」?",
        "options": [
          "(A) 夢代表甜蜜的期待",
          "(B) 夜代表冷酷的現實",
          "(C) 「我擁抱自己／練習親熱」是因為要練習演技",
          "(D) 「寂寞占用了太大的面積」強化孤單的感受"
        ],
        "ans": "C",
        "explanation": "「我擁抱自己／練習親熱」是為了「為漫漫長夜培養足夠的勇氣」，這是一種自我安慰、自我取暖的行為，以對抗孤獨，並非為了「練習演技」。故 (C) 敘述不正確。"
      }
    ]
  },
  {
    "id": "set-82",
    "title": "第82篇、老鴉",
    "article": "<p>我大清早起，站在人家屋角上啞啞的啼。人家討嫌我，說我不吉利；我不能呢呢喃喃討人家的歡喜！天寒風緊，無枝可棲。我整日裡飛去飛回，整日裡又寒又飢。我不能帶著鞘兒，翁翁央央的替人家飛；不能叫人家繫在竹竿頭，賺一把黃小米。</p><p>（胡適〈老鴉〉）</p>",
    "subQuestions": [
      {
        "id": "82-1",
        "q": "作者以老鴉自況，那麼胡適應該是個怎樣的人?",
        "options": [
          "(A) 韜光養晦，靜待時機",
          "(B) 不畏權勢，忠言直諫",
          "(C) 目光如豆，短視近利",
          "(D) 左右逢源，叱吒風雲"
        ],
        "ans": "B",
        "explanation": "老鴉雖然「討人嫌」、「不吉利」，但堅持發出真實的聲音（啞啞的啼），不願「呢呢喃喃討歡喜」。這象徵胡適身為知識分子，堅持說真話、不畏權勢、不媚俗的性格，即「忠言直諫」。故選 (B)。"
      },
      {
        "id": "82-2",
        "q": "「我不能帶著鞘兒，翁翁央央的替人家飛；不能叫人家繫在竹竿頭，賺一把黃小米。」這段話的主旨是什麼?",
        "options": [
          "(A) 任人擺布，失去尊嚴",
          "(B) 杯弓蛇影，庸人自擾",
          "(C) 擇善固執，勇往直前",
          "(D) 無所事事，尸位素餐"
        ],
        "ans": "C",
        "explanation": "這段話是說老鴉不願意像鴿子（帶哨兒）或寵物鳥那樣被人類豢養、控制，只為了求一口飯吃。這表現了寧願受凍挨餓也要保持獨立自由、不願隨波逐流的骨氣，即「擇善固執」。故選 (C)。"
      },
      {
        "id": "82-3",
        "q": "「我不能呢呢喃喃討人家的歡喜」，這句話說明老鴉是何種人物的代表?",
        "options": [
          "(A) 隱居山林，不論世事",
          "(B) 沉靜寡言，不慕榮利",
          "(C) 堅守正道，不懼人言",
          "(D) 能識時務，不拘俗套"
        ],
        "ans": "C",
        "explanation": "「呢呢喃喃討歡喜」指說好聽話奉承人。老鴉拒絕這樣做，代表牠堅持說真話，不怕被討厭（不懼人言），堅守自己的原則（正道）。故選 (C)。"
      },
      {
        "id": "82-4",
        "q": "關於本文的寫作手法，下列何者最適當?",
        "options": [
          "(A) 以客觀冷靜的旁觀視角，描寫鳥類在冬日的生存情況",
          "(B) 運用第一人稱敘述，將鳥的遭遇融入人的情感",
          "(C) 運用排比句法，渲染對鳥類命運的悲憫與讚美",
          "(D) 以比喻手法，營造出童話色彩與幽默趣味"
        ],
        "ans": "B",
        "explanation": "全詩使用「我」來敘述（第一人稱），將老鴉擬人化，以此寄託作者（人）的情志與處世態度。故選 (B)。"
      }
    ]
  },
  {
    "id": "set-83",
    "title": "第83篇、李廣射石",
    "article": "<p>廣為人長，猿臂，其善射亦天性也。雖其子孫他人學者，莫能及廣。<br>廣訥口少言，與人居，則畫地為軍陳，射闊狹以飲。專以射為戲，竟死。<br>廣之將兵，乏絕之處，見水，士卒不盡飲，廣不近水；士卒不盡食，廣不嘗食。寬緩不苛，士以此樂為用。<br>其射，見敵急，非在數十步之內，度不中，不發，發即應弦而倒。用此，其將兵數困辱，其射猛獸亦為所傷云。</p><p>註：①訥：口才遲鈍。<br>②士卒不「盡」飲：全、皆。<br>③「度」不中：臆測。<br>④兵「數」困辱：屢次。</p><p>（司馬遷《史記‧李將軍列傳》）</p>",
    "subQuestions": [
      {
        "id": "83-1",
        "q": "若依本文第一段所述，李廣擅長的技能為下列哪一項?",
        "options": [
          "(A) 騎馬",
          "(B) 射箭",
          "(C) 畫畫",
          "(D) 玩遊戲"
        ],
        "ans": "B",
        "explanation": "文中第一段說：「其善射亦天性也」（他善於射箭是天性）。故選 (B)。"
      },
      {
        "id": "83-2",
        "q": "「士卒不盡飲，廣不近水；士卒不盡食，廣不嘗食。」此段文字在說明李廣怎樣的個性?",
        "options": [
          "(A) 仁愛士兵，與他們共甘苦",
          "(B) 個性穩重",
          "(C) 生性節儉",
          "(D) 做事謹慎"
        ],
        "ans": "A",
        "explanation": "李廣在糧水缺乏時，一定要等士兵都喝過水、吃過飯了，自己才肯吃喝。這表現了他愛護部下、與士兵同甘共苦的仁愛精神。故選 (A)。"
      },
      {
        "id": "83-3",
        "q": "「其射，見敵急，非在數十步之內，度不中，不發，發即應弦而倒。」從上述文字可知李廣射箭的態度如何?",
        "options": [
          "(A) 耀武揚威，四處炫耀",
          "(B) 揀精挑肥，十分挑剔",
          "(C) 謹慎思量，箭不虛發",
          "(D) 持盈保泰，明哲保身"
        ],
        "ans": "C",
        "explanation": "李廣射箭要等到敵人進入有效射程（數十步內）、確定能射中（度不中不發）才發射，一發射就必中（發即應弦而倒）。這顯示他射箭謹慎、追求百發百中（箭不虛發）。故選 (C)。"
      },
      {
        "id": "83-4",
        "q": "依據本文，下列有關李廣的敘述，何者正確?",
        "options": [
          "(A) 口才遲鈍，很少說話",
          "(B) 帶兵要求嚴苛",
          "(C) 長相酷似猿猴",
          "(D) 為人海派，子孫眾多"
        ],
        "ans": "A",
        "explanation": "(A) 正確。文中提到「廣訥口少言」（口才遲鈍，說話不多）。<br>(B) 錯誤，文中說他「寬緩不苛」。<br>(C) 錯誤，是「猿臂」（手臂長像猿猴），非長相。<br>(D) 錯誤，文中只說子孫學射箭不及他，未提海派或子孫眾多。"
      }
    ]
  },
  {
    "id": "set-84",
    "title": "第84篇、涉江采芙蓉",
    "article": "<p>涉江采芙蓉，蘭澤多芳草。<br>采之欲遺誰，所思在遠道。<br>還顧望舊鄉，長路漫浩浩。<br>同心而離居，憂傷以終老。</p><p>（《古詩十九首之六》）</p>",
    "subQuestions": [
      {
        "id": "84-1",
        "q": "這首詩的主旨為何者?",
        "options": [
          "(A) 憂傷同心的人，不能同居共處",
          "(B) 哀傷終老沒有芙蓉可採",
          "(C) 擔心芙蓉沒人欣賞",
          "(D) 擔憂自己年老時沒有子女奉養"
        ],
        "ans": "A",
        "explanation": "詩中寫道採了芙蓉想送給遠方的人（所思在遠道），最後感嘆「同心而離居，憂傷以終老」。主旨就是感嘆相愛（同心）的人卻分隔兩地，無法相守。故選 (A)。"
      },
      {
        "id": "84-2",
        "q": "下列的花名，何者「不同於」其他三者?",
        "options": [
          "(A) 芙蓉",
          "(B) 蓮花",
          "(C) 牡丹",
          "(D) 菡萏"
        ],
        "ans": "C",
        "explanation": "(A) 芙蓉（水芙蓉）、(B) 蓮花、(D) 菡萏（ㄏㄢˋ ㄉㄢˋ，蓮花的別稱）都是指同一種植物。<br>(C) 牡丹是另一種花卉。故選 (C)。"
      }
    ]
  },
  {
    "id": "set-85",
    "title": "第85篇、青青河畔草",
    "article": "<p>青青河畔草，鬱鬱園中柳。<br>盈盈樓上女，皎皎當窗牖。<br>娥娥紅粉妝，纖纖出素手。<br>昔為倡家女，今為蕩子婦。<br>蕩子行不歸，空床難獨守。</p><p>（《古詩十九首之二》）</p>",
    "subQuestions": [
      {
        "id": "85-1",
        "q": "關於這首詩的說明，下列何者「有誤」?",
        "options": [
          "(A) 描寫主題是「閨婦思君」",
          "(B) 善用疊字，表現女子嬌媚動人之神情",
          "(C) 押 「ㄡ」韻",
          "(D) 是論說的詩句"
        ],
        "ans": "D",
        "explanation": "(A) 正確，描寫蕩子婦思念丈夫。<br>(B) 正確，用了青青、鬱鬱、盈盈、皎皎等疊字。<br>(C) 正確，柳、牖、手、婦、守皆押韻。<br>(D) 錯誤，這是一首抒情詩，並非「論說」。故選 (D)。"
      },
      {
        "id": "85-2",
        "q": "「空床難獨守」的原因是下列何者?",
        "options": [
          "(A) 青青河畔草",
          "(B) 蕩子行不歸",
          "(C) 盈盈樓上女",
          "(D) 娥娥紅粉妝"
        ],
        "ans": "B",
        "explanation": "詩中前句說「蕩子行不歸」（丈夫在外遊蕩不回來），緊接著才說「空床難獨守」。丈夫不歸是造成女子獨守空閨的原因。故選 (B)。"
      }
    ]
  },
  {
    "id": "set-86",
    "title": "第86篇、記憶",
    "article": "<p>六月早晨，醒來太早，<br>重回夢鄉又太晚。<br>我必須走出去——綠色住滿<br>記憶，記憶用目光跟隨我。<br>它們無形，完全與背景<br>□在一起，真正的變色蜥蜴。<br>如此近，我可以聽到它們呼吸<br>雖然鳥鳴聲□□□□。</p><p>（2011年諾貝爾文學獎得主瑞典特朗斯特羅默）</p>",
    "subQuestions": [
      {
        "id": "86-1",
        "q": "詩中的空格，依序宜填入下列哪一項的字詞?",
        "options": [
          "(A) 連／絲絲入扣",
          "(B) 化／變化多端",
          "(C) 融／震耳欲聾",
          "(D) 鑲／驚心動魄"
        ],
        "ans": "C",
        "explanation": "第一空：變色蜥蜴會與環境顏色結合，用「融」在一起最恰當。<br>第二空：作者要表達記憶的呼吸聲「如此近」，甚至比外在的鳥鳴聲還要清晰強烈。為了凸顯這種對比，鳥鳴聲雖然「震耳欲聾」，作者卻還是能聽到記憶的呼吸，這種反襯手法張力最強。故選 (C)。"
      },
      {
        "id": "86-2",
        "q": "如果要為這首詩定一個題目，下列何者最為適合?",
        "options": [
          "(A) 記憶注視我",
          "(B) 透明記憶我",
          "(C) 悼念記憶",
          "(D) 記憶會呼吸"
        ],
        "ans": "A",
        "explanation": "詩中寫道：「記憶用目光跟隨我」。整首詩都在描寫記憶像某種生物一樣，隱形在背景中注視著作者。故「記憶注視我」最符合詩意。故選 (A)。"
      }
    ]
  },
  {
    "id": "set-87",
    "title": "第87篇、唐太宗與魏徵",
    "article": "<p>唐太宗有一天退朝後，懷著滿腹怒火回到宮裡，向皇后抱怨魏徵犯顏直諫的事。皇后聽了，默不作聲地退回房中，換上禮服後，站在庭階前向太宗道賀。太宗問她何事，她回答：「吾聞國有賢君，而後有不屈之臣。桀、紂獨夫，不容逢、干。今聞魏徵抗顏直諫，是知陛下之聖明也，吾何不賀陛下？」太宗聽了皇后的話，滿腹的怒火，也就煙消雲散了。</p>",
    "subQuestions": [
      {
        "id": "87-1",
        "q": "下列敘述，何者是本文的主旨?",
        "options": [
          "(A) 唐太宗擇善固執，不隨波逐流",
          "(B) 魏徵心直口快，不顧太宗顏面",
          "(C) 桀、紂、逢、干的行為，不容於天地",
          "(D) 皇后聰明機智，婉轉地化解了太宗的怒氣"
        ],
        "ans": "D",
        "explanation": "文章重點在於皇后如何巧妙地透過「換禮服道賀」，將太宗原本認為的「冒犯」，轉化為對太宗「聖明」的讚美，成功平息了太宗的怒火。故選 (D)。"
      },
      {
        "id": "87-2",
        "q": "有關本文的說明，下列敘述何者正確?",
        "options": [
          "(A) 魏徵以下犯上，其行徑與桀、紂無異",
          "(B) 桀、紂雖然暴虐無道，卻有忠臣魏徵的輔助",
          "(C) 太宗能接納逢、干等人的謀言，因此留名青史",
          "(D) 「國有賢君，而後有不屈之臣」，是皇后用來讚美太宗的話"
        ],
        "ans": "D",
        "explanation": "(D) 正確。皇后這句話的意思是：因為有賢明的君主，才會有不屈服的大臣。言下之意是魏徵敢直諫，證明了太宗是賢君。這是一種極高明的讚美與勸諫技巧。"
      }
    ]
  },
  {
    "id": "set-88",
    "title": "第88篇、屋內的鳥",
    "article": "<p>在我的屋內有一隻鳥<br>關在一個藍色的籠子中。<br>每天清晨...我聽到牠<br>在籠子裡靜靜地撲翅<br>眼珠和頭頸不安地轉動<br>彷彿也是渴望...<br>藍色的囚室。總是<br>牠疲倦地觀望著我<br>彷彿懷疑，彷彿<br>冷漠——我想到牠<br>幾乎從未快樂地飛翔...<br>我卻發覺：多年的禁錮<br>牠像一顆老病的心，已經<br>無法撲打，藍色的<br>天空<br>在我的屋內有一隻鳥。</p><p>——孫維民〈鳥〉</p>",
    "subQuestions": [
      {
        "id": "88-1",
        "q": "根據本詩，下列詩句的說明，何者正確?",
        "options": [
          "(A) 「牠疲倦地觀望著我／彷彿懷疑，彷彿／冷漠」：鳥對自由飛翔已不渴望",
          "(B) 「在籠子裡靜靜地撲翅／眼珠和頭頸不安地轉動／彷彿也是渴望」：想吃早起的小蟲",
          "(C) 「我照例為牠加水添穀／有時洗淨一枝菜葉／塞進細細的欄柵／藍色的囚室」：籠中鳥滿意主人的餵食",
          "(D) 「多年的禁錮／牠像一顆老病的心，已經／無法撲打，藍色的／天空」：即使渴望自由最終仍難脫離生命的枷鎖"
        ],
        "ans": "D",
        "explanation": "(D) 正確。這幾句點出全詩核心：長期的囚禁已經磨滅了鳥的生命力，即使天空（藍色的）就在眼前（或在心中），牠也無力再飛翔。象徵生命被體制或環境制約後的無奈與悲哀。"
      },
      {
        "id": "88-2",
        "q": "關於本詩的寫作方法，下列敘述何者正確?",
        "options": [
          "(A) 以慈悲凸顯囚禁的仁慈是陪襯手法",
          "(B) 首末二句重複，然而首句無限感慨，末句存在事實",
          "(C) 按清晨、中午與深夜時間，依序描述餵食、覓食與流淚情境",
          "(D) 以藍色的「籠子／囚室／天空」層層遞進，揭示天空也是一個巨大牢籠"
        ],
        "ans": "D",
        "explanation": "(D) 正確。詩中將「籠子」稱為「藍色的囚室」，最後又提到「藍色的天空」。這種顏色上的連結暗示：即使飛出小籠子，外面的天空可能也只是另一個更大的藍色牢籠，生命無處可逃。這是一種層層遞進的象徵手法。"
      }
    ]
  },
  {
    "id": "set-89",
    "title": "第89篇、共工與顓頊",
    "article": "<p>水神共工是神農炎帝的後代。共工的部落是以農業為主的部族...努力擴大田地的耕種面積，也提高農業的產量。</p><p>可是顓頊卻極力反對共工的這種做法，並且處處阻撓。終於不可避免地發生了一場十分激烈的戰爭...戰爭還沒有開始之前，顓頊就驅使鬼神煽動各個部落的族人，到處散布謠言，說共工把大地整治得太平整，肯定會觸怒天上的鬼神，引來災難。共工雖然無法得到很多民眾的支持，但是他堅信自己的做法是出於對族人的考量，是為全族人不再忍饑挨餓，所以堅決不妥協。但他又覺得自己跟顓頊大戰，將會給天下的人民帶來更大的災難。於是，他決心犧牲生命來證明自己。他駕著坐騎飛龍，從半空中猛地朝下面的不周山（崑崙山）撞去。一聲震天巨響，不周山被共工攔腰撞斷...從此日月星辰每天只會從東邊升起...江河也只向東奔騰，流入大海裡去了。</p><p>（改寫自〈水神共工的傳說〉）</p>",
    "subQuestions": [
      {
        "id": "89-1",
        "q": "依據本文，共工不願意與顓頊大戰的原因為何?",
        "options": [
          "(A) 怕生靈塗炭",
          "(B) 怕失去地位",
          "(C) 怕傷及兒子",
          "(D) 怕觸怒鬼神"
        ],
        "ans": "A",
        "explanation": "文中提到：「但他又覺得自己跟顓頊大戰，將會給天下的人民帶來更大的災難。」這表示共工是為了避免人民受苦（生靈塗炭），才選擇犧牲自己去撞不周山。故選 (A)。"
      },
      {
        "id": "89-2",
        "q": "依據本文，顓頊利用何種方式讓共工處於不利的處境?",
        "options": [
          "(A) 賄賂部落百姓",
          "(B) 發放大量糧食",
          "(C) 製造輿論壓力",
          "(D) 以高戰力壓制"
        ],
        "ans": "C",
        "explanation": "文中提到：「顓頊就驅使鬼神煽動各個部落的族人，到處散布謠言...」顓頊透過散布謠言，讓共工失去民眾支持，這就是利用「製造輿論壓力」來打擊對手。故選 (C)。"
      }
    ]
  },
  {
    "id": "set-90",
    "title": "第90篇 鴨子",
    "article": "<p>無事在窗前坐，看窗外山靜雲閒，一片山水，天遼地闊，好像時間都已靜止不動。覺得是洪荒以前的風景，一切都在等待開始。好像畫家未曾動筆以前面對的那一片空白；好像演奏者手指停在琴鍵上空，屏氣凝神，一點聲音沒有，但一切就要開始。好像舞臺上空無一物，任憑鑼鼓喧天，人還沒有出現，時間與空間都在等待，等待生命初始，等待洪荒裡第一聲嬰啼，叫醒天地。</p><p>一隻白鷺鷥靜靜飛來，原來靜止的畫面，忽然動了起來。照片變成了電影，剎那間，有了聲音，有了動作。鷺鷥從空中降落，姿態非常輕盈。雪白張開的雙翅，浮在空氣裡，飄飄搖搖，好像微風裡無心落下的一片白色花瓣，在空中猶疑搖擺，不知道要到哪裡降落。</p><p>通常，潮退以前，鷺鷥多落在紅樹林梢，或落在支出水面的木樁頂端。牠們可以棲止不動很久，細細長長的腿，曲線優美的頸脖，通體雪白，在風景裡特別醒目，像一尊高貴的雕塑。</p><p>鷺鷥伸長頸脖，棲止不動，等待潮退，等待河灘淺水處浮現游魚蝦蟹，鷺鷥眼尖，居高臨下，一展翅，俯身掠過水面，長長尖尖的喙裡已叼起一隻獵物。</p><p>鷺鷥的靜止不動，其實是一種專注吧。和畫家面前的空白一樣，和演奏前的無聲一樣，鷺鷥專注的是牠的生存。旋子，全力以赴的專注，使生命凝肅成一種美，一種像雕塑的美。</p><p>（節錄自蔣勳《鴨子》）</p>",
    "subQuestions": [
      {
        "id": "90-1",
        "q": "下列文句，何者屬於動態的描寫?",
        "options": [
          "(A) 細細長長的腿，曲線優美的頸脖，通體雪白",
          "(B) 雪白張開的雙翅，浮在空氣裡，飄飄搖搖",
          "(C) 鷺鷥伸長頸脖，棲止不動，等待潮退，等待河灘淺水處浮現游魚蝦蟹",
          "(D) 鷺鷥的靜止不動，其實是一種專注吧"
        ],
        "ans": "B",
        "explanation": "(B) 文中描述「浮在空氣裡，飄飄搖搖」、「在空中猶疑搖擺」，這些詞彙（浮、飄搖、搖擺）生動地描繪了白鷺鷥飛翔與降落時的連續動作，屬於動態描寫。(A)(C)(D)皆側重於描寫「靜止」的狀態或外觀特徵（棲止不動、靜止不動）。"
      },
      {
        "id": "90-2",
        "q": "本文善用譬喻，使文章靈活生動。下列何者「不是」運用譬喻修辭?",
        "options": [
          "(A) 雪白張開的雙翅，浮在空氣裡，飄飄搖搖，好像微風裡無心落下的一片白色花瓣",
          "(B) 好像演奏者手指停在琴鍵上空，屏氣凝神，一點聲音沒有",
          "(C) 在風景裡特別醒目，像一尊高貴的雕塑",
          "(D) 人還沒有出現，時間與空間都在等待"
        ],
        "ans": "D",
        "explanation": "(D) 「時間與空間都在等待」賦予了時間與空間人類的行為（等待），這屬於「轉化」修辭中的擬人法，而非譬喻。(A) 明喻（好像...花瓣）；(B) 明喻（好像...演奏者）；(C) 明喻（像...雕塑）。故選(D)。"
      },
      {
        "id": "90-3",
        "q": "本文首段中，作者運用多個「好像……」的句式，其主要作用為下列何者?",
        "options": [
          "(A) 展現作者不確定的情緒",
          "(B) 描寫作者想像中的畫面",
          "(C) 渲染時間靜止的氛圍",
          "(D) 呼應鷺鷥飛行時的姿態"
        ],
        "ans": "C",
        "explanation": "作者連續使用「好像畫家未曾動筆...」、「好像演奏者手指停在琴鍵上空...」、「好像舞臺上空無一物...」等排比句式，意在透過這些具象的「靜止瞬間」場景，層層堆疊，共同渲染出一種萬籟俱寂、蓄勢待發、時間彷彿停滯的靜謐氛圍，為後文鷺鷥的出現（動）做鋪墊。故選(C)。"
      }
    ]
  },
  {
    "id": "set-91",
    "title": "第91篇 陶淵明集序",
    "article": "<p>有疑陶淵明詩篇篇有酒，吾觀其意不在酒，亦寄酒為跡者也。其文章不群，辭采精拔，跌宕昭彰，獨超眾類，抑揚爽朗，莫之與京。橫素波而傍流，干青雲而直上。語時事則指而可想，論懷抱則曠而且真。加以貞志不休，安道苦節，不以躬耕為恥，不以無財為病。自非大賢篤志，孰能如此乎？余愛嗜其文，不能釋手，尚想其德，恨不同時。</p><p>註：①莫之與「京」：齊等。</p><p>（改寫自蕭統《陶淵明集序》）</p>",
    "subQuestions": [
      {
        "id": "91-1",
        "q": "根據本文，下列句意說明何者正確?",
        "options": [
          "(A) 亦寄酒為跡者也──有酒之處必有陶淵明蹤跡",
          "(B) 抑揚爽朗，莫之與京──文章起伏跌宕、清朗通達，無人能及",
          "(C) 干青雲而直上──志向遠大，在仕途上也曾飛黃騰達",
          "(D) 尚想其德，恨不同時──感嘆自己德行高潔卻生不逢時"
        ],
        "ans": "B",
        "explanation": "(B) 「抑揚爽朗，莫之與京」意思是文章氣勢跌宕起伏、清爽明朗，沒有人能比得上（京：大、高，引申為齊等、比得上），故正確。(A) 意指藉由酒來寄託心意（跡：行跡、形式），非指行蹤。(C) 形容文章氣勢如直衝雲霄，非指仕途飛黃騰達。(D) 意指仰慕陶淵明的品德，遺憾不能與他生在同一個時代，非感嘆自己生不逢時。"
      },
      {
        "id": "91-2",
        "q": "根據本文，無法得知下列何者?",
        "options": [
          "(A) 陶淵明詩多以酒為寫作題材",
          "(B) 陶淵明詩文在當時獨樹一格",
          "(C) 作者對陶淵明極為欣賞崇敬",
          "(D) 後世文壇深受陶淵明的影響"
        ],
        "ans": "D",
        "explanation": "文中提到(A)「陶淵明詩篇篇有酒」、(B)「其文章不群...獨超眾類」、(C)「余愛嗜其文...尚想其德」。唯獨(D)關於「後世文壇深受陶淵明的影響」這一點，在本文中並未提及，本文僅止於蕭統個人對陶淵明的評價與仰慕。故選(D)。"
      }
    ]
  },
  {
    "id": "set-92",
    "title": "第92篇 填字遊戲",
    "article": "<p>下列是一則填字遊戲表，表中已有三個詞語，請閱讀此表並回答(1)、(2)題：</p><br><div style='text-align:center'><img src='images/q092.jpg' alt='填字遊戲表' style='max-width:100%; border-radius:10px;'></div><br>",
    "subQuestions": [
      {
        "id": "92-1",
        "q": "小芬欲從(一)處由左至右填上一個詞語，與其他三個詞語意義相近，下列何者最恰當?",
        "options": [
          "(A) 博施濟眾",
          "(B) 同船濟水",
          "(C) 緩不濟急",
          "(D) 扶危濟困"
        ],
        "ans": "D",
        "explanation": "觀察表中已有的詞語：「拯溺濟危」、「扶顛持危」（或扶危...）、「救焚...」。這些詞語的核心概念都是「救助」、「幫助處於危難中的人」。選項(D)「扶危濟困」（扶助危難，救濟困窮）與其他詞語意義最相近，且符合表格中「扶...濟...」的結構暗示。故選(D)。"
      },
      {
        "id": "92-2",
        "q": "下列何者的詞語結構和表中三個詞語一樣?",
        "options": [
          "(A) 醫時救弊",
          "(B) 災害救濟",
          "(C) 無可救藥",
          "(D) 以水救火"
        ],
        "ans": "A",
        "explanation": "表中的詞語如「拯溺濟危」（動詞+名詞+動詞+名詞）、「扶危濟困」（動詞+名詞+動詞+名詞），皆為並列結構的動賓短語。選項(A)「醫時救弊」（醫治時政，匡救弊端）結構為「動+名+動+名」，與表中詞語結構相同。(B)名詞+動詞；(C)狀語+動詞+名詞；(D)介詞結構+動詞+名詞。故選(A)。"
      }
    ]
  },
  {
    "id": "set-93",
    "title": "第93篇 風箏",
    "article": "<p>我的心<br>繫在兒女們的身上<br>像牽住一根長長的線<br>一端是我的牽掛<br>一端是他們的□□<br>風和日麗的日子<br>我的線越放越長<br>讓風箏緩緩上升<br>到達廣闊的天空<br>天空是一個自由的王國<br>任他們□□<br>只有在暴風雨來臨時<br>我才將線緊收<br>讓風箏平安地<br>回到我的身邊</p><p>（涂靜怡《風箏》）</p>",
    "subQuestions": [
      {
        "id": "93-1",
        "q": "詩中缺空處填入下列何詞語較恰當?",
        "options": [
          "(A) 闖蕩",
          "(B) 翱翔",
          "(C) 冒險",
          "(D) 成長"
        ],
        "ans": "B",
        "explanation": "詩中將兒女比喻為「風箏」，在「廣闊的天空」這個「自由的王國」裡活動。風箏在天空中最自然的動作是「飛翔」。選項中(B)「翱翔」指在空中迴旋飛翔，最符合風箏的意象與詩句的語境（任他們翱翔）。故選(B)。"
      },
      {
        "id": "93-2",
        "q": "此詩中，「風箏」指的是下列何者?",
        "options": [
          "(A) 小孩",
          "(B) 父母",
          "(C) 牽掛",
          "(D) 童年"
        ],
        "ans": "A",
        "explanation": "第一段寫道：「我的心，繫在兒女們的身上...一端是我的牽掛，一端是他們的...」。父母牽著線，線的另一端是風箏，而這風箏正代表著(A)小孩（兒女）。"
      },
      {
        "id": "93-3",
        "q": "「風和日麗的日子／我的線越放越長／讓風箏緩緩上升／到達廣闊的天空」可看出父母對子女的教育態度為何?",
        "options": [
          "(A) 放任",
          "(B) 開放",
          "(C) 縱容",
          "(D) 溺愛"
        ],
        "ans": "B",
        "explanation": "父母在「風和日麗」（環境安全良好）的時候，願意將線「越放越長」，讓子女到廣闊的天空去發展。這顯示了一種(B)「開放」與信任的態度，鼓勵子女自由成長，而非不管不顧的「放任」或無原則的「縱容」。"
      },
      {
        "id": "93-4",
        "q": "「只有在暴風雨來臨時／我才將線緊收／讓風箏平安地／回到我的身邊」由此段我們可感受什麼?",
        "options": [
          "(A) 父母親保護子女的用心及親情的偉大",
          "(B) 維持風箏完整的技巧",
          "(C) 父母親緊迫盯人的管教方式",
          "(D) 暴風雨不常出現"
        ],
        "ans": "A",
        "explanation": "當危險（暴風雨）來臨時，父母會主動收線，提供避風港，確保子女（風箏）的安全。這段描述生動地展現了父母時刻關注子女安危，以及在關鍵時刻給予保護的深厚親情。故選(A)。"
      }
    ]
  },
  {
    "id": "set-94",
    "title": "第94篇 劉丞相與程珦",
    "article": "<p>劉丞相在位時，族人偶有逋負官租數十萬，丞相不知也。官吏多望風不敢問。程公珦為廬陵縣尉，主賦事，始追逮囚繫，責令盡償而後已。或以告丞相，丞相曰：「賦入不時，吾家之罪，縣官安可屈法也！」乃致書謝之。後珦罷官至京師，丞相延見，禮貌有加。珦出，謂人曰：「劉公偉量，非他人能及，真宰相也。」</p><p>註：①逋負：拖欠賦稅。</p><p>（改寫自曾敏行《獨醒雜誌》）</p>",
    "subQuestions": [
      {
        "id": "94-1",
        "q": "根據本文，下列「」中的詞語，何者解釋「最不恰當」?",
        "options": [
          "(A) 「望風」不敢問：觀望情勢",
          "(B) 追逮「囚繫」：囚禁於監牢",
          "(C) 賦入「不時」：不按時",
          "(D) 安可「屈法」：屈服於法律"
        ],
        "ans": "D",
        "explanation": "(A)(B)(C)解釋皆正確。(D) 「屈法」意指「歪曲法律」或「枉法」。劉丞相說「縣官安可屈法也」，意思是縣官怎麼可以為了我而枉費法律（不執法）呢？並非「屈服於法律」。故(D)解釋不恰當。"
      },
      {
        "id": "94-2",
        "q": "根據本文，下列敘述何者最恰當?",
        "options": [
          "(A) 劉丞相譴責廬陵縣尉程珦執法不公",
          "(B) 族人的欠款最終由劉丞相代為償還",
          "(C) 官吏多畏於劉丞相權勢，而不追查欠稅案情",
          "(D) 程珦追債過於嚴苛，因此得罪劉丞相而遭罷官"
        ],
        "ans": "C",
        "explanation": "(C) 正確。文中提到「官吏多望風不敢問」，即其他官員因為畏懼劉丞相的權勢，不敢去追討他族人的欠稅。(A)劉丞相是讚賞並寫信感謝程珦；(B)文中說是「責令盡償」，通常指責令欠稅的族人償還，未明說是丞相代償；(D)程珦後來罷官（原因未提），但劉丞相「延見，禮貌有加」，並未得罪丞相。"
      }
    ]
  },
  {
    "id": "set-95",
    "title": "第95篇 江灣路憶往",
    "article": "<p>現在再回到我家對面加油站的左邊。</p><p>老實說，這個方向是我記憶比較模糊的一方。那加油站的後頭，有一條稍窄的馬路，可以通達一所也是日本人設立的女子中學。學生夏天都穿藏青色有細褶的長裙，上身是短短齊腰的水手服。這種制服太好看了，尤其是上了中學之後都不再用背包，人人右手提一個中型手提包，裡面裝滿書，走起路來非常神氣，也很有學問的樣子。每一個女童恐怕都曾偷偷許願過，將來要考上那所女子中學。</p><p>我的二姐比我大四歲，曾經在那所中學讀了幾個月的書，但我自己終於等不及長那麼大就離開了上海。</p><p>加油站的左邊，聽說是直通到江灣去的，但我從來沒有去過江灣。父親每個週末都乘車去江灣打高爾夫球。</p><p>父親打球的時候，跟去三井物產株式會社上班的模樣很不相同。穿的衣服很自在的樣子，連皮鞋都換了另一雙。司機替他扛一袋大大小小各形各式的球桿，放進後車廂內，那球桿上面套著各色的毛線套子保護，是母親編織的。</p><p>我那時並不懂打高爾夫球是怎麼一回事？只曉得大概是很花時間，又很累人的運動。因為父親總要到傍晚才回家。他的臉上晒得紅紅的，衣褲都變髒了。尤其是皮鞋上一層土粉，襪子上都黏滿了芒草的細刺。那芒刺是我們小孩最討厭的，因為父親脫下來的毛襪子，清洗之前都要先把那些細刺除去，母親經常把這個工作派給我做，有時同二姐一齊做，有時同四妹。</p><p>拔芒草刺的工作是急不來的，須得耐心拔，往往耽誤老半天戲耍的時間，而且我們都曉得，拔除乾淨的襪子，下個星期父親打完球回來，準又會黏滿細細的刺。</p><p>但是，父親去江灣打球回來，有時也會帶給我們一些驚喜。他常常順途買一大包冰棒回來。打開包裹的紙，紅色、綠色、橘色、白色的冰棒就露出來。於是，姐妹兄弟人手一枝，連娘姨也有份，每個人都喜孜孜地舔著好看冰涼又甜甜的冰棒。</p><p>有時父親買回的是一大布袋的玉蜀黍。娘姨在廚房裡剝穀皮，用水煮熟，連鍋一齊給端出院子裡來。那樣子的黃昏，我們不遑吃晚飯，全家人在院內邊看夕陽邊吃玉蜀黍。父親坐在門前中央的藤椅上，母親和姆媽也各有椅子坐，孩子們則隨便搬個木凳，或索性坐在石階上。</p><p>當天摘下的玉蜀黍又香又甜，顏色也是一等好看的，真珠色玉米粒，摻雜著黃色和紫色。父親吃得很多，也很快速，有時我看他吃玉蜀黍的樣子，像極了二哥吹口琴。因為吃得快，常有餘粒留下，孩子們難免就搶著撿他吃剩的，重新啃一次。家裡孩子多，不得不分配額量，每人頂多也不超過兩枝，至於父親吃剩的，則不在限內的緣故。</p><p>對我而言，吃玉蜀黍和替父親的毛襪子拔芒草刺，這兩件快樂與不快樂的記憶，一直是我對於未嘗真實見過的江灣的鮮活印象。</p><p>註：①娘姨：上海人稱女傭為娘姨。</p><p>（林文月《江灣路憶往》）</p>",
    "subQuestions": [
      {
        "id": "95-1",
        "q": "閱讀完文章後，頗有感觸的小范在筆記本上寫了一些重點，請問他所記錄的內容何者正確?",
        "options": [
          "(A) 作者離開上海前，已在日本人設立的女子中學讀了幾個月的書",
          "(B) 每當作者經過江灣，總會想起兒時幫父親拔芒草刺的不愉快",
          "(C) 作者父親總會穿著輕便自在的衣褲前往三井物產株式會社打高爾夫球",
          "(D) 作者父親打球結束後順路帶回來的冰棒，總是令孩子們喜出望外"
        ],
        "ans": "D",
        "explanation": "(D) 正確。文中倒數第四段提到：「父親去江灣打球回來，有時也會帶給我們一些驚喜...每個人都喜孜孜地舔著...冰棒。」(A)文中說「二姐」讀了幾個月，作者自己「等不及長那麼大就離開了上海」。(B)作者「從來沒有去過江灣」，這些印象是來自拔刺和吃玉米的記憶，非經過江灣時想起。(C)父親是「去江灣」打球時穿著自在，跟去「三井物產株式會社上班」的模樣很不相同。"
      },
      {
        "id": "95-2",
        "q": "文末特寫了全家人共同享用玉蜀黍的場景，下列推論何者正確?",
        "options": [
          "(A) 此段時間與「東方出現瑰麗的朝霞，空氣中瀰漫著輕紗似的薄霧」相同",
          "(B) 當時在僧多粥少的情況下，必須將玉米妥善分配給每個孩子",
          "(C) 作者母親為全家人辛苦地料理玉米，是一種舐犢情深的展現",
          "(D) 這幅家庭團聚的和樂景象，有著「烽火連三月，家書抵萬金」之感"
        ],
        "ans": "B",
        "explanation": "(B) 正確。文中提到「家裡孩子多，不得不分配額量，每人頂多也不超過兩枝」，這正是「僧多粥少」（人多東西少）的情況，需要妥善分配。(A) 文中場景是「黃昏」、「看夕陽」，與選項中的「朝霞」（清晨）不同。(C) 料理玉米的是「娘姨」而非母親。(D) 此場景是溫馨的家庭生活，未提及戰火分離，不適用「烽火連三月」的沉重感。"
      }
    ]
  },
  {
    "id": "set-96",
    "title": "第96篇 手",
    "article": "<p>細皮嫩肉的手，寬闊厚大的手，粗糙多繭的手，所有的手都在歲月中寫出了生活。我們一早起來，手便和我們一起操作，穿衣、吃飯、灌溉樹苗、教誨子女，在一雙雙的手下，開拓出一條條生活的大道。不論風吹雨打，冰凍霜侵，手，永遠默默地堅持著為生命而奉獻。</p><p>記憶中，母親的手寬闊而粗實，早起晚睡的幹活，即使在嚴冬時凍傷了，她也很少說一聲痛，出一句怨言。有時候我撫摸著母親的手，那種粗糙扎刺的感覺，使我意會到她的手，已寫滿了一頁頁歲月艱辛的歷史。</p><p>幾乎每個人都從母親推動搖籃的手中慢慢成長茁壯，也幾乎都挨過父親嚴厲呵斥的巴掌。在那種迥然不同的手中，我們逐漸了解人情與是非，知道什麼是該做的，什麼是不該做的。</p><p>從手的肌理，我們很容易辨知一個人生活的內容，勞心或勞力，勤奮或怠惰。手，就像一張紀錄的表格，填謄出它實際的作業情形。</p><p>但是，世上確實有些人有手而不知善用，有手直如無手，他們好吃懶做，甚至做些危害社會的事：賭博、打架、肇事生非。而有些人由於某種意外的傷害，手殘了，卻始終殘而不廢，他們用一隻手，或以腳代手，兢兢業業營生，營建生活的整個希望。他們用那樣的手，拭去血淚的傷痕，像風一樣永不停息的揮動著生命的瑰麗手勢，開創了光明而絢麗的前途。</p><p>時至今日，儘管科技代替了人力，我們手的勞動減少了，但事實上，仍有很多事等待我們的手去做。所以，我們永遠要善用自己的手。否則，便辜負了上天給了我們一雙手的美意！</p><p>（周澤煌《手》）</p>",
    "subQuestions": [
      {
        "id": "96-1",
        "q": "要辨知一個人的生活內容，可從什麼地方看出來?",
        "options": [
          "(A) 眼角的魚尾紋",
          "(B) 髮膚的色澤",
          "(C) 臉上的皺紋",
          "(D) 手上的肌理"
        ],
        "ans": "D",
        "explanation": "文中第四段提到：「從手的肌理，我們很容易辨知一個人生活的內容，勞心或勞力，勤奮或怠惰。」故選(D)。"
      },
      {
        "id": "96-2",
        "q": "作者所謂「拭去血淚的傷痕，揮動生命的瑰麗手勢」，這是指誰的手?",
        "options": [
          "(A) 傷殘的人",
          "(B) 肇事的人",
          "(C) 父親",
          "(D) 母親"
        ],
        "ans": "A",
        "explanation": "文中第五段提到：「而有些人由於某種意外的傷害，手殘了，卻始終殘而不廢...他們用那樣的手，拭去血淚的傷痕，像風一樣永不停息的揮動著生命的瑰麗手勢...」。故是指(A)傷殘的人。"
      },
      {
        "id": "96-3",
        "q": "下列哪一句話最能表示母愛?",
        "options": [
          "(A) 殘而不廢的手",
          "(B) 寬闊厚大的手",
          "(C) 推動搖籃的手",
          "(D) 細皮嫩肉的手"
        ],
        "ans": "C",
        "explanation": "文中第三段：「幾乎每個人都從母親推動搖籃的手中慢慢成長茁壯」。推動搖籃是撫育嬰兒的動作，最能象徵母愛的溫柔與呵護。故選(C)。"
      },
      {
        "id": "96-4",
        "q": "本文給予我們最大的啟示是什麼?",
        "options": [
          "(A) 粗糙的手最為珍貴",
          "(B) 善用萬能的手",
          "(C) 不可以為非作歹",
          "(D) 要創造美好的紀錄"
        ],
        "ans": "B",
        "explanation": "文章結尾總結：「所以，我們永遠要善用自己的手。否則，便辜負了上天給了我們一雙手的美意！」強調無論時代如何變遷，都應該善用雙手去創造價值、服務人群。故選(B)。"
      },
      {
        "id": "96-5",
        "q": "從本文的內容看，手的最大功能是如何?",
        "options": [
          "(A) 充實生活，開創前途",
          "(B) 兢兢業業，營利謀生",
          "(C) 引援鑽營，獲取權勢",
          "(D) 賭博打架，危害社會"
        ],
        "ans": "A",
        "explanation": "文中提到手可以「開拓出一條條生活的大道」、「為生命而奉獻」，傷殘者用手「開創了光明而絢麗的前途」。這些都指向手能用來充實生命內涵、開創未來，故(A)最為貼切。"
      }
    ]
  },
  {
    "id": "set-97",
    "title": "第97篇 謝公教兒",
    "article": "<p>謝公夫人教兒，問太傅：「那得初不見君教兒？」<br>答曰：「我常自教兒。」</p><p>註：①謝公：謝安，即謝太傅。<br>②初：從未。</p><p>（《世說新語》）</p>",
    "subQuestions": [
      {
        "id": "97-1",
        "q": "「那得」一詞「不可」換為何詞?",
        "options": [
          "(A) 何以",
          "(B) 為何",
          "(C) 何故",
          "(D) 何曾"
        ],
        "ans": "D",
        "explanation": "「那得」在句中是疑問詞，意思是「怎麼」、「為何」、「為什麼」。(A)何以、(B)為何、(C)何故 都是「為什麼」的意思，可以替換。而(D)「何曾」是「未曾」、「哪裡曾」的意思，帶有反問與否定語氣（如：何曾見過？），與原句「怎麼從未見過」的語意結構不完全相同（原句已有「不見」二字，若換成「何曾」，會變成「何曾初不見」，語意不通順）。故選(D)。"
      },
      {
        "id": "97-2",
        "q": "由謝安的回答，可知下列何者?",
        "options": [
          "(A) 謝安忙於公事，故無暇親自教育孩子",
          "(B) 謝安教子，常在夫人未見之時",
          "(C) 謝安希望教孩子能自己頓悟",
          "(D) 謝安以身教為教"
        ],
        "ans": "D",
        "explanation": "謝安回答：「我常自教兒。」這句話的意思不是「我常自己教兒子」，而是「我常以自身的行為舉止來教導兒子」，也就是「身教」。他認為自己的言行就是最好的榜樣，無須刻意說教。故選(D)。"
      }
    ]
  },
  {
    "id": "set-98",
    "title": "第98篇 西螺大橋",
    "article": "<p>矗然，鋼的靈魂醒著<br>嚴肅的靜鏗鏘著<br>西螺平原的海風猛撼著這座<br>力的圖案，美的網，猛撼著這座<br>意志之塔的每一根神經，<br>猛撼著，而且絕望地嘯著<br>而鐵釘的齒緊緊咬著，鐵臂的手緊緊握著<br>嚴肅的靜。</p><p>於是，我的靈魂也醒了，我知道<br>既渡的我將異於<br>未渡的我，我知道<br>彼岸的我不能復原<br>此岸的我。<br>但命運自神祕的一點伸過來<br>一千條歡迎的臂，我必須渡河<br>面臨通向另一個世界的<br>走廊，我微微地顫抖。<br>但西螺平原的壯闊的風<br>迎面撲來，告我以海在彼端<br>我微微地顫抖，但是我<br>必須渡河！</p><p>矗立著，龐大的沉默。<br>醒著，鋼的靈魂。</p><p>（余光中《西螺大橋》）</p>",
    "subQuestions": [
      {
        "id": "98-1",
        "q": "本詩第一小節主要寫的是什麼?",
        "options": [
          "(A) 海風的強勁",
          "(B) 渡河的困難",
          "(C) 西螺大橋位置的重要",
          "(D) 西螺大橋外觀的力與美"
        ],
        "ans": "D",
        "explanation": "第一小節描寫西螺大橋「矗然」、「鋼的靈魂醒著」、「力的圖案，美的網」、「意志之塔」、「鐵釘的齒緊緊咬著」等。這些詞語都在刻畫大橋堅固、宏偉的結構，展現其外觀上充滿力量與美感的形象，並在強風中屹立不搖。故選(D)。"
      },
      {
        "id": "98-2",
        "q": "本詩的作者為何重複的說：「我必須渡河」?",
        "options": [
          "(A) 為了消除驚懼、緊張",
          "(B) 表明堅毅的面對困境的決心",
          "(C) 希望藉吹海風讓自己清醒",
          "(D) 有緊急的事要處理，非渡河不可"
        ],
        "ans": "B",
        "explanation": "詩人面對壯闊的西螺大橋與未知的彼岸，雖然「微微地顫抖」（感到敬畏或緊張），但仍重複強調「我必須渡河」。這不僅是地理上的渡河，更象徵著人生歷程的跨越與成長（既渡的我將異於未渡的我）。重複這句話是為了強化自己勇敢前行、面對挑戰與改變的堅毅決心。故選(B)。"
      }
    ]
  },
  {
    "id": "set-99",
    "title": "第99篇 絕妙好辭",
    "article": "<p>魏武嘗過曹娥碑下，楊脩從，碑背上見題作「黃絹幼婦，外孫虀臼」八字，魏武謂脩曰：「解不？」答曰：「解。」魏武曰：「卿未可言，待我思之。」行三十里，魏武乃曰：「吾已得。」令脩別記所知。脩曰：「黃絹，色絲也，於字為絕。幼婦，少女也，於字為妙。外孫，女子也，於字為好。虀臼，受辛也，於字為辭。所謂『絕妙好辭』也。」魏武亦記之，與脩同，乃嘆曰：「我才不及卿，乃覺三十里。」</p><p>（《世說新語‧絕妙好辭》）</p>",
    "subQuestions": [
      {
        "id": "99-1",
        "q": "「我才不及卿，乃覺三十里」這句話隱含著下列哪一種語氣?",
        "options": [
          "(A) 自謙",
          "(B) 感嘆",
          "(C) 得意",
          "(D) 憤怒"
        ],
        "ans": "B",
        "explanation": "曹操（魏武）在走了三十里後才解開謎題，而楊脩當下就解開了。曹操說這句話承認自己才智不如楊脩，相差了「三十里」之遙。這是一種對楊脩才華的驚嘆，也是對自己不如人的感嘆。故選(B)。"
      },
      {
        "id": "99-2",
        "q": "「我才不及卿，乃覺三十里」句中「覺」的意思是什麼?",
        "options": [
          "(A) 覺悟",
          "(B) 相差",
          "(C) 明白",
          "(D) 感覺"
        ],
        "ans": "B",
        "explanation": "「覺」通「較」，意思是「相差、差距」。曹操是在比較兩人解開謎題的時間/距離差距，故選(B)。"
      },
      {
        "id": "99-3",
        "q": "由「黃絹、幼婦、外孫、虀臼」八個字衍生出「絕妙好辭」，這是由文字的哪一方面推論得知?",
        "options": [
          "(A) 字音上",
          "(B) 形義上",
          "(C) 形聲上",
          "(D) 聲義上"
        ],
        "ans": "B",
        "explanation": "這是一種「析字」謎。黃絹 = 色絲 = 絕（字形組合）；幼婦 = 少女 = 妙（字形組合）；外孫 = 女之子 = 好（字形組合）；虀臼 = 受辛（受納辛辣） = 辭（字形組合，辤的古字，辭）。這是利用字的「形體」拆解與「字義」解釋來推論，故選(B)形義上。"
      },
      {
        "id": "99-4",
        "q": "本文透過魏武與楊脩的對話，凸顯出下列何者?",
        "options": [
          "(A) 智",
          "(B) 仁",
          "(C) 勇",
          "(D) 信"
        ],
        "ans": "A",
        "explanation": "這則故事展示了楊脩敏捷的才思，以及曹操雖也聰明但略遜一籌（相差三十里）。兩人的互動核心在於解謎、比拚才智，故凸顯的是(A)「智」。"
      }
    ]
  },
  {
    "id": "set-100",
    "title": "第100篇 燕詩示劉叟",
    "article": "<p>梁上有雙燕，翩翩雄與雌；銜泥兩椽間，一巢生四兒。<br>四兒日夜長，索食聲孜孜；青蟲不易捕，黃口無飽期。<br>嘴爪雖欲敝，心力不知疲；須臾十來往，猶恐巢中飢。<br>辛勤三十日，母瘦雛漸肥；喃喃教言語，一一刷毛衣。<br>一旦羽翼成，引上庭樹枝；舉翅不回顧，隨風四散飛。<br>雌雄空中鳴，聲盡呼不歸；卻入空巢裡，啁啾終夜悲。<br>燕燕爾勿悲！爾當反自思；思爾為離日，高飛背母時；<br>當時父母念，今日爾應知！</p><p>註：①翩翩：音ㄆㄧㄢ，鳥輕飛的樣子。<br>②椽：音ㄔㄨㄢˊ，架在桁上用以承接木條及屋頂的木材。<br>③孜孜：不停、不歇。<br>④黃口：雛鳥。<br>⑤敝：毀壞。<br>⑥卻：還。<br>⑦啁啾：鳥叫聲。</p><p>（白居易《燕詩示劉叟》）</p>",
    "subQuestions": [
      {
        "id": "100-1",
        "q": "下列對本詩的說明，何者正確?",
        "options": [
          "(A) 近體詩",
          "(B) 諷諭詩",
          "(C) 內容表現自然風光",
          "(D) 一韻到底"
        ],
        "ans": "B",
        "explanation": "白居易提倡「文章合為時而著，歌詩合為事而作」。這首詩藉由燕子父母辛勤養育子女，子女長大後卻棄之不顧的故事，來諷刺當時社會不孝的風氣（並以此勸諭劉叟）。故屬於(B)「諷諭詩」（或稱古詩，非近體詩，因為它不講究格律；韻腳有換韻，非一韻到底；內容是藉物喻人，非單純寫景）。"
      },
      {
        "id": "100-2",
        "q": "下列何者是本詩所表達的主旨?",
        "options": [
          "(A) 諷諭子女莫忘父母養育之恩",
          "(B) 勸諭父母以愛照顧子女的成長",
          "(C) 勸諭為人父母者要放手讓子女獨立",
          "(D) 諷諭子女珍惜光陰及時行樂"
        ],
        "ans": "A",
        "explanation": "詩的最後幾句：「燕燕爾勿悲！爾當反自思；思爾為離日，高飛背母時；當時父母念，今日爾應知！」作者要燕子反省自己當年也是這樣離開父母的。這是藉此諷喻世人（子女）應該體會父母的辛勞，莫忘養育之恩，不要像燕子一樣無情。故選(A)。"
      },
      {
        "id": "100-3",
        "q": "這首詩末段的語氣如何?",
        "options": [
          "(A) 褒揚勉勵",
          "(B) 無可奈何",
          "(C) 警惕訓勉",
          "(D) 幽默揶揄"
        ],
        "ans": "C",
        "explanation": "末段以「爾勿悲」、「爾當反自思」的命令口吻，要求燕子反省自己過去的行為，從而體會今日被棄的痛苦。這是一種帶有教訓、勸誡意味的語氣，故為(C)「警惕訓勉」。"
      },
      {
        "id": "100-4",
        "q": "從這首詩可了解白居易詩作的最大特點為何?",
        "options": [
          "(A) 詰屈聱牙",
          "(B) 溫婉浪漫",
          "(C) 雄渾豪邁",
          "(D) 社會寫實"
        ],
        "ans": "D",
        "explanation": "白居易的詩風特點是「老嫗能解」（通俗易懂），且多反映社會現實問題（社會寫實）。這首詩語言淺白，且深刻反映了家庭倫理問題，正符合(D)「社會寫實」的特點。"
      }
    ]
  },
  {
    "id": "set-101",
    "title": "第101篇 螢火蟲",
    "article": "<p>何其愁慘而微弱的閃爍<br>有火還似無火<br>盡依草繞籬而飛<br>卻總飛不進陶隱居的眼底</p><p>（周夢蝶）</p>",
    "subQuestions": [
      {
        "id": "101-1",
        "q": "末句所說的「陶隱居」指的是何人?",
        "options": [
          "(A) 陶侃",
          "(B) 陶潛",
          "(C) 陶弘景",
          "(D) 陶朱公"
        ],
        "ans": "B",
        "explanation": "「陶隱居」指陶淵明（名潛，字元亮，號五柳先生），他是中國著名的隱逸詩人，曾「採菊東籬下，悠然見南山」。詩中提到「繞籬而飛」，也暗合陶淵明喜菊愛籬的形象。故選(B)。"
      },
      {
        "id": "101-2",
        "q": "本詩所詠的是哪一種昆蟲?",
        "options": [
          "(A) 蝴蝶",
          "(B) 蟋蟀",
          "(C) 螢火蟲",
          "(D) 蜜蜂"
        ],
        "ans": "C",
        "explanation": "詩中描寫這種昆蟲「微弱的閃爍」、「有火還似無火」，且在夜間活動（愁慘、閃爍）。這些特徵（發光、微火）皆指向(C)螢火蟲。"
      }
    ]
  },
  {
    "id": "set-102",
    "title": "第102篇 鯰魚效應",
    "article": "<p>西班牙人愛吃沙丁魚，但沙丁魚很嬌貴，極不適應離開大海後的環境，用不了多久就會死掉。為延長牠的活命期，當地漁民想出了一個辦法，將幾條沙丁魚的天敵鯰魚放在容器裡，為了躲避天敵的吞食，沙丁魚在有限的空間裡快速游動，反而保持了旺盛的生命力。這就是經濟學上講的鯰魚效應。為了更好地生存發展下去，懼者必然會比其他人更用功，而越用功，跑得就越快。</p>",
    "subQuestions": [
      {
        "id": "102-1",
        "q": "有關本文主旨，下列選項何者正確?",
        "options": [
          "(A) 憂勞興國，逸豫亡身",
          "(B) 窮則變，變則通",
          "(C) 三折肱而成良醫",
          "(D) 城門失火，殃及池魚"
        ],
        "ans": "A",
        "explanation": "「鯰魚效應」說明適度的壓力與危機感（天敵的存在），能激發潛能、保持活力，避免因安逸而死亡。這與(A)「憂勞興國，逸豫亡身」（憂患勞苦能使國家興盛，安逸享樂會使自身滅亡）的道理相通，都強調憂患意識的重要性。"
      },
      {
        "id": "102-2",
        "q": "文中沙丁魚的存活率為何提高?",
        "options": [
          "(A) 容器變大",
          "(B) 氧氣增加",
          "(C) 運輸時間縮短",
          "(D) 為求活命，不斷游動"
        ],
        "ans": "D",
        "explanation": "文中提到：「為了躲避天敵的吞食，沙丁魚在有限的空間裡快速游動，反而保持了旺盛的生命力。」故存活率提高是因為牠們為了活命而(D)不斷游動。"
      },
      {
        "id": "102-3",
        "q": "本文給予我們何種啟示?",
        "options": [
          "(A) 壓力使我們成長",
          "(B) 社會環境多險惡",
          "(C) 要有敏銳的觀察力",
          "(D) 敵人是你最好的朋友"
        ],
        "ans": "A",
        "explanation": "沙丁魚因為有了天敵（壓力源），反而活了下來。這啟示我們：適度的壓力、競爭或挑戰，能激發我們的潛能，促使我們更努力、更進步。故選(A)「壓力使我們成長」。"
      }
    ]
  },
  {
    "id": "set-103",
    "title": "第103篇 立場",
    "article": "<p>你問我立場，沉默地<br>我望著天空的飛鳥而拒絕<br>答腔，在人群中我們一樣<br>呼吸空氣，喜樂或者哀傷<br>站著，且在同一塊土地上<br>不一樣的是眼光，我們<br>同時目睹馬路兩旁，眾多<br>腳步來來往往。如果忘掉<br>不同路向，我會答覆你<br>人類雙腳所踏，都是故鄉。</p><p>（向陽《立場》）</p>",
    "subQuestions": [
      {
        "id": "103-1",
        "q": "由此詩可見詩中主角對這兒的土地和人群懷著什麼?",
        "options": [
          "(A) 浪漫美好的嚮往",
          "(B) 默默認命的悲愁",
          "(C) 鄉里情結的糾纏",
          "(D) 開闊寬容的胸襟"
        ],
        "ans": "D",
        "explanation": "詩人認為雖然大家眼光不同、路向不同，但都呼吸同樣的空氣，站在同一塊土地上。他主張「人類雙腳所踏，都是故鄉」，這是一種超越狹隘立場、包容異同的態度。故選(D)「開闊寬容的胸襟」。"
      },
      {
        "id": "103-2",
        "q": "下列各敘述，何者是作者認同的?",
        "options": [
          "(A) 應對不同立場的人努力遊說，力圖改變",
          "(B) 既然共同生活在一起，嚴分立場實無必要",
          "(C) 人們應該忘掉不同路向，把出生的地方作為故鄉",
          "(D) 人生如過客，來來往往，什麼都不必計較"
        ],
        "ans": "B",
        "explanation": "作者拒絕回答關於「立場」的提問，並強調大家共同生活在同一塊土地上，呼吸同樣空氣。結尾說「如果忘掉不同路向...都是故鄉」，意即不應過度強調對立的立場，而應重視共同的人性與生存空間。故認同(B)「嚴分立場實無必要」。"
      },
      {
        "id": "103-3",
        "q": "細讀本詩，可以看出什麼特色?",
        "options": [
          "(A) 這一首詩押韻，但韻腳不全在每行行末",
          "(B) 「天空的飛鳥」完全沒有象徵意味",
          "(C) 詩分兩段，各有主題，前後不見貫串",
          "(D) 全詩借事以抒懷，並無論說的意味"
        ],
        "ans": "A",
        "explanation": "(A) 正確。觀察韻腳：腔(qiang)、傷(shang)、上(shang)、光(guang)、往(wang)、鄉(xiang)。這些韻腳大多在句末，但如「眾多」在行末卻不押韻，「腳步來來往往」的「往」押韻。現代詩押韻較自由，不一定嚴格每行押韻。(B) 飛鳥象徵自由、超越立場的視角；(C) 兩段主題連貫，都在談立場與共存；(D) 詩中表達了對「立場」的看法與哲理，具有論說意味（說理）。"
      }
    ]
  },
  {
    "id": "set-104",
    "title": "第104篇 曹彬執法",
    "article": "<p>曹彬侍中，為人仁愛多恕。平定數國，未嘗妄斬人。</p><p>嘗知徐州，有小吏犯罪，即立案，逾年然後杖之。人皆不曉其旨。</p><p>彬曰：「吾聞此人新娶婦，若杖之，彼其舅姑必以此婦為不利而惡之，朝夕答罵，使不能自存。吾緩其事，而法亦不可赦也。」</p><p>其用志如此。</p><p>（李元綱《曹彬執法》）</p>",
    "subQuestions": [
      {
        "id": "104-1",
        "q": "「彼其舅姑」意思是指的是什麼?",
        "options": [
          "(A) 娘家的舅舅、姑姑",
          "(B) 新婦的公公、婆婆",
          "(C) 夫家的舅舅、姑姑",
          "(D) 小吏的岳父、岳母"
        ],
        "ans": "B",
        "explanation": "在古文中，「舅姑」是婦人對丈夫父母（公公、婆婆）的稱呼。文中曹彬擔心小吏受罰後，他的父母（即新婦的舅姑）會怪罪新媳婦帶衰。故選(B)。"
      },
      {
        "id": "104-2",
        "q": "曹彬對小吏最後是如何處理?",
        "options": [
          "(A) 次年再罰",
          "(B) 不了了之",
          "(C) 朝夕答罵",
          "(D) 改變其志"
        ],
        "ans": "A",
        "explanation": "文中提到：「即立案，逾年然後杖之。」意思就是先立案，等到過了一年（逾年）之後才執行杖刑。故選(A)「次年再罰」。"
      },
      {
        "id": "104-3",
        "q": "下列「」中的字，何者「不作」動詞用?",
        "options": [
          "(A) 若「杖」之",
          "(B) 吾「緩」其事",
          "(C) 人皆不「曉」",
          "(D) 未嘗「妄」斬人"
        ],
        "ans": "D",
        "explanation": "(A) 杖：用杖責打，動詞。(B) 緩：延緩，動詞。(C) 曉：明白、知道，動詞。(D) 妄：胡亂地、隨意地，修飾動詞「斬」，故為副詞。選(D)。"
      },
      {
        "id": "104-4",
        "q": "文中曹彬為何如此執法?",
        "options": [
          "(A) 因為小吏新婚，顧其顏面",
          "(B) 怕小吏的舅姑會認為新娘太可惡了",
          "(C) 怕小吏的媳婦被認為是掃把星",
          "(D) 急事必須緩辦"
        ],
        "ans": "C",
        "explanation": "曹彬解釋：「彼其舅姑必以此婦為不利而惡之...使不能自存。」意思是怕公婆認為新媳婦「不利」（不吉利、帶衰、掃把星），因而厭惡虐待她，讓她無法在夫家生存。故選(C)。"
      },
      {
        "id": "104-5",
        "q": "由曹彬處理小吏案件來看，他是位怎樣的人?",
        "options": [
          "(A) 猶疑不決",
          "(B) 不分緩急",
          "(C) 仁厚公正",
          "(D) 喜怒不定"
        ],
        "ans": "C",
        "explanation": "曹彬延後刑罰是為了保護無辜的新婦（仁愛），但他並未免除刑罰（法亦不可赦），最終還是執行了杖刑（公正）。這顯示他既有仁愛之心，又堅守法律原則，故選(C)「仁厚公正」。"
      }
    ]
  },
  {
    "id": "set-105",
    "title": "第105篇 地球超載日",
    "article": "<p>1990年代初研究人員設計出一套評估方法，是為了計算出當年度的「地球超載日」。今年（2022年）的「地球超載日」在7月28日，代表在這一天，我們已經耗盡當年度地球的永續資源，在剩餘的時間裡，都將以透支的方式消耗地球資源。據此，養活全世界的人口要1.75 個地球的資源才夠。每個國家帶給地球的負擔也大不同，如果每個人的生活方式都跟美國人一樣，那2022年地球超載日會落在3月13日。</p><p>根據這套方法往回推算1971年，地球超載日是12月25日，之後就一路提前。2000年地球超載日落在9月，2018年起提前到7月。2020年因Covid-19疫情爆發，地球超載日曾往後延了三週，但隔年就恢復到疫情前的情況。</p><p>非政府組織世界自然基金會與全球生態足跡網將矛頭指向食品生產系統及其龐大的生態足跡：整體來說，地球上超過一半的生物承載力是用來養活人類。很大一部分的糧食和原物料是用於畜牧，人們再吃掉這些動物。富裕國家應減少肉品消費，如果可以將肉品消費量減半，地球超載日就可以延後17天。由於全世界1/3的食物被浪費掉，所以限制食物浪費可將超載日延後13天。</p><p>（改寫自地球超載日網站）</p>",
    "subQuestions": [
      {
        "id": "105-1",
        "q": "根據本文，關於人類對地球資源的消耗，下列敘述何者最恰當?",
        "options": [
          "(A) 1990年之前，人類並未透支地球資源",
          "(B) 2022年人類耗用的地球資源是前一年的1.75倍",
          "(C) 每年的地球超載日之後，全球資源就會消耗殆盡",
          "(D) 美國人的生活方式比多數國家的人對地球造成更大的負擔"
        ],
        "ans": "D",
        "explanation": "(D) 正確。文中提到全球平均超載日是7月28日，但若像美國人一樣生活，超載日會提前到3月13日，顯示美國人的生活方式消耗資源更快，負擔更重。(A) 1971年的超載日是12月25日，表示當年也透支了幾天，並非未透支。(B) 1.75倍是指當年度消耗量是地球再生量的1.75倍，非與前一年相比。(C) 超載日後是「以透支的方式」消耗（吃老本），並非資源瞬間耗盡（歸零）。"
      },
      {
        "id": "105-2",
        "q": "根據本文，下列何者最可能使地球超載日延後?",
        "options": [
          "(A) 提升畜牧業整體產量",
          "(B) 加強野生動物保育工作",
          "(C) 增加飲食中蔬食的比例",
          "(D) 嚴防 Covid-19疫情再爆發"
        ],
        "ans": "C",
        "explanation": "文中建議「富裕國家應減少肉品消費...肉品消費量減半，地球超載日就可以延後17天」。減少肉品消費即意味著(C)「增加飲食中蔬食的比例」。(A)畜牧業消耗大量資源，提升產量會加速超載；(B)文中未提及；(D)雖然疫情曾使日期延後，但那是因為經濟活動停擺，並非根本解決之道，且文中說隔年就恢復了。"
      }
    ]
  },
  {
    "id": "set-106",
    "title": "第106篇 泥土",
    "article": "<p>日日，從日出到日落<br>和泥土親密為伴的母親，這樣講 ——<br>水溝仔是我的洗澡間<br>香蕉園是我的便所<br>竹蔭下，是我午睡的眠床</p><p>沒有週末、沒有假日的母親<br>用一生的汗水，辛辛勤勤<br>灌溉泥土中的夢<br>在我家這片田地上<br>一季一季，種植了又種植</p><p>日日，從日出到日落<br>不知道疲倦的母親，這樣講——<br>清涼的風，是最好的電扇<br>稻田，是最好看的風景<br>水聲和鳥聲，是最好聽的歌</p><p>不在意遠方城市的文明<br>怎樣嘲笑，母親<br>在我家這片田地上<br>用一生的汗水，灌溉她的夢</p><p>（吳晟《泥土》）</p>",
    "subQuestions": [
      {
        "id": "106-1",
        "q": "詩中的「便所」、「眠床」分別是指什麼?",
        "options": [
          "(A) 房間／吊床",
          "(B) 廁所／床鋪",
          "(C) 廚房／棉被",
          "(D) 樂園／草席"
        ],
        "ans": "B",
        "explanation": "「便所」是閩南語的廁所，「眠床」是閩南語的床鋪。這是吳晟詩作中常見的鄉土語言運用。故選(B)。"
      },
      {
        "id": "106-2",
        "q": "這首詩是以何種口吻來訴說母親與泥土之間的關係?",
        "options": [
          "(A) 責備中帶著不忍",
          "(B) 不屑中帶著怨恨",
          "(C) 氣憤中猶帶疼惜",
          "(D) 疼惜中充滿關愛"
        ],
        "ans": "D",
        "explanation": "詩人描寫母親終日辛勤勞作，以天地為家，雖然辛苦（用一生的汗水），但母親卻知足常樂（風是電扇、稻田是風景）。作者敘述時流露出對母親辛勞的不捨，以及對母親堅韌生命力的敬佩與愛意，故為(D)「疼惜中充滿關愛」。"
      },
      {
        "id": "106-3",
        "q": "從詩中內容可知，作者母親的工作時間在什麼時候?",
        "options": [
          "(A) 日出而作，日入而息",
          "(B) 週休二日",
          "(C) 香蕉園豐收期",
          "(D) 不感疲倦的時候"
        ],
        "ans": "A",
        "explanation": "詩的第一句和第三段開頭都重複提到：「日日，從日出到日落」。這明確指出母親的工作時間是整天，且天天如此（沒有週末、沒有假日）。故選(A)。"
      },
      {
        "id": "106-4",
        "q": "「用一生的汗水，灌溉她的夢。」作者母親的夢，應是什麼樣的夢?",
        "options": [
          "(A) 渴望過新潮文明生活",
          "(B) 與泥土親密為伴，願全心貢獻己力",
          "(C) 悠哉賞鳥於大自然中",
          "(D) 種植高經濟價值的作物"
        ],
        "ans": "B",
        "explanation": "詩中提到母親「不在意遠方城市的文明怎樣嘲笑」，顯示她不嚮往城市生活。她「一季一季，種植了又種植」，視稻田為最好看的風景。她的夢就是守護這片土地，透過耕種獲得踏實的收穫。故選(B)。"
      },
      {
        "id": "106-5",
        "q": "依詩中所敘述，在作者家的田地上應「看不到」什麼景象?",
        "options": [
          "(A) 綠油油的稻田",
          "(B) 黃澄澄的香蕉",
          "(C) 一棵棵掛滿燈飾的聖誕樹",
          "(D) 一位汗涔涔的婦人"
        ],
        "ans": "C",
        "explanation": "(A) 提到「稻田，是最好看的風景」；(B) 提到「香蕉園是我的便所」；(D) 提到母親「用一生的汗水」辛勤工作。唯獨(C)「掛滿燈飾的聖誕樹」屬於城市文明或西方節日的產物，與詩中描寫的樸實農村景象不符。故選(C)。"
      }
    ]
  },
  {
    "id": "set-107",
    "title": "第107篇 沸點及其他",
    "article": "<p>一鍋杜鵑被地氣熬了一個冬天，三月裡便忍不住沸沸揚揚起來，成日裡噴紅濺紫，把一座死火山開成了活火山。我每走過盛開的杜鵑都忍不住興起一分自衛本能，因為害怕，怕自己有什麼脆弱的部分會被燙傷或灼傷。杜鵑有它不同的沸點，在攝氏二十度便已經沸騰的不可開交了，而且，正如當年瓦特所看到的一樣，沸騰的杜鵑是會撲突撲突的把綠葉的鍋蓋掀掉的。杜鵑粉色的氣泡一滾一滾的往上冒，冒到最盛時，破了，下面的又再湧下來……，這鍋騷動一直要鬧到五月，才漸漸安靜下來……奇怪，在他沸滾時你以為他也許就要這樣地老天荒不甘不休的鬧下去了，但一到五月，他居然收了心，澈澈底底的恢復了正常，並且，重新把綠葉的鍋蓋蓋嚴，裝成一副什麼事情都不曾發生過的樣子。至於那曾經沸揚過的，竟像少年日記中的詩句，是一環只有他自己才能記得的祕密。</p><p>（張曉風《沸點及其他》）</p>",
    "subQuestions": [
      {
        "id": "107-1",
        "q": "「一鍋杜鵑被地氣熬了一個冬天，三月裡便忍不住沸沸揚揚起來，成日裡噴紅濺紫，把一座死火山開成了活火山。」這句話的意涵為何?",
        "options": [
          "(A) 杜鵑鳥冬眠過後，到了春天展翅飛翔",
          "(B) 春天的氣候比冬天更適合杜鵑生存",
          "(C) 杜鵑花盛開，生意盎然的景象",
          "(D) 春天到了，引起火山爆發"
        ],
        "ans": "C",
        "explanation": "作者運用「沸沸揚揚」、「噴紅濺紫」、「活火山」等充滿熱力與動態的詞彙，來形容杜鵑花盛開時那種繁花似錦、熱烈奔放的視覺效果。故選(C)。"
      },
      {
        "id": "107-2",
        "q": "下列有關文中的敘述，何者「不正確」?",
        "options": [
          "(A) 杜鵑花開在暮春之後",
          "(B) 杜鵑花盛開時會掩蓋住綠葉",
          "(C) 杜鵑花盛開時的氣溫在二十度左右",
          "(D) 五月時杜鵑花便凋謝了"
        ],
        "ans": "A",
        "explanation": "(A) 文中提到「三月裡便忍不住沸沸揚揚起來」，農曆三月或陽曆三月通常是春季（仲春或暮春之前），並非「暮春之後」。且文中說「鬧到五月，才漸漸安靜下來」，顯示花期主要在三月到五月，是春季盛開，而非暮春（晚春）之後才開。故(A)不正確。(B)「把綠葉的鍋蓋掀掉」暗示花多葉少；(C)「在攝氏二十度便已經沸騰」；(D)「一到五月，他居然收了心...恢復了正常」意指花謝長葉。"
      },
      {
        "id": "107-3",
        "q": "「他居然收了心，澈澈底底的恢復了正常，並且，重新把綠葉的鍋蓋蓋嚴，裝成一副什麼事情都不曾發生過的樣子。」這句話使用了何種修辭法?",
        "options": [
          "(A) 借代",
          "(B) 轉化",
          "(C) 排比",
          "(D) 誇飾"
        ],
        "ans": "B",
        "explanation": "這句話賦予了杜鵑花人類的行為與心理：「收了心」、「恢復正常」、「裝成...樣子」。將物（杜鵑）擬作人來描寫，屬於轉化修辭中的「擬人法」。故選(B)。"
      },
      {
        "id": "107-4",
        "q": "關於本文的寫作手法，下列說明何者正確?",
        "options": [
          "(A) 作者以科學報導的手法描寫杜鵑花的花期與開謝變化",
          "(B) 以動態描寫與轉化結合，生動呈現杜鵑花盛開的形象",
          "(C) 以敘述歷史方式說明杜鵑花從古至今的文化意涵",
          "(D) 使用對比手法，將不同植物在春天的狀況加以比較"
        ],
        "ans": "B",
        "explanation": "文章使用大量動態的動詞（熬、噴、濺、掀、冒、湧）和擬人化的描述（收心、裝成），將靜態的杜鵑花盛開描寫得如同開水沸騰般充滿動感與生命力。這不是科學報導，也沒有引用歷史或與其他植物對比。故選(B)。"
      }
    ]
  },
  {
    "id": "set-108",
    "title": "第108篇 十萬進士",
    "article": "<p>中國從很早開始就太注重表層禮儀，好好的一件事情被極度誇張的方式一鋪陳，也就變了味。早在科舉制度剛剛形成不久就被加了太多的裝飾，太重的渲染，把全國讀書人的心情擾亂得不輕。每次進士考試總有一批人考上，不管對國家對個人，慶賀一下、宣揚一番都是應該的，但不知怎麼一來，沒完沒了的繁複禮儀把這些錄取者捧得暈頭轉向。唐代的進士們先要拜謝「座主」（考官），參謁宰相，然後遊賞曲江，參加杏園宴、聞喜宴、櫻桃宴、月燈宴等等，還要在雁塔題名，在慈恩寺觀看雜耍戲場，繁忙之極，也得意之極。孟郊詩中所謂「春風得意馬啼疾，一日看遍長安花」，與張籍詩中所謂「二十八人初上第，百千萬里盡傳名」，就寫盡了此間情景。據傅璇琮先生考證，當時的讀書人一中進士，根本應付不了沒完沒了的熱鬧儀式，長安民間就興辦了一種謀利性的商業服務機構叫「進士團」，負責為進士租房子、備酒食、張羅禮儀，直至開路喝道，全線承包。「進士團」的生意一直十分興隆。</p><p>（改寫自余秋雨《十萬進士》）</p>",
    "subQuestions": [
      {
        "id": "108-1",
        "q": "根據本文，下列敘述何者正確?",
        "options": [
          "(A) 科舉制度變質的原因在於讀書人相互勾心鬥角",
          "(B) 張籍的詩反映出士子「一舉成名天下知」的現象",
          "(C) 科舉制度施行久遠之後，逐漸被加諸許多繁複的禮儀",
          "(D) 「進士團」屬於政府機構，目的在服務錄取者各項事宜"
        ],
        "ans": "B",
        "explanation": "(B) 正確。張籍詩句「二十八人初上第，百千萬里盡傳名」，意即這二十八人剛考上進士，名聲就傳遍了千萬里，這正是「一舉成名天下知」的寫照。(A)變質原因是「太注重表層禮儀」；(C)文中說「早在科舉制度剛剛形成不久」就被加了裝飾，並非施行久遠之後；(D)「進士團」是「長安民間興辦」的「謀利性商業服務機構」，非政府機構。"
      },
      {
        "id": "108-2",
        "q": "根據本文，下列何者是作者的主要觀點?",
        "options": [
          "(A) 拜謝座主、參謁宰相的禮俗，形成阿諛奉承的風氣",
          "(B) 讀書人當以社稷民生為重，進士及第後不宜慶賀宣揚",
          "(C) 過度講究禮儀形成人事的繁瑣，耗費了及第士子的心力",
          "(D) 未臻完備的科舉制度不能有效舉才，造成國家人才的流失"
        ],
        "ans": "C",
        "explanation": "作者開宗明義指出中國太注重表層禮儀，讓事情變了味。接著描述唐代進士及第後要參加各種繁複的宴會、拜謝儀式，讓他們「暈頭轉向」、「根本應付不了」，甚至催生了「進士團」來代辦。這反映出作者認為(C)過度講究禮儀耗費了士子的心力，是科舉制度的一種弊病。"
      }
    ]
  },
  {
    "id": "set-109",
    "title": "第109篇 我不祝你們一帆風順",
    "article": "<p>我不祝你們一帆風順（節錄） 陳幸蕙</p><p>是的，我不祝你們一帆風順，是因為我對你們有著更深的祝願，更大的盼望，更樂觀的期許。</p><p>生命需要經過嚴格的淬鍊，才能展現它耀眼的光華，與純美的質地。平靜的海面，永遠只是一幅單調的風景，只有當轟然大浪，撞擊在聳立不屈的巨岩上，千萬潔白似雪、動人心魄的浪花，才會在晴空麗日之下，激射開來、迸散開來。</p><p>如果，你們願意讓自己是一柄等待出鞘的寶劍，青鋒三尺，輝芒亮眼；如果，你們寧可選擇一條較多考驗的人生行路，而非取巧偷懶的捷徑，那麼，請在這分手的一刻，接受我心底由衷的讚美與禮敬吧！</p><p>（節錄自《交會時互放的光亮》）</p>",
    "subQuestions": [
      {
        "id": "109-1",
        "q": "根據本文內容所述，作者為什麼不祝福學生一帆風順?",
        "options": [
          "(A) 作者期許學子們，能夠殷憂進而啟聖",
          "(B) 作者認為學生表現不夠好，要再努力",
          "(C) 認為不需拘泥於常用祝福詞彙的形式",
          "(D) 認為學生挫折容忍力強，可堪當大任"
        ],
        "ans": "A",
        "explanation": "作者認為「生命需要經過嚴格的淬鍊，才能展現它耀眼的光華」，就像海浪撞擊巨岩才能激起美麗浪花。她希望學生選擇「較多考驗的人生行路」而非捷徑。這意在期許學生能經歷磨練、憂患（殷憂）而啟發智慧、成就偉大（啟聖），故選(A)。"
      },
      {
        "id": "109-2",
        "q": "本文主旨與下列何者不相關?",
        "options": [
          "(A) 沒有暗礁，哪能激得起美麗的浪花",
          "(B) 困難背後，隱藏著通往成功的階梯",
          "(C) 忍一時風平浪靜，退一步海闊天空",
          "(D) 不經一番寒徹骨，焉得梅花撲鼻香"
        ],
        "ans": "C",
        "explanation": "本文主旨在於鼓勵面對挑戰、接受磨練。選項(A)、(B)、(D)都含有「經歷困難/磨練才能獲得成功/美好」的意思，與主旨相符。而(C)「忍一時風平浪靜...」強調的是忍讓與退讓以求和諧，與本文強調的「選擇考驗」、「撞擊巨岩」的積極進取精神不相關。故選(C)。"
      }
    ]
  },
  {
    "id": "set-110",
    "title": "第110篇 成秀庭松贊",
    "article": "<p>有松，高九尺許。下枝橫出者丈餘，上枝層層重疊，其葉茂密，森森蔥蔥。呼風而操琴，喚雨以興浪。似箏、似笛、似鼓，波瀾起而天籟和之。如今有愛牡丹者，蒐奇種以傲人；蒔菊花者，笑小朵而爭妍。柿木柑橘之類，視其果實而不問枝葉之形。唯獨松樹，凌霜而彌秀，四時常青，且每季別有風采。或曰：「松能吐舊氣，故可經千歲。」既可慰主人之心而悅其目，亦可感知養生延壽之氣，可謂與松互有長壽之約矣。</p><p>（改寫自松尾芭蕉《成秀庭松贊》）</p>",
    "subQuestions": [
      {
        "id": "110-1",
        "q": "根據本文，下列何者「最不符合」作者的觀點?",
        "options": [
          "(A) 松濤若天籟，可悅耳慰心",
          "(B) 松樹品種越珍奇則越長壽",
          "(C) 松樹四時常青，各有風采",
          "(D) 常與松樹為伴可延年益壽"
        ],
        "ans": "B",
        "explanation": "(B) 文中提到「愛牡丹者，蒐奇種以傲人」，是說愛牡丹的人才追求奇特品種來炫耀。關於松樹，文中只說「松能吐舊氣，故可經千歲」，並未提及品種越珍奇就越長壽的觀點。故選(B)。(A)由「波瀾起而天籟和之」、「既可慰主人之心」可知；(C)由「四時常青，且每季別有風采」可知；(D)由「與松互有長壽之約」可知。"
      },
      {
        "id": "110-2",
        "q": "關於本文寫作手法的分析，下列何者最恰當?",
        "options": [
          "(A) 以擬人手法形容松樹無畏風雨的精神",
          "(B) 以箏、笛、鼓等樂器比喻松樹的形貌",
          "(C) 藉牡丹、菊花的妍麗貶抑松樹無花可賞",
          "(D) 藉柿木柑橘重在果實對比松樹貴在枝葉"
        ],
        "ans": "D",
        "explanation": "(D) 文中提到「柿木柑橘之類，視其果實而不問枝葉之形。唯獨松樹，凌霜而彌秀...」，這是透過對比手法，指出柿木柑橘重果實，而松樹則貴在其枝葉常青、凌霜彌秀的風采。故選(D)。(A)未提及無畏風雨；(B)是以樂器比喻松濤的「聲音」而非形貌；(C)是藉此凸顯世人多愛花之豔麗，反襯松樹之獨特，並非貶抑松樹。"
      }
    ]
  },
  {
    "id": "set-111",
    "title": "第111篇 茶包材質比較",
    "article": "<div style='text-align:center'><img src='images/q111.jpg' alt='六種常見茶包材質比較' style='max-width:100%; border-radius:10px;'></div>",
    "subQuestions": [
      {
        "id": "111-1",
        "q": "根據表格，下列何者說明正確?",
        "options": [
          "(A) 尼龍茶包釋出的塑膠微粒數量遠高於纖維茶包",
          "(B) 紙質茶包含塑化劑與塑膠微粒，風險最高",
          "(C) 塑膠微粒釋出量最多的是塑膠茶包",
          "(D) 棉質茶包最安全，沒有任何化學殘留問題"
        ],
        "ans": "C",
        "explanation": "(C) 根據表格數據，塑膠茶包每毫升釋出約12億顆塑膠微粒，是所有材質中數量最高的，故正確。(A) 尼龍茶包釋出約818萬顆，遠低於纖維茶包的1.35億顆。(B) 紙質茶包的問題是溼強劑或釘書針，未提及塑化劑。(D) 棉質茶包雖無塑膠，但可能有漂白劑、染料殘留，並非完全沒有化學殘留問題。"
      },
      {
        "id": "111-2",
        "q": "阿信正在便利商店挑選茶包產品，若他想避免攝入塑膠微粒，並優先選擇對人體較低風險的材質包裝，下列何者最合適?",
        "options": [
          "(A) 玫瑰烏龍茶(尼龍茶包款)",
          "(B) 茉香綠茶(三角立體塑膠茶包)",
          "(C) 菊花決明子茶(不織布茶包)",
          "(D) 洛神花茶(紙質茶包)"
        ],
        "ans": "D",
        "explanation": "(D) 紙質茶包的主要風險是溼強劑或釘書針，若能避開這兩點（或相較之下），它不含塑膠微粒。而尼龍(A)、塑膠(B)、不織布(C)（多為聚丙烯）皆有釋出塑膠微粒的風險。故在想避免塑膠微粒的前提下，紙質茶包是相對較合適的選擇。"
      }
    ]
  },
  {
    "id": "set-112",
    "title": "第112篇 水稻之歌",
    "article": "<p>早晨一醒，就察覺滿臉盡是露水，<br>顆顆晶瑩透明，粒粒清涼爽身，<br>回頭看看住在隔壁的大白菜，<br>肥肥胖胖，相偎相依，一家子好夢正甜。<br>而遠處的溪水，卻是群剛出門的小牧童。<br>推擠跳鬧，趕著小魚穿過一座矮矮短短的獨木橋<br>於是，我們也興高采烈地前後看齊，<br>把腳尖並攏，手臂高舉。<br>迎著和風，成體操隊形<br>散　　開<br>一散，就是<br>千里！</p><p>（羅青《水稻之歌》）</p>",
    "subQuestions": [
      {
        "id": "112-1",
        "q": "「(水稻)成體操隊形／散——開」，這是因為什麼?",
        "options": [
          "(A) 早晨做體操",
          "(B) 被風吹",
          "(C) 太擁擠",
          "(D) 稻穗飽滿"
        ],
        "ans": "B",
        "explanation": "詩中寫道「迎著和風，成體操隊形／散——開」。這描述的是水稻田受到風的吹拂，稻浪隨風起伏擺動的樣子，就像體操隊形散開一樣。故選(B)。"
      },
      {
        "id": "112-2",
        "q": "這首詩顯現出何種景象?",
        "options": [
          "(A) 溫馨感人",
          "(B) 朝氣蓬勃",
          "(C) 委婉動人",
          "(D) 壯觀美麗"
        ],
        "ans": "B",
        "explanation": "詩中描寫了晶瑩的露水、肥胖的大白菜、跳鬧的溪水（小牧童），以及興高采烈做體操的水稻。這些意象充滿了活力與動感，展現了早晨田野間萬物甦醒、(B)朝氣蓬勃的景象。"
      },
      {
        "id": "112-3",
        "q": "本詩中以一群剛出門的小牧童展現出熱鬧氣氛的是什麼?",
        "options": [
          "(A) 溪水",
          "(B) 水稻",
          "(C) 露水",
          "(D) 白菜"
        ],
        "ans": "A",
        "explanation": "文中寫道：「而遠處的溪水，卻是群剛出門的小牧童。推擠跳鬧...」。作者將流動的溪水比喻為活潑好動的小牧童，展現了熱鬧的氣氛。故選(A)。"
      },
      {
        "id": "112-4",
        "q": "「迎著和風，成體操隊形／散——開／一散，就是千里。」這句話是在形容什麼?",
        "options": [
          "(A) 體操隊形的整齊",
          "(B) 稻浪的遼闊",
          "(C) 溪水的急速",
          "(D) 稻子的落穗"
        ],
        "ans": "B",
        "explanation": "「散開」且「一散就是千里」，形容稻田面積廣大，風吹過時，綠色的稻浪一波波向遠處傳遞，彷彿無邊無際。這是形容(B)稻浪的遼闊。"
      },
      {
        "id": "112-5",
        "q": "下列何句屬於譬喻句?",
        "options": [
          "(A) 早晨一醒，就察覺滿臉盡是露水",
          "(B) 遠處的溪水，卻是群剛出門的小牧童",
          "(C) 顆顆晶瑩透明，粒粒清涼爽身",
          "(D) 一散，就是／千里"
        ],
        "ans": "B",
        "explanation": "(B) 「遠處的溪水，卻是群剛出門的小牧童」，使用了「是」作為喻詞（隱喻），將溪水比喻為小牧童。故選(B)。(A)(D)為擬人（轉化）；(C)為摹寫。"
      }
    ]
  },
  {
    "id": "set-113",
    "title": "第113篇 鎖麟囊",
    "article": "<p>戲劇「鎖麟囊」中富家千金薛湘靈出嫁之日，花轎在春秋亭避雨，亭中另有一轎，轎中的人正在哭泣。此時，薛湘靈有一段唱詞：</p><p>「春秋亭外風雨暴，何處悲傷破寂寥？隔簾只見一花轎，想必是新婚渡鵲橋。吉日良辰當歡笑，為何鮫珠化淚拋？此時卻又明白了：世上何嘗盡富豪，也有飢寒悲懷抱，也有失意痛哭嚎。轎內的人兒彈別調，必有隱情在心梢。」</p>",
    "subQuestions": [
      {
        "id": "113-1",
        "q": "根據薛湘靈的揣測，另一頂花轎中的新娘應是何種心情?",
        "options": [
          "(A) 嬌羞喜悅",
          "(B) 憤恨不平",
          "(C) 悽愴悲涼",
          "(D) 意興闌珊"
        ],
        "ans": "C",
        "explanation": "薛湘靈聽到「悲傷破寂寥」，看到對方「鮫珠化淚拋」（哭泣），並推測世上也有「飢寒悲懷抱」、「失意痛哭嚎」。這些詞句都指向另一位新娘的心情是(C)悽愴悲涼的。"
      },
      {
        "id": "113-2",
        "q": "下列成語，何者最適合用來形容薛湘靈與另一位新娘的相遇?",
        "options": [
          "(A) 狹路相逢",
          "(B) 同病相憐",
          "(C) 兩情相悅",
          "(D) 萍水相逢"
        ],
        "ans": "D",
        "explanation": "兩人原本互不相識，只因同時在春秋亭避雨而偶然相遇。這正是(D)「萍水相逢」（比喻人與人偶然相遇）的最佳寫照。(A)通常指仇人相遇；(B)薛湘靈當時是富家女出嫁，並無悲傷，故非同病相憐。"
      },
      {
        "id": "113-3",
        "q": "薛湘靈在春秋亭中的體悟，與下列何者最接近?",
        "options": [
          "(A) 貧富貴賤各有命，並非人人皆幸福",
          "(B) 同是遠嫁他方，應該互相安慰鼓勵",
          "(C) 富貴福分是苦修而來，半點求不得",
          "(D) 女子婚姻無法自主，只能逆來順受"
        ],
        "ans": "A",
        "explanation": "薛湘靈唱道：「此時卻又明白了：世上何嘗盡富豪，也有飢寒悲懷抱，也有失意痛哭嚎。」她體悟到世間並非每個人都像她一樣富裕幸運，也有人遭受貧窮與苦難。這與(A)「貧富貴賤各有命，並非人人皆幸福」的意旨最接近。"
      }
    ]
  },
  {
    "id": "set-114",
    "title": "第114篇 颱風",
    "article": "<p><strong>威力十足的颱風</strong></p><p>把六百公里的風雨摟成一球，海要遠征<br>狂飆的中心藏著慈祥透明的眼睛<br>愛要孔武有力，總是摟著恨，不懈千里<br>狠狠一擊，大海對大陸，流動對不流動<br>靈對肉，千軍萬馬地咆哮、踐踏……</p><p>（白靈《颱風》）</p><p>颱風與颶風都是海面上的熱帶氣旋，形成於北太平洋西部及南海者稱為「颱風」，而在大西洋西部、北太平洋東部發生的就稱為「颶風」。氣旋中心稱為「颱風眼」，封閉氣流相對穩定，大多無風無雨。至於氣旋中心向外延伸的區域則被稱為「暴風圈」，其半徑範圍約為200至500公里不等，此區大氣對流旺盛、降雨強烈。</p><p>夏、秋兩季常有「颱風」侵襲臺灣，其狂風暴雨往往引發災害。如民國105年的強颱尼伯特，打破臺東觀測站百年來的最強風力紀錄，強風吹倒房舍、吹斷電線，嚴重破壞基礎建設，甚至連火車車廂也遭吹倒。又如民國113年強颱凱米的驚人雨量重創南臺灣，許多車輛泡水故障，人民財物損失慘重。為此，各縣市會衡量風速及雨量狀況，另行宣布停班停課，以確保民眾安全。</p><p>颱風來襲時，絕不可貿然登山或到海邊觀浪。除了要了解颱風最新動向外，在颱風登陸前也要先行儲水、存糧，並將室外懸吊物取下或固定，做好防颱準備，才能將颱風造成的危害降到最低。</p><p>◎天然災害停止上班上課之標準</p><p>風力：<br>該縣市位在颱風暴風半徑於4小時內可能經過的區域，並且包括以下條件之一：<br>1.平均風力大於等於七級風<br>2.陣風大於等於十級風</p><p>雨量：<br>24小時內累積降雨量大於等於350毫米</p>",
    "subQuestions": [
      {
        "id": "114-1",
        "q": "關於白靈颱風一詩，下列何者正確?",
        "options": [
          "(A) 「把六百公里的風雨摟成一球」的「六百公里」指颱風的半徑",
          "(B) 「狂飆的中心藏著慈祥透明的眼睛」指颱風眼的中心平靜無風",
          "(C) 「愛要孔武有力，總是摟著恨」暗喻現代人情感強烈、敢愛敢恨",
          "(D) 「狠狠一擊，大海對大陸，流動對不流動」指颱風在陸地形成，朝海面侵襲"
        ],
        "ans": "B",
        "explanation": "(B) 颱風眼位於氣旋中心，氣流相對穩定，無風無雨，故詩人用「慈祥透明的眼睛」來形容其平靜。(A) 「六百公里」將風雨「摟成一球」，指的是颱風的直徑或整體範圍，非半徑。(C) 這是擬人化描寫颱風的威力與暴烈性格，非暗喻現代人情感。(D) 颱風是在海面形成，朝大陸（陸地）侵襲，詩句「大海對大陸」即指來自大海的颱風衝擊陸地。"
      },
      {
        "id": "114-2",
        "q": "根據本文敘述，下列選項何者正確?",
        "options": [
          "(A) 一般而言，春節出現颱風侵臺的機率，遠遠大於中秋節",
          "(B) 熱帶氣旋生成於大西洋西部、北太平洋東部的稱為颶風",
          "(C) 強風是颱風致災主因，暴雨則很少造成民眾傷亡或財損",
          "(D) 某地從前天到今天的累積雨量為350毫米，符合停課標準"
        ],
        "ans": "B",
        "explanation": "(B) 文中明確說明：「在大西洋西部、北太平洋東部發生的就稱為『颶風』」，故正確。(A) 春節在冬末春初，非颱風季；中秋在秋季，文中說「夏、秋兩季常有颱風」，故中秋機率較大。(C) 文中提到強颱凱米的「驚人雨量重創南臺灣」，可見暴雨也是致災主因。(D) 停課標準是「24小時內」累積350毫米，若從前天到今天（三天）才累積350，平均強度不足，不一定符合標準。"
      }
    ]
  },
  {
    "id": "set-115",
    "title": "第115篇 永之氓",
    "article": "<p>永之氓咸善游。一日，水暴甚。有五、六氓乘小船絕湘水。中濟，船破，皆游。</p><p>有一氓盡力而不能尋常。其侶曰：「汝善游最也，今何後為？」曰：「吾腰千錢，重，是以後。」曰：「何不去之！」不應，搖其首。</p><p>有頃，益怠。已濟者立岸上，呼且號，曰：「汝愚之甚、蔽之甚！身且死，何以貨為？」又搖其首，遂溺死。</p><p>吾哀之，且若是，得不有大貨之溺大氓者乎？</p><p>註：①永：地名，永州。<br>②氓：百姓。<br>③水暴甚：水暴漲得厲害。<br>④「絕」湘水：橫渡。<br>⑤不能「尋常」：度量單位，古代八尺為尋，倍尋為常。比喻狹小的地方。<br>⑥且若是：還像這樣。</p><p>（節錄自柳宗元《柳河東集》）</p>",
    "subQuestions": [
      {
        "id": "115-1",
        "q": "故事中的溺水者「兩搖其首」，他所表現出的行為，可用下列何者來加以形容?",
        "options": [
          "(A) 對同伴的不信任",
          "(B) 溺水時的慌亂無措",
          "(C) 嗜財如命的頑固態度",
          "(D) 貪生怕死的膽小模樣"
        ],
        "ans": "C",
        "explanation": "溺水者腰纏千錢，導致游泳困難。同伴叫他丟掉錢（何不去之），他「不應，搖其首」；後來岸上的人叫他保命要緊，他「又搖其首」，最終溺死。這兩次搖頭，顯示他寧可死也不願捨棄錢財，表現出(C)嗜財如命的頑固態度。"
      },
      {
        "id": "115-2",
        "q": "下列哪一個成語「不適合」用來形容這名溺水者?",
        "options": [
          "(A) 擇善固執",
          "(B) 本末倒置",
          "(C) 財迷心竅",
          "(D) 人為財死，鳥為食亡"
        ],
        "ans": "A",
        "explanation": "(A) 「擇善固執」是指選擇好的、正確的事情去做，並堅持到底。溺水者堅持的是「愛錢捨命」的錯誤觀念，這並非「善」，故不適合形容。(B) 本末倒置（命是本，錢是末）、(C) 財迷心竅、(D) 人為財死，皆適合形容其愚蠢行為。"
      },
      {
        "id": "115-3",
        "q": "這篇故事的主旨在啟示我們什麼道理?",
        "options": [
          "(A) 世人常只顧眼前利益，而犧牲更寶貴的事物",
          "(B) 危險來臨時，只能靠自己，不能靠別人",
          "(C) 溺水者臨危不亂的精神值得敬佩",
          "(D) 不要以為會游泳就不會被水淹死"
        ],
        "ans": "A",
        "explanation": "柳宗元寫這則寓言，是為了諷刺那些為了追求財富而犧牲生命的人（大貨之溺大氓者）。故事中的人為了「千錢」而犧牲了最寶貴的「生命」，正是(A)「世人常只顧眼前利益，而犧牲更寶貴的事物」的寫照。"
      }
    ]
  },
  {
    "id": "set-116",
    "title": "第116篇 嗡嗡父母，育我劬勞",
    "article": "<p>照顧子女是一個不輕鬆的工作，相信當過父母的人都有同感。最近發表在實驗生物學期刊上的研究告訴我們，對蜜蜂也是這樣。</p><p>蜂后只在夏季產卵，因此，在夏天出生的工蜂要花幾個星期去照顧新生的幼蟲，接著這些工蜂轉而去採蜜，約兩週後死亡，並於死前呈現出腦功能下降的症狀。若以為工蜂就是這麼短命，那就錯了。科學家觀察到，冬天出生的工蜂可以活一年，而夏天出生的工蜂與冬天出生的工蜂，最大的差別是冬天出生的工蜂不需要育幼。</p><p>為了了解育幼是否為影響工蜂生命的關鍵因素，科學家把冬天出生的工蜂移到夏季的狀況下觀察，其中一組提供幼蟲讓牠們育幼，另一組則沒有提供幼蟲。結果發現，育幼組的工蜂們在育幼後幾週轉為採蜜，並於兩週後死亡，而沒有育幼的另一組工蜂們則活了十週，並且沒有發現任何腦功能下降的狀況。科學家們發現，lipofuscin這個衰老的色素在育幼組的工蜂中大量地出現，而不參與育幼的工蜂體內lipofuscin的量則低很多。</p><p>（改寫自葉綠舒《嗡嗡父母，育我劬勞》）</p>",
    "subQuestions": [
      {
        "id": "116-1",
        "q": "根據本文，下列敘述何者最恰當?",
        "options": [
          "(A) 蜂后的主要工作就是照顧新生兒",
          "(B) 夏天出生的工蜂生命周期大約是兩週",
          "(C) 冬天出生的工蜂因環境惡劣存活不易",
          "(D) 參與育兒工作的工蜂老化速度比較快"
        ],
        "ans": "D",
        "explanation": "(D) 文中提到參與育幼的工蜂體內「lipofuscin這個衰老的色素...大量地出現」，且壽命顯著縮短，證明參與育兒工作會加速老化。故選(D)。(A)蜂后工作是產卵，育幼是工蜂；(B)夏天工蜂先花「幾個星期」育幼，再採蜜兩週，壽命不只兩週；(C)冬天工蜂可以活一年，比夏天長。"
      },
      {
        "id": "116-2",
        "q": "根據本文，下列何者最符合作者的觀點?",
        "options": [
          "(A) 天下無不是的父母",
          "(B) 在家靠父母，出外靠朋友",
          "(C) 父母養我們小，我們養父母老",
          "(D) 少年不識雙親意，養兒方知父母恩"
        ],
        "ans": "D",
        "explanation": "文章開頭說：「照顧子女是一個不輕鬆的工作，相信當過父母的人都有同感。」這表示只有親身經歷過育兒的辛勞，才能體會其中的艱辛與代價（如蜜蜂的折壽）。這與(D)「養兒方知父母恩」的意涵最為相近，強調親身經歷後的體悟。"
      }
    ]
  },
  {
    "id": "set-117",
    "title": "第117篇 穩定情緒中樞",
    "article": "<p>幼兒塗鴉有助於腦部發育，即使只是簡單著色，都能刺激孩子的創造力、感受力、運動技巧等大腦活動，促進身心健康與情緒平穩。在英國、法國、西班牙等歐洲國家，很多成年人也喜歡著色彩繪，不光是排遣無聊時光，研究亦證實，著色有很好的舒壓療效！</p><p>著色彩繪能減少負面情緒，西班牙心理學家艾雅拉（Gloria Martinez Ayala）說，選色、配色、混色，需要邏輯與創造力；精確上色的動作，還涉及大腦視覺、細微動作部位，能活化左右腦不同部位。這樣的腦部活動，能降低杏仁核（amygdala）活性，進而放鬆情緒。杏仁核是人腦的「情緒中樞」，掌管焦躁、驚嚇、恐懼等負面情緒。每當人類感受到環境變化，外來訊息會同時傳遞給杏仁核、以及大腦皮質，如前額葉判斷中樞等位置。</p><p>前額葉彙整、分析訊息需要時間，杏仁核卻往往因為恐懼、焦慮等強烈情緒，逼迫身體馬上反應，就像站崗軍人一看到黑影，不分青紅皂白立刻開槍那樣。杏仁核過度活躍，除了容易讓人誤判情勢，也可能不斷送出負面情緒，讓人身陷憂鬱。著色時能使杏仁核活力降低，就有助於穩定情緒。此外，畫畫也能轉移注意力到其他活動，讓人能暫時放下煩惱。</p><p>（楊芬瑩《穩定「情緒中樞」：成人著色舒壓效果佳！》）</p>",
    "subQuestions": [
      {
        "id": "117-1",
        "q": "依據文意，「幼兒」塗鴉畫會有何種好處?",
        "options": [
          "(A) 刺激成長",
          "(B) 刺激情緒",
          "(C) 活化大腦",
          "(D) 訓練四肢"
        ],
        "ans": "C",
        "explanation": "文中第一段提到：「幼兒塗鴉有助於腦部發育...都能刺激孩子的創造力、感受力、運動技巧等大腦活動」。這些都屬於腦部活動的刺激，即(C)活化大腦。"
      },
      {
        "id": "117-2",
        "q": "為何「著色彩繪」能放鬆情緒?",
        "options": [
          "(A) 能有效的提升杏仁核的活動力",
          "(B) 能加快前額葉彙整資訊的速度",
          "(C) 能降低外來訊息刺激造成的反應",
          "(D) 會使得負面情緒活躍而讓人憂鬱"
        ],
        "ans": "C",
        "explanation": "文中提到著色能「降低杏仁核活性」。杏仁核是掌管負面情緒的中樞，容易因外來訊息過度反應（如軍人亂開槍）。降低其活性，就等於降低了對外來刺激的過度情緒反應，進而放鬆。故選(C)。(A)是提升壓力；(B)未提及加快速度；(D)是杏仁核活躍的後果。"
      },
      {
        "id": "117-3",
        "q": "依據文意，下列何者「不是」「成人彩繪」的優點?",
        "options": [
          "(A) 排遣無聊的時光",
          "(B) 增進或修復視力",
          "(C) 轉移悲傷注意力",
          "(D) 減少負面情緒出現"
        ],
        "ans": "B",
        "explanation": "文中提到成人彩繪可以：(A)排遣無聊時光、(D)減少負面情緒（降低杏仁核活性）、(C)轉移注意力（讓人暫時放下煩惱）。關於視力，文中僅提到涉及大腦視覺部位，並未提及能「增進或修復視力」。故選(B)。"
      }
    ]
  },
  {
    "id": "set-118",
    "title": "第118篇 淨水書",
    "article": "<p>乾淨衛生的飲用水是維持生命的最基本需求。SDG6的第一個細項目標，便是確保所有人皆能夠取得乾淨、且價格可負擔的飲用水。在取水便利的臺灣，有團隊推出「奉茶行動」app，為大眾整合公共飲水機和提供免費供水的友善店家資訊，讓外出時盛裝飲用水成為最便利的日常。一方面讓外出喝水這件事變得更容易，另一方面也鼓勵大眾自備容器、減少一次性塑膠使用。</p><p>據聯合國統計，全球仍有大約20億人沒有乾淨的水可以飲用，大多是在開發中的國家。為解決此問題，一本由專家學者與長期關注水資源議題的非營利組織「Water is Life」合作推出的「淨水書」（Drinkable Book）因而誕生。此書由數頁的濾紙組成，每一張可過濾100公升的水，隔除99%的細菌，而每本淨水書可提供一個人將近4年的飲用水。</p><p>（改寫自《許一個不缺水的未來 5分鐘了解SDG6，讓人人享有乾淨、可負擔的水資源》）</p>",
    "subQuestions": [
      {
        "id": "118-1",
        "q": "下列何者「不是」「奉茶行動」app的功能?",
        "options": [
          "(A) 幫助開發中國家的人民日常取水",
          "(B) 減少民眾買一次性飲料瓶的次數",
          "(C) 整合免費取水的資訊供民眾使用",
          "(D) 外出飲水更為便捷、環保"
        ],
        "ans": "A",
        "explanation": "「奉茶行動」app是在「取水便利的臺灣」推出的，目的是整合公共飲水機資訊，方便大眾外出取水並減少塑膠使用。它並非針對「開發中國家」設計的解決方案（那是淨水書的功能）。故選(A)。"
      },
      {
        "id": "118-2",
        "q": "依據本文，下列關於「淨水書」，何者說明「有誤」?",
        "options": [
          "(A) 為沒有乾淨的水可以喝的人而研發",
          "(B) 已經在世界各開發中國家造成熱賣",
          "(C) 可以除去水中約99%的細菌",
          "(D) 一個人4年的飲用水量超過100公升"
        ],
        "ans": "B",
        "explanation": "(B) 文中僅提到淨水書是為解決開發中國家飲水問題而「誕生」的，並介紹了其功能，但並未提及它已經「造成熱賣」。(A)針對20億沒水喝的人；(C)可隔除99%細菌；(D)每本可供4年飲用，而每頁可過濾100公升（書有多頁），故4年總量肯定遠超100公升。"
      }
    ]
  },
  {
    "id": "set-119",
    "title": "第119篇 番茄鐘讀書法",
    "article": "<p><strong>★番茄鐘讀書法步驟：</strong></p><p>1. 設定目標 確立明確目標，並制定待辦清單<br>2. 開始番茄 持續專注於目標任務25分鐘，且不能被打斷<br>3. 休息時間 一個番茄鐘時間結束，休息5分鐘，以緩解疲勞<br>4. 番茄數量 以四個番茄鐘時間為周期，長休息15~30分鐘</p><p><strong>★番茄鐘讀書法規則：</strong></p><p>1. 拆解複雜的任務：設定目標時，若一項任務需要四個以上的番茄鐘時間，則需要將其拆分為更小可供執行的小任務。<br>2. 小任務齊頭並進：任何需要少於一個番茄鐘時間的任務都應該與其他簡單任務結合。<br>3. 一旦設定番茄鐘，必須妥善執行：番茄鐘是一個不可分割的時間單位，不能被打破，尤其是不能檢查訊息、滑社群軟體、玩手機。出現任何新的想法、任務或請求都應該記錄下來，等到休息時間再回頭處理。</p>",
    "subQuestions": [
      {
        "id": "119-1",
        "q": "三年美班同學決定在會考前執行番茄鐘讀書法。根據本文，下列哪一位同學的作法，最符合番茄鐘的讀書步驟與規則?",
        "options": [
          "(A) 清安：25分鐘複習不完英文科第5冊所有範圍，所以我把第5冊分成「單字、課文、文法與練習題目」四部分，確保有明確進展",
          "(B) 微微：用25分鐘複習國文標點符號單元實在太簡單，剩餘的時間我先用來回覆同學訊息和看一下IG貼文",
          "(C) 霈育：我昨晚睡得早，今天精神充沛，與其認真複習25分鐘、休息5分鐘，不如直接複習2小時再長休息1小時",
          "(D) 芯芯：我念書喜歡一邊聽音樂，一邊哼唱歌曲，這樣讀書時更有樂趣"
        ],
        "ans": "A",
        "explanation": "(A) 清安將大任務（複習第5冊）拆解為四個小部分，這符合規則1「拆解複雜的任務」。(B) 微微在番茄鐘時間內滑手機，違反規則3「不能被打破...不能滑社群軟體」。(C) 霈育連續複習2小時不休息，違反步驟3和4的休息機制。(D) 芯芯邊讀邊唱，違反「持續專注」的原則（雖然文中未明示不能聽音樂，但強調專注且不被打斷，哼唱可能分心）。故選(A)。"
      },
      {
        "id": "119-2",
        "q": "依據本文，下列哪一項「並非」番茄鐘讀書法所強調的重點?",
        "options": [
          "(A) 用志不紛，乃凝於神",
          "(B) 慎獨心安，習勞神欽",
          "(C) 心無旁鶩，專心致志",
          "(D) 盈科後進，不捨晝夜"
        ],
        "ans": "B",
        "explanation": "番茄鐘強調專注（步驟2）、不可打斷（規則3）。(A)「用志不紛」指專心一意；(C)「心無旁鶩」指專心致志；(D)「盈科後進」指循序漸進（如步驟與規則的安排）。而(B)「慎獨心安，習勞神欽」強調的是獨處時的道德修養與勤勞的精神，這與番茄鐘強調的「時間管理與專注力」較無直接關聯。故選(B)。"
      }
    ]
  },
  {
    "id": "set-120",
    "title": "第120篇 浮世繪",
    "article": "<p>浮世繪，又稱「錦繪」，是一種以多色套印技法，營造如同精美錦緞般視覺效果，興盛於日本江戶中後期（18世紀）的民眾版畫。浮世繪的主題涵蓋女性美人、歌舞伎演員、相撲選手、歷史場景、旅行風景等，反映江戶時期庶民生活的風貌與娛樂文化，跳脫傳統忠孝節義的束縛，甚至包含感官題材，對西洋印象派影響深遠。</p><p>江戶社會以男性居多，風月場所與戲院成為主要消遣。「美人畫」在浮世繪題材中佔最大宗，反映當代對女性的理想與流行趨勢；「役者繪」描繪歌舞伎明星的英姿，成為偶像文化的表現；「武者繪」則再現歷史英雄與傳說，如三國志、弁慶搬梵鐘等。</p><p>晚期旅行風氣普及，浮世繪因而出現「名所繪」的風景畫。葛飾北齋以70多歲高齡創作的富嶽三十六景，運用西洋傳入的遠近法，描繪富士山各地風貌，其中以神奈川沖浪裏最為著名，連法國作曲家德布西也大為讚賞，富嶽三十六景成為浮世繪出版史上最暢銷的作品。</p><p>葛飾北齋成功後，歌川廣重也開始企畫創作東海道五十三驛站。他結合當時盛行的神社參拜風潮，筆下風景、人物動態多變，並融入風、雪、雨、霧等傳統和歌詩意，成功奠定風景畫家的地位。</p><p>（《浮世繪：江戶百景，風情萬種》）</p>",
    "subQuestions": [
      {
        "id": "120-1",
        "q": "根據本文，關於浮世繪藝術的特色，下列何者說明正確?",
        "options": [
          "(A) 強調忠孝思想與風景美學",
          "(B) 描繪民間日常與時代風尚",
          "(C) 以單色印刷表現寫實主義與理性傳統",
          "(D) 只以歌舞伎演員與女性為創作主題"
        ],
        "ans": "B",
        "explanation": "(B) 文中第一段提到浮世繪「反映江戶時期庶民生活的風貌與娛樂文化」，故選(B)。(A)文中說「跳脫傳統忠孝節義的束縛」；(C)文中說是「多色套印技法」；(D)題材還包含相撲、歷史、風景等，不只歌舞伎與女性。"
      },
      {
        "id": "120-2",
        "q": "根據本文，下列何者是浮世繪最常見的題材?",
        "options": [
          "(A) <img src='images/q120_a.jpg' alt='Option A' style='max-width:100%'>",
          "(B) <img src='images/q120_b.jpg' alt='Option B' style='max-width:100%'>",
          "(C) <img src='images/q120_c.jpg' alt='Option C' style='max-width:100%'>",
          "(D) <img src='images/q120_d.jpg' alt='Option D' style='max-width:100%'>"
        ],
        "ans": "C",
        "explanation": "文中第二段明確指出：「『美人畫』在浮世繪題材中佔最大宗」。因此，最常見的題材是「美人畫」。選項(C)應為美人畫的圖片（根據題目解析推斷，且通常美人畫是浮世繪代表之一）。(A)(B)(D)應為其他類型的浮世繪（如風景、武者等）。"
      }
    ]
  },
  {
    "id": "set-121",
    "title": "第121篇 華歆王朗乘船",
    "article": "<p><strong>(甲)</strong></p><p>華歆、王朗俱乘船避難，有一人欲依附，歆輒難之。朗曰：「幸尚寬，何為不可？」後賊追至，王欲舍所攜人。歆曰：「本所以疑，正為此耳。既已納其自託，寧可以急相棄邪？」遂攜拯如初。世以此定華、王之優劣。</p><p>（《世說新語‧德行篇》）</p><p><strong>(乙)</strong></p><p>「比較」是《世說新語》中時常可以看到的人物品評方式，其原理乃是先以某一名士為基點，定下一評價標準，再藉此標準去衡量受評者，其人格形象也就鮮明起來。如：王右軍聞而大笑曰：「使安期有此性，猶當無一豪可論，況藍田邪？」（《世說新語‧忿狷篇》）王羲之展開評論時，先以聲譽卓著的王安期為基點，透過父子對比，凸顯出王藍田除了性急外而一無可取。在兩相比較下，這種品評優劣的方式令人一目了然。</p><p>若是難以互比來評判高下，則往往要藉某一特殊之事件，視其人對此事件的反應及處理態度，來判別諸名士之雅量。如：門生告訴郗太尉：「王家諸郎，亦皆可嘉，聞來覓婿，咸自矜持；唯有一郎，在東床上坦腹臥，如不聞。」（《世說新語‧雅量篇》）透過門生的描述，不難發現一般人獲悉身居高位的郗太尉派人選婿，皆期盼自己能被選上，但王羲之卻神色恬然如常，比起其他堂兄弟的拘謹矜持，當然顯得從容高明、更有雅量了。平日名士們給人的印象可能不相上下，一旦大事臨頭時，才有機會表露修養，而世人也以此定優劣。</p><p>《世說新語》對語言的精準要求相當嚴格，無論是哪種方式的比較，都讓人覺得要言不煩，而又深具文字的藝術，經由這種比較方法所獲致的印象，毫無疑問是具體而深刻的。</p><p>註：①輒難之：就對這件事感到為難。<br>②本所以疑：原先遲疑不決的原因。<br>③納其自託：接受他的請託。<br>④寧可：怎麼可以。<br>⑤攜拯：攜帶、救助。<br>⑥基點：出發點。<br>⑦卓著：有很高評價。<br>⑧獲悉：得知。<br>⑨恬然：安然自得的樣子。<br>⑩要言不煩：言辭精要。<br>⑪品藻：鑑別、品評。</p><p>（改寫自廖柏森《世說新語中人物品藻之方式(二)》）</p>",
    "subQuestions": [
      {
        "id": "121-1",
        "q": "根據甲文事件，關於華歆所展現出來的態度，下列哪一選項的說明最適切?",
        "options": [
          "(A) 言行不一，說法前後矛盾",
          "(B) 固執己見，不顧他人安危",
          "(C) 明哲保身，及時改變立場",
          "(D) 重信守義，堅持道德原則"
        ],
        "ans": "D",
        "explanation": "華歆起初為難是因為考慮到危難時可能無法周全，但既然答應了（既已納其自託），即使賊兵追來，也不願拋棄對方（寧可以急相棄邪），堅持救人到底。這種行為展現了他「重信」（答應了就做到）與「守義」（不背棄）的道德原則。故選(D)。"
      },
      {
        "id": "121-2",
        "q": "依據甲文內容，推斷下列代詞，何者說明有誤?",
        "options": [
          "(A) 歆輒難「之」：讓人依附乘船一事",
          "(B) 正為「此」耳：危難時，帶人逃難可能會拖累自己",
          "(C) 既已納「其」自託：追趕而來的賊",
          "(D) 世以「此」定華、王之優劣：讓人依附乘船一事"
        ],
        "ans": "C",
        "explanation": "(C) 「既已納其自託」的意思是「既然已經接受了他的請託」。這裡的「其」是指那個「欲依附的人」（搭便船的人），而非追趕而來的賊。故(C)說明有誤。"
      },
      {
        "id": "121-3",
        "q": "依根據乙文所述，甲文使用的人物品藻方式是屬於下列哪一類?",
        "options": [
          "(A) 以單一名士作為基點，評判人物優劣",
          "(B) 透過人物彼此互評，未論及人物高下",
          "(C) 藉由人物對於事件的反應，進行比較",
          "(D) 作者直言不諱，在文中闡明人物優劣"
        ],
        "ans": "C",
        "explanation": "乙文提到：「若是難以互比來評判高下，則往往要藉某一特殊之事件，視其人對此事件的反應及處理態度，來判別...」。甲文正是透過「難民依附」這個突發事件，對比華歆（始難終濟）與王朗（始輕諾後欲棄）的反應，來判定兩人的優劣。故選(C)。"
      }
    ]
  },
  {
    "id": "set-122",
    "title": "第122篇 五月",
    "article": "<p>五月，<br>透明的血管中，<br>綠血球在游泳著。<br>五月就是這樣的生物。<br>五月是以裸體走路。<br>在丘陵，以金毛呼吸。<br>在曠野，以銀光歌唱。<br>於是，五月不眠地走路。</p><p>（詹冰《五月》）</p>",
    "subQuestions": [
      {
        "id": "122-1",
        "q": "詹冰先生的作品富有童詩意趣，本詩即以何種修辭手法貫串首尾，充分展現童詩的特質?",
        "options": [
          "(A) 轉化",
          "(B) 譬喻",
          "(C) 映襯",
          "(D) 層遞"
        ],
        "ans": "A",
        "explanation": "詩中將「五月」比擬為生物，會「游泳」（綠血球）、會「走路」（裸體走路）、會「呼吸」（以金毛）、會「歌唱」（以銀光）。這種將抽象的時間或季節賦予生物特性與動作的修辭法，即為(A)「轉化」（擬人/擬物）。"
      },
      {
        "id": "122-2",
        "q": "下列四個人正在討論這首詩作，請問哪一位說對了?",
        "options": [
          "(A) 大雄：題目的「五月」，就是指一種名為「草履蟲」的生物",
          "(B) 香吉士：有透明的血管，而且會游泳，那不就是「水母」嗎",
          "(C) 陶斯：它會用金毛呼吸，不就是會「吸星大法」的金毛獅王嗎",
          "(D) 甜甜：其實能以銀光歌唱，就表示它不是真的生物，只是象徵初夏大地的生命力嘛"
        ],
        "ans": "D",
        "explanation": "詩中的「五月」並非指實際的生物，而是將五月初夏時節大自然的生機盎然（綠意、陽光、月光）擬人化。故(D)甜甜的解讀「象徵初夏大地的生命力」是正確的。(A)(B)(C)都誤以為是在描寫具體的動物。"
      },
      {
        "id": "122-3",
        "q": "關於這首詩的詩意拓展，下列何者「不正確」?",
        "options": [
          "(A) 「裸體走路」是指與自然界密切的貼近",
          "(B) 「金毛」指暖和的陽光",
          "(C) 「銀光」指柔和的月光",
          "(D) 「不眠地走路」表示晝長夜短"
        ],
        "ans": "D",
        "explanation": "(D) 「五月不眠地走路」象徵的是生命力的生生不息、持續運作，或者是季節的推移不曾停歇，而非單純指「晝長夜短」的物理現象。雖然五月確實晝長夜短，但在詩意上，更側重於大自然充滿活力的動態感。故(D)解釋較為狹隘或不正確。"
      }
    ]
  },
  {
    "id": "set-123",
    "title": "第123篇 思念的味道",
    "article": "<p>大家都說睹物思情，我卻發現食物更能勾起情緒。</p><p>媽媽去世後，有半年多，我都不敢帶爸爸去媽媽在世時我們常去或剛去過的地方吃飯，深怕觸動爸爸悲傷的心弦。有一回，我約了他在老爺酒店吃自助餐，爸爸吃前菜主菜都沒事，但吃到飯後的喜見達冰淇淋，才一小匙下去，爸爸立即老淚縱橫，這時我才恍然大悟媽媽曾提到她和爸爸前兩年返上海探親，在淮海路上吃喜見達冰淇淋，媽媽還說同樣價錢的東西，在上海吃就覺得比臺北昂貴很多，因此起碼多花了一倍的時間慢慢吃完。</p><p>媽媽去世後，我大哭的時間並不多，但有一回去迪化街辦事，我經過波麗露西餐老店，心中一時抵抗不了的衝動讓我進了門，我竟然叫了份起司烤魚，只吃了一口竟然眼淚就流了下來，我一面流著淚一面還繼續吃，結果越吃淚流得越凶，坐在下午無人的波麗露火車式沙發座上的我，最後放聲大哭起來。</p><p>我是為媽媽哭，也為自己哭！我跟隨著潛意識來到了媽媽去世前半年，我和爸媽一起吃中飯的波麗露，當時我們三個人都不知道媽媽已經病得很嚴重了，媽媽叫了她最愛吃的起司烤魚，卻吃了一口就吃不下去了，我和爸爸都奇怪她怎麼沒胃口，還說她挑嘴，媽媽只說不知道為什麼，覺得吃什麼都難吃。半年後，媽媽檢查出是末期胰臟癌，不久後就因醫療疏忽而過世。</p><p>我的味蕾牽動著我壓抑的心，再也無法控制地讓悔恨之情潰堤流出。記憶的機制自然會封鎖和當今生活無關的情緒，只有某些食物，會變成喚起記憶的精靈，食物啊食物，進入我們的五臟廟也成為了情感的祭品；從此千迴百轉，留住了思念的味道，也留下了記憶的愁腸。</p><p>（節錄自韓良露《思念的味道》）</p>",
    "subQuestions": [
      {
        "id": "123-1",
        "q": "根據本文，起司烤魚讓作者大哭起來的原因為何?",
        "options": [
          "(A) 懷念起過去的生活",
          "(B) 引發失去母親的遺憾",
          "(C) 十分心疼父親的孤單",
          "(D) 感嘆食物的美味已消失"
        ],
        "ans": "B",
        "explanation": "起司烤魚讓作者回想起媽媽生前最後一次在波麗露用餐的情景，當時媽媽因病重吃不下，作者卻誤以為她挑嘴，未察覺病情。這份對母親受苦的無知與未能及時關心的「悔恨」，以及失去母親的悲痛，隨著食物的味道湧上心頭，引發了強烈的遺憾與哭泣。故選(B)。"
      },
      {
        "id": "123-2",
        "q": "「只有某些食物，會變成喚起記憶的精靈，食物啊食物，進入我們的五臟廟也成為了情感的祭品；從此千迴百轉，留住了思念的味道，也留下了記憶的愁腸。」這段話印證何種道理?",
        "options": [
          "(A) 思念和愁緒可以透過食物獲得解決",
          "(B) 多數人無法透過食物獲取更多回憶",
          "(C) 食物美味與否決定於是否符合記憶",
          "(D) 人的情感或記憶會投射在外物之上"
        ],
        "ans": "D",
        "explanation": "作者認為食物不僅是食物，還成為了「喚起記憶的精靈」、「情感的祭品」，留住了「思念的味道」。這說明了人會將內在的情感與記憶投射在特定的外在事物（如食物）上，使其成為情感的載體。故選(D)。"
      },
      {
        "id": "123-3",
        "q": "關於這篇文章的寫作手法，下列敘述何者最適當?",
        "options": [
          "(A) 以對比手法描寫母親生前與去世後家庭成員的互動變化",
          "(B) 以食物為情感觸發點，引出對母親的回憶與思念",
          "(C) 以戲劇性轉折凸顯作者如何重新體認生命的價值",
          "(D) 以時間順序敘述日常生活片段，逐步鋪陳作者的哀痛"
        ],
        "ans": "B",
        "explanation": "文章以「食物更能勾起情緒」開頭，分別敘述了「冰淇淋」勾起父親的回憶，以及「起司烤魚」勾起作者的悔恨。這明顯是(B)「以食物為情感觸發點」，藉此連結過去的記憶，抒發對母親的思念。"
      }
    ]
  },
  {
    "id": "set-124",
    "title": "第124篇 做自己的主人",
    "article": "<p>意志需要鍛鍊，目標是要「做自己的主人」。我們平常難道不是自己的主人嗎？不是的，我們往往是自己的奴隸。情感使人困惑，欲望使人難以自拔，無知更讓人像黑夜航行的船隻，從心所欲而到處踰矩，隨時有觸礁沉沒的危險。</p><p>安定的生活，總會形成習慣。習慣一旦成為牢籠，反過來束縛了自己。定期反省自己，超越習慣，並非容易的事。偉大的行為，都源自於自主的意志。</p><p>（節錄自傅佩榮《做自己的主人》）</p>",
    "subQuestions": [
      {
        "id": "124-1",
        "q": "文中作者反用了「從心所欲而不踰矩」變成「從心所欲而到處踰矩」，下列哪一個選項也使用相同手法?",
        "options": [
          "(A) 相隔兩地的戀人，總是感嘆「相見時難別亦難」",
          "(B) 平時努力累積學問，才能「書到用時不恨少」",
          "(C) 雙胞胎姐妹常有「心有靈犀一點通」的微妙互動",
          "(D) 有許多經歷不夠的年輕詞家，總愛「為賦新詞強說愁」"
        ],
        "ans": "B",
        "explanation": "(B) 原句為「書到用時方恨少」（用時才恨少），選項改為「書到用時不恨少」（用時不恨少），這是反用典故，與題幹手法相同。(A)(C)(D)皆為直接引用原句，未作反義改寫。"
      },
      {
        "id": "124-2",
        "q": "在做自己的主人一文中，作者希望我們做的「不包括」下列何者?",
        "options": [
          "(A) 控制自己的欲望，別被欲望給駕馭",
          "(B) 不讓習慣成自然，要突破不良的習慣",
          "(C) 要能定期反省，才能滿足欲望",
          "(D) 別讓自己無知，才不會到處遇到危難"
        ],
        "ans": "C",
        "explanation": "文中作者強調要「定期反省自己，超越習慣」，目的是為了「做自己的主人」，擺脫情感、欲望、無知的束縛。而(C)說反省是為了「滿足欲望」，這與文中「欲望使人難以自拔」（應克服）的觀點背道而馳。故選(C)。"
      },
      {
        "id": "124-3",
        "q": "「安定的生活，總會形成習慣。習慣一旦成為牢籠，反過來束縛了自己。」關於這段話的解釋，下列何者最恰當?",
        "options": [
          "(A) 因為安定的生活使人沉醉，不思振作",
          "(B) 因為安定的生活不能使社會進步",
          "(C) 因為習慣大多不好，不能使生活安定",
          "(D) 因為生活中處處充滿了牢籠，不可誤入"
        ],
        "ans": "A",
        "explanation": "這段話的意思是，安逸的生活容易讓人產生慣性，這種慣性（習慣）會像牢籠一樣限制人的發展，使人失去自主意志，不再尋求突破。這與(A)「安定的生活使人沉醉，不思振作」的意思最為相近。"
      }
    ]
  },
  {
    "id": "set-125",
    "title": "第125篇 手的姿態",
    "article": "<p>有一次我在毫無戒心的狀態下，向一隻搖著尾巴的大型犬直接伸出手掌。結果牠一躍而起，張嘴往我咬來……我縮手慢了一些，牠的尖銳犬齒撞上我的手指，刻出一顆倒三角形的齒痕。所幸沒有咬破皮，只是瘀青了好多天。</p><p>後來有人告訴我，想給不熟識的狗兒伸手示好的時候，應該握緊拳頭，而不是張開手掌。這樣子若牠不領情張口咬你時，還有機會硬將拳頭從牠的口中旋出。若是以手掌伸向牠，那牠的利牙極可能牢牢咬入手掌，讓你掙脫不了。</p><p>之後我學會了，我會握著拳頭給牠聞聞手背。若牠看來不那麼緊繃了，就將拳頭的內側轉向牠。牠如果繼續釋出善意，此時就可以慢慢地將拳頭鬆開，牠通常會好奇地聞聞我的手掌心。這時手指就會恰好在牠的下顎，可以輕輕地搔搔牠，摸牠的臉頰，最後手掌才能沿著臉頰攀到牠的頭頂，拍拍。</p><p>漸進式地釋出掌心，是一種必要的過程。突然直白地攤開，而對方猶豫時，張開手的人就陷入了該收手還是繼續攤開的兩難境地。</p><p>（節錄自謝子凡《手的姿態》）</p>",
    "subQuestions": [
      {
        "id": "125-1",
        "q": "依據本文，下列敘述何者正確?",
        "options": [
          "(A) 作者曾經因為對狗直接張開手掌而被攻擊，最後流血送醫",
          "(B) 對不熟識的狗伸手示好，必須先握緊拳頭，以便被咬時可以回擊",
          "(C) 想摸狗可以先拍拍牠的頭頂，再摸摸牠的臉頰，最後搔搔下顎",
          "(D) 作者學會與狗示好的方式，使狗逐漸放鬆，彼此能友善的互動"
        ],
        "ans": "D",
        "explanation": "(D) 正確，文中第三段描述了作者學會新方法後，成功與狗互動的過程。(A)文中說「所幸沒有咬破皮，只是瘀青了好多天」，未流血送醫。(B)握拳是為了「硬將拳頭從牠的口中旋出」（防禦脫身），非為了回擊。(C)順序相反，應是先搔下顎，再摸臉頰，最後才拍頭頂。"
      },
      {
        "id": "125-2",
        "q": "關於本文的寫作手法，下列敘述何者正確?",
        "options": [
          "(A) 以「避免被狗咬」作為寫作重心，教導讀者飼養狗的方法以及步驟",
          "(B) 運用「對比」的方式凸顯漸進式地釋出善意，在建立關係時是有必要的",
          "(C) 第三段作者使用「排比」的修辭，有條理地呈現成功與狗示好的順序",
          "(D) 由與狗互動的經驗，歸納出漸進式的相處過程，在人際關係上不適用"
        ],
        "ans": "B",
        "explanation": "(B) 文中第一段描述直接伸手的失敗經驗（危險、受傷），與第三段描述漸進式示好的成功經驗（友善互動）形成對比，凸顯了「漸進式釋出善意」的重要性。末段將此道理延伸，暗示在人際關係中也適用（雖然題目(D)說不適用是錯的，但文章本身有此意涵）。(A)重心在「手的姿態」與關係建立，非養狗教學；(C)是「層遞」修辭（動作一步步進展）；(D)文中末段暗示這是通用的道理，並未說不適用於人際關係。"
      }
    ]
  }
]