[
  {
    "id": "set-1",
    "title": "第1篇 哺甘蔗的日子",
    "article": "<p>行過臺北某些街巷，偶爾總要在一卡車跟前停下來，柳丁汁買給女兒，甘蔗汁買給自己。柳丁汁我偶爾也喝，甘蔗汁女兒從來沒興趣。（她們為什麼不愛甘蔗汁呢？）卡車上經常也賣甘蔗，一包總有七八短根甘蔗，前些年牙口不好，吃軟不吃硬，沒正眼瞧過它們，不久前大鋼牙種植竣工，躍躍欲試，總想咬點火車頭，雖然牙醫大人頗不鼓勵硬碰硬，看見甘蔗牙癢癢，這玩意兒總還能對付吧，於是買了一包回家。</p><p>女兒總見我拎著一包包菱角花生地瓜回家，姐姐習慣冷眼瞧著，妹妹必然開訓：「吃得完嗎你？每次剩了扔。」這一包甘蔗，她們還不知如何反應，我喜孜孜地開嚼，妹妹蹭過來問：「這個好吃窩？你就吸它的汁窩？渣子還要吐出來，你不嫌麻煩窩？你不是已經買了一大罐甘蔗汁了嗎？」我一邊小心不大口咬甘蔗，一邊問那位聰明寫在略歪嘴角的姐姐：「你吃過甘蔗嗎？」「國中一年級的時候吃過一次，不喜歡。」「為什麼不喜歡？」「因為吃著『很空虛』。」</p><p>「空虛？」我感覺我的聲音一定有一種從椅子上跳起來的表情，她妹妹也覺得我的反應「嚴重」。她聳聳肩：「本來就很空虛的食物啊，咬一咬，很費勁嚼吸一點汁，殘渣吐出來，怎麼不空虛呢？」我的聲音一定更大了些，情緒有些結巴，「那、那你吃口香糖空、空不空虛？」「一樣空虛呀，所以我不吃口香糖。」半晌我被堵得沒說話，嘴巴沒停著哺我那半截甘蔗，她妹妹接話了：「你一定一邊吃一邊想到你的童年，又可以寫一篇文章了對不對？」我差一點噎著，她姐姐樂得大笑。</p><p>（她還真說對了。）我確實是哺甘蔗的一代。書上說，食用的紅甘蔗是印尼傳來的「果」蔗品種，在我童少，家裡的確是把甘蔗當水果吃的。巷口阿珠的柑仔店，常年有甘蔗攤，一捆甘蔗一地蔗皮蒼蠅亂飛，阿珠一把柴刀削皮俐落，五毛一塊要幾段削幾段，母親總要我們買回家洗過再吃，但是三輪車伕光著膀子蹲坐長凳子上哺得渣子吐一地，孩子們想學又不敢。在我的記憶所及，要到離家上臺北讀大學，才驚訝竟有甘蔗汁這回事，那還是在冬天，烤過的熱甘蔗汁，加了薑汁的完全不同的口味。我們南部鄉下來的同學還說甘蔗當然要自己哺才有滋味，還自豪誰的牙齒利如老鼠能連續咬哺幾根甘蔗。</p><p>如果今天嘉南平原的甘蔗田還是茂盛的，糖廠不是所剩無幾，農田不是幾十萬公頃計的休耕著，哺甘蔗的滋味還值得我這輩初老的一代懷念嗎？偶爾在新聞報導裡讀到，辛苦創業的人削蔗皮賣甘蔗汁為五十肩所苦而發明了各種榨汁機，或者以甘蔗為引熬製滷味發了家，心裡都有暖意，這甘蔗的滋味總能流傳下去。幾個星期前在臺大校園的農產品市集裡，竟然有攤子賣著白甘蔗榨汁，比紅甘蔗汁更鮮綠，甜度倒是不差，喝著有些驚喜，彷彿有人在耳邊說著「恕你無罪」，我童年偷拔白甘蔗吃的罪惡感，終於得到赦免。</p><p>哺完了兩根短蔗，齒牙無動無搖，依然健在，我心平氣和味覺滿足地對女兒說，想像一下，比我還嗜吃甘蔗的奶奶，在我的年紀已齒牙動搖，她把甘蔗削成豆腐乾那樣的小塊，哺得好高興。她歷經戰亂，骨肉離散，北地兒女在南國一嶼，愛上一種咀嚼後甘甜的汁液，我哺著甘蔗，甜甜懷念我的母親與童年。女兒啊，我不空虛，每一口都不空虛。</p><p>（選自《女兒父親》遠流出版社）</p>",
    "subQuestions": [
      {
        "id": "1-1",
        "q": "下列何者不符合作者女兒對父親「哺甘蔗」的評論?",
        "options": [
          "(A) 覺得很麻煩",
          "(B) 吃起來空虛",
          "(C) 可引發懷舊",
          "(D) 自豪牙齒利"
        ],
        "ans": "D",
        "explanation": "文中提到「我們南部鄉下來的同學還說甘蔗當然要自己哺才有滋味，還自豪誰的牙齒利如老鼠能連續咬哺幾根甘蔗。」可知(D)「自豪牙齒利」是作者南部同學的反應，而非作者女兒的評論。女兒的評論包括：覺得麻煩（妹妹說「渣子還要吐出來，你不嫌麻煩窩？」）、吃起來空虛（姐姐說「因為吃著『很空虛』」）、引發懷舊（妹妹猜測「你一定一邊吃一邊想到你的童年」）。故選(D)。"
      },
      {
        "id": "1-2",
        "q": "依據上文，為何作者在臺大校園農產品市集，喝到白甘蔗汁時，彷彿聽到有人在耳邊說：「恕你無罪」?",
        "options": [
          "(A) 過去家中不喜歡吃甘蔗，所以作者只能放學去巷口柑仔店吃完才回家",
          "(B) 童年渴望甜甜滋味而偷拔白甘蔗，現在終於以正當的交易手段來獲取",
          "(C) 已經不再是重要經濟作物的白甘蔗，自己透過購買重新肯定它的價值",
          "(D) 白甘蔗汁與紅甘蔗汁的色澤雖不同但口感接近，慶幸自己的選擇正確"
        ],
        "ans": "B",
        "explanation": "文中第五段末句提到：「彷彿有人在耳邊說著『恕你無罪』，我童年偷拔白甘蔗吃的罪惡感，終於得到赦免。」由此可知，作者童年曾因渴望甜味而偷拔白甘蔗，心中一直存有罪惡感，如今能以正當手段（購買）享用白甘蔗汁，因此感覺罪惡感獲得赦免。故選(B)。"
      },
      {
        "id": "1-3",
        "q": "作者覺得「哺甘蔗」的滋味值得懷念的原因是什麼?",
        "options": [
          "(A) 童年時，家裡把甘蔗當水果吃",
          "(B) 小時候想學三輪車伕卻又不敢學習",
          "(C) 甘蔗田、糖廠、農田現今已休耕或消失",
          "(D) 歷經戰亂，骨肉離散後，終獲得安定的生活"
        ],
        "ans": "C",
        "explanation": "由第五段開頭：「如果今天嘉南平原的甘蔗田還是茂盛的，糖廠不是所剩無幾，農田不是幾十萬公頃計的休耕著，哺甘蔗的滋味還值得我這輩初老的一代懷念嗎？」作者運用反問修辭，暗示正因為如今甘蔗田減少、糖廠剩無幾、農田休耕，這些景象消逝，才使得哺甘蔗的滋味顯得珍貴而值得懷念。故選(C)。"
      },
      {
        "id": "1-4",
        "q": "將本文與〈下雨天，真好〉一文相比較，兩篇文章都有使用的寫作手法為何?",
        "options": [
          "(A) 皆透過味覺的經驗，連結現在與過去",
          "(B) 都藉由母親的角色，象徵幸福的童年與成長的失落",
          "(C) 都藉由回憶過往人事，呈現對童年的依戀與不捨",
          "(D) 皆透過成長後的孤寂淒清，對比童年的熱鬧歡樂，強化思鄉之情"
        ],
        "ans": "C",
        "explanation": "本文藉由「哺甘蔗」回憶童年與母親的互動（文末：「我哺著甘蔗，甜甜懷念我的母親與童年」）；琦君的〈下雨天，真好〉則是藉由雨天回憶與母親的溫馨往事。兩者皆是藉由回憶過往的人、事、物，來呈現對童年時光的依戀與不捨。故選(C)。"
      },
      {
        "id": "1-5",
        "q": "下列詩句，何者描寫的主體也是甘蔗?",
        "options": [
          "(A) 一節復一節，千枝攢萬葉，我自不開花，免撩蜂與蝶",
          "(B) 綠陣連煙垠，風雨化精節。玉露含青紫，沁徹哲人心",
          "(C) 寂寞東籬溼露華，依前金屬照泥沙。世情兒女無高韻，只看重陽一日花",
          "(D) 自小刺頭深草裡，而今漸覺出蓬蒿。時人不識凌雲木，直待凌雲始道高"
        ],
        "ans": "B",
        "explanation": "(A)「一節復一節...不開花」描寫的是竹子。<br>(B)「綠陣」形容甘蔗田，「精節」指甘蔗節，「玉露含青紫」形容甘蔗皮色與汁液，「沁徹哲人心」形容甜味，故描寫的是甘蔗。<br>(C)「東籬」、「重陽」是菊花的典故與花期，故描寫的是菊花。<br>(D)「凌雲木」通常指松樹，描寫其從小草中長成大樹的過程。故選(B)。"
      }
    ]
  },
  {
    "id": "set-2",
    "title": "第2篇 火災警報器",
    "article": "<p>火災警報器可以早期偵測及通報火災發生，為人們爭取時間逃生。住宅用的火災警報器因為不需要配線，只要裝電池就能使用，所以又稱為獨立式火警探測器。</p><h3>火災警報器的種類</h3><p>依據住宅用火災警報器設置辦法第5條規定，住宅用的火災警報器種類依照安裝場所的不同，大致上可分為定溫式火災警報器和偵煙式（離子式、光電式）火災警報器，由於廚房容易有油煙，為了避免誤報，廚房會使用定溫式火災警報器，其餘地方，例如：臥室、客廳或樓梯間則大多使用偵煙式的火災警報器。</p><br><div style='text-align:center'><img src='images/q002-1.jpg' alt='火災警報器示意圖' style='max-width:100%; border-radius:10px;'></div><br><h3>火災警報器的安裝</h3><ol><li><strong>合格標示：</strong>在購買住警器時，要注意上面是否貼有「內政部登錄機構個別認可合格標示」。</li><li><strong>安裝於家中各處：</strong>根據消防署建議，寢室、樓梯及走廊適合裝設偵煙式；廚房則適合裝設定溫式。</li><li><strong>避免感應死角：</strong>住警器的裝設地點，應距離牆面或梁60公分以上，並以裝置於寢室中心為原則；住警器裝置在牆面上時，應距離天花板或樓板下方15公分以上、50公分以下；住警器的位置應離出風口1.5公尺以上，避免氣流影響其性能。</li><li><strong>定期維護保養：</strong>若住警器上面有附著髒汙，可能會影響到其偵測火災的敏感度，所以記得要定期保養。</li></ol>",
    "subQuestions": [
      {
        "id": "2-1",
        "q": "根據108年建築物火災原因分析，爐火烹調使用不當導致火災佔了43%，因此，阿傑夫婦裝修新房時決定加裝火災警報器，請問以下哪種安裝方式正確?",
        "options": [
          "(A) 阿傑夫妻熱愛快炒與燒烤，炒菜油煙較大，宜使用定溫式火災警報器",
          "(B) 室內設計師認為整體裝潢很重要，將火災警報器裝在牆面梁柱的角落",
          "(C) 阿傑認為廚房的警報器應該靠近地面裝設，以免溫度過高警報器亂響",
          "(D) 火災警報器的裝設不須考慮樓層數或房間數，只要在客廳、廚房、餐廳等處裝設即可"
        ],
        "ans": "A",
        "explanation": "(A) 正確。文中提到「由於廚房容易有油煙，為了避免誤報，廚房會使用定溫式火災警報器」。<br>(B) 錯誤。文中提到「住警器的裝設地點，應距離牆面或梁60公分以上」，不可裝在角落。<br>(C) 錯誤。文中提到「住警器裝置在牆面上時，應距離天花板或樓板下方15公分以上、50公分以下」，並非靠近地面。<br>(D) 錯誤。文中提到不同區域（寢室、廚房、樓梯）適合不同類型，且需考慮安裝位置，並非隨意裝設。"
      },
      {
        "id": "2-2",
        "q": "阿傑夫婦委託室內設計師購買並裝置自用住宅火災警報器，根據上文資料判斷，下列何者為選購警報器應注意的要點?",
        "options": [
          "(A) 具備內政部商檢局合格標章、進口產品比臺灣製好、住宅用火災警報器",
          "(B) 具備內政部消防署合格標章、住宅用火災警報器",
          "(C) 具備內政部消防署合格標章、大廠牌製造有保障、商辦專用火災警報器",
          "(D) 具備警報器檢驗合格標章、大廠牌製造有保障、住宅用火災警報器、考慮配線裝置方式"
        ],
        "ans": "B",
        "explanation": "(A) 錯誤。文中未提及進口產品比較好。<br>(B) 正確。文中第一點提到要注意是否貼有「內政部登錄機構個別認可合格標示」，且是選購「住宅用火災警報器」。<br>(C) 錯誤。應選購「住宅用」，非商辦專用。<br>(D) 錯誤。住宅用火災警報器「不需要配線」，故不需考慮配線裝置方式。"
      }
    ]
  },
  {
    "id": "set-3",
    "title": "第3篇 旁若無人",
    "article": "<p>「旁若無人」的精神表現在日常行為上者不只一端，其中經常令人困惱的乃是高聲談話。在喊救命的時候，聲音當然不嫌其大，除非是脖子被人踩在腳底下，但是普通的談話令人聽見即可，而無須一定要力竭聲嘶的去振聾發聵。生理學告訴我們，發音的構造是很複雜的，說話一分鐘要有九百個動作，有一百塊筋肉在弛張，但是大多數人似乎還嫌不足，恨不得嘴上再長一個擴大器。有個外國人疑心我們國人的耳鼓生得異樣，那層膜許是特別厚，非扯著脖子喊不能聽見，所以說話總是像打架。這批評有多少真理，我不知道。不過我們國人會嚷的本領，是誰也不能否認的。電影場裡電燈初滅時候，總有幾聲「愛喲，小三兒，你在哪兒哪？」在戲院裡，演員像是演啞劇，大鑼大鼓之聲依稀可聞，主要的聲音是觀眾鼎沸，令人感覺好像是置身蛙塘。在旅館裡，好像前後左右都是廟會，不到夜深休想安眠，安眠之後難免有響皮底的大皮靴，毫無慚愧的在你門前踱來踱去。天未亮，又有各種市聲前來侵擾。</p><p>一個人大聲說話，是本能；小聲說話，是文明。以動物而論，獅吼，狼嗥，虎嘯，驢鳴，犬吠，即使是小如促織蚯蚓，聲音都不算小，都不會像人似的有時候也會低聲說話。大概文明程度愈高，說話愈不以聲大見長。群居習慣愈久，愈不容易存留「旁若無人」的幻覺，我們以農立國，鄉間地曠人稀，畎畝阡陌之間，低聲說一句「早安」是不濟事的，必得扯長了脖子喊一聲「你吃過飯啦？」可怪的是，在人煙稠密的所在，人的喉嚨還是不能縮小。更可異的是，紙驢嗓，破鑼嗓，喇叭嗓，公雞嗓，並不被一般人認為是缺陷，而且「麻衣相法」還公然的說，聲音洪亮者主貴！</p><p>（改寫自梁實秋〈旁若無人〉）</p>",
    "subQuestions": [
      {
        "id": "3-1",
        "q": "根據作者的觀點，下列行為何者屬於文明人的象徵?",
        "options": [
          "(A) 晚上在旅館小聲說話",
          "(B) 在戲院看演員演啞劇",
          "(C) 在鄉間見面時大聲問好",
          "(D) 被人踩住脖子時大喊救命"
        ],
        "ans": "A",
        "explanation": "文中第二段提到：「一個人大聲說話，是本能；小聲說話，是文明。」並提到「大概文明程度愈高，說話愈不以聲大見長。」。作者批評在旅館裡「好像前後左右都是廟會」（大聲喧嘩）。因此，在需要安靜的旅館環境中能夠「小聲說話」，是能夠顧及他人、展現文明的象徵。故選(A)。"
      },
      {
        "id": "3-2",
        "q": "關於本文的寫作手法，下列敘述何者最不恰當?",
        "options": [
          "(A) 援引事例，用以展開論述",
          "(B) 語帶詼諧，有時穿插反話",
          "(C) 用語生動，形容描摹如在眼前",
          "(D) 中西對照，顯揚民族文化精神"
        ],
        "ans": "D",
        "explanation": "(A) 文中舉了電影院、戲院、旅館等事例，正確。<br>(B) 文中如「恨不得嘴上再長一個擴大器」、「說話總是像打架」等語帶詼諧，且有反話意味，正確。<br>(C) 描寫「置身蛙塘」、「響皮底的大皮靴...踱來踱去」等形象生動，正確。<br>(D) 文中雖提到「有個外國人疑心我們國人的耳鼓生得異樣」，但這主要是用來「諷刺」國人高聲喧嘩的壞習慣，並非為了「顯揚」民族文化精神，反而是檢討。故(D)敘述最不恰當。"
      }
    ]
  },
  {
    "id": "set-4",
    "title": "第4篇 秋芙所種芭蕉",
    "article": "<p>秋芙所種芭蕉，已葉大成陰，蔭蔽簾幀；秋來風雨滴瀝，枕上聞之，心與之碎。一日，余戲題斷句葉上云：「是誰多事種芭蕉？早也瀟瀟，晚也瀟瀟。」</p><p>明日，見葉上續書行云：「是君心緒太無聊，種了芭蕉，又怨芭蕉。」</p><p>字畫柔媚，此秋芙戲筆也。然余於此，悟入正復不淺。</p><p>（蔣坦《秋燈瑣憶》）</p>",
    "subQuestions": [
      {
        "id": "4-1",
        "q": "根據文中字詞，秋芙最可能是作者的何種關係人?",
        "options": [
          "(A) 母親",
          "(B) 姑姑",
          "(C) 妻子",
          "(D) 奶奶"
        ],
        "ans": "C",
        "explanation": "從兩人互動的親密與趣味性來看：作者在芭蕉葉上戲題詩句，秋芙隔日續書回應，語氣帶有輕柔的調侃（「是君心緒太無聊」）。文中形容秋芙字跡「字畫柔媚」，且這種閨房記趣、吟詩作對的互動模式，在傳統文學中多發生於夫妻之間。故推斷秋芙為作者之妻子。故選(C)。"
      },
      {
        "id": "4-2",
        "q": "秋天到來，風雨吹打著芭蕉葉，作者的感受是如何?",
        "options": [
          "(A) 猶如風雨故人來",
          "(B) 猶如鼕鼕戰鼓，似千軍萬馬奔騰",
          "(C) 愁腸百結，心與俱碎",
          "(D) 猶如鬼魅出現，令人害怕"
        ],
        "ans": "C",
        "explanation": "文中第一段提到：「秋來風雨滴瀝，枕上聞之，心與之碎。」作者聽到風雨打在芭蕉葉上的聲音，心情感到破碎、憂愁。故選(C)「愁腸百結，心與俱碎」。"
      },
      {
        "id": "4-3",
        "q": "「種了芭蕉，又怨芭蕉」秋芙這樣寫的用意為何?",
        "options": [
          "(A) 不喜歡風雨聲",
          "(B) 作者心性所致",
          "(C) 令人感受肅殺之氣",
          "(D) 蕉蔭遮蔽了窗簾"
        ],
        "ans": "B",
        "explanation": "秋芙續寫的詩句是：「是君心緒太無聊，種了芭蕉，又怨芭蕉。」這句話的意思是：明明是作者自己心情煩悶無聊（心性所致），才會把聽到的雨聲怪罪到芭蕉身上，去埋怨芭蕉。這是點出問題在於作者的心境。故選(B)。"
      }
    ]
  },
  {
    "id": "set-5",
    "title": "第5篇 明月皎夜光",
    "article": "<p>明月皎夜光，促織鳴東壁。<br>玉衡指孟冬，眾星何歷歷。<br>白露露野草，時節忽復易。<br>秋蟬鳴樹間，玄鳥逝安適。<br>昔我同門友，高舉振六翮。<br>不念攜手好，棄我如遺跡。<br>南箕北有斗，牽牛不負軛。<br>良無磐石固，虛名復何益。</p><p>（古詩十九首之七）</p>",
    "subQuestions": [
      {
        "id": "5-1",
        "q": "這首詩的主旨何在?",
        "options": [
          "(A) 懷念遠方好友",
          "(B) 慎選朋友之重要",
          "(C) 被朋友遺棄的感傷",
          "(D) 結交朋友的方法"
        ],
        "ans": "C",
        "explanation": "詩中寫道：「昔我同門友，高舉振六翮。不念攜手好，棄我如遺跡。」（以前一同求學的朋友，如今飛黃騰達，卻不念舊情，把我像遺跡一樣拋棄）。末句「良無磐石固，虛名復何益」更是感嘆友情不堅固。故全詩主旨為被朋友遺棄、世態炎涼的感傷。故選(C)。"
      },
      {
        "id": "5-2",
        "q": "下列詞語的意思，何者「有誤」?",
        "options": [
          "(A) 促織 蟋蟀",
          "(B) 玄鳥——烏鴉",
          "(C) 磐——大石",
          "(D) 翮 鳥羽"
        ],
        "ans": "B",
        "explanation": "(A) 促織即蟋蟀，正確。<br>(B) 玄鳥是指「燕子」，而非烏鴉，錯誤。<br>(C) 磐指厚而大的石頭，比喻堅固，正確。<br>(D) 翮(ㄏㄜˊ)指鳥的翅膀或羽毛，正確。<br>故選(B)。"
      }
    ]
  },
  {
    "id": "set-6",
    "title": "第6篇 思母",
    "article": "<p>每當晴天，晚上七點鐘左右，在枯寂的地平線上，便有排成一直線的三顆星兒現出來；<br>中央的一顆星兒，發著赤光。<br>一看這三顆星兒，我不由得想起已死的母親<br>當我幼年在家鄉的時候，有一天黃昏時分，母親曾經抱了我，到門前小河去玩；就在那<br>時候，我第一次看見這三顆星兒。這雖然已經是三十年前的事情了，可是當時，這三顆星兒<br>映在小河裡，風吹水動曳成了幾道銀絲樣的白光，那景象，到現在還明明白白刻畫在我的眼<br>底。<br>一般的人，大概都覺得比自己母親還要愛我的人是沒有的罷！我也是如此，在我的記憶<br>中，像母親那樣愛我的人是沒有的了。<br>對於人類之間的愛，也許有人懷疑；然而懷疑母愛的人，我想總不會有罷！<br>為了子女的緣故，徹夜哭著、想著、苦痛著、祈禱著的，只有母親。母親，她不知道有<br>自己，只是為子女而生，為子女而死。我感謝母親的愛，遠勝過基督的博愛，和釋迦的慈悲<br>我記得，母親最愛看戲。可是從我的哥哥死了以後，四十年中，她從沒有進過一次劇場<br>。喪子的悲哀，是怎樣的壓迫著母親的心啊！</p><p>（吉田二郎〈思母〉）</p>",
    "subQuestions": [
      {
        "id": "6-1",
        "q": "本文前三段是用什麼筆法寫的?",
        "options": [
          "(A) 因景入情",
          "(B) 開門見山",
          "(C) 引證名句嘉言",
          "(D) 立意設疑"
        ],
        "ans": "A",
        "explanation": "文章前三段先描寫「排成一直線的三顆星兒」的自然景象（景），接著說「一看這三顆星兒，我不由得想起已死的母親」（情），並回憶起幼年與母親看星的往事。這是典型的「因景入情」（由眼前的景物引發內心的情感）筆法。故選(A)。"
      },
      {
        "id": "6-2",
        "q": "「對於人類之間的愛，也許有人懷疑；然而懷疑母愛的人，我想總不會有罷！」句中「然而」一詞可換為下列何者，文意不變?",
        "options": [
          "(A) 欣然",
          "(B) 許諾",
          "(C) 如此",
          "(D) 可是"
        ],
        "ans": "D",
        "explanation": "「然而」是轉折連詞，表示與上文意思相反或轉折。選項中(D)「可是」也是轉折連詞，可替換且文意通順。其他選項：(A)欣然是高興的樣子；(B)許諾是答應；(C)如此是這樣。故選(D)。"
      },
      {
        "id": "6-3",
        "q": "作者對三十年前所見到三顆星兒的景象，至今還是歷歷如前，刻畫眼底，是因為那三顆星有何特色?",
        "options": [
          "(A) 至今猶存",
          "(B) 是兒時迷路時的路標，故最令作者印象深刻",
          "(C) 融入了與母親的回憶",
          "(D) 是夜星中明亮的"
        ],
        "ans": "C",
        "explanation": "文中提到，看見這三顆星是在幼年時「母親曾經抱了我，到門前小河去玩」的時候。這個景象之所以刻骨銘心，是因為它與母親溫暖的懷抱和共度的時光緊密連結在一起（融入了與母親的回憶），成為母愛的象徵。故選(C)。"
      },
      {
        "id": "6-4",
        "q": "根據本文，下列敘述何者「最不恰當」?",
        "options": [
          "(A) 母愛充實了兒女的生命，滋潤了兒女的心靈",
          "(B) 世界上應該沒有人會懷疑母愛",
          "(C) 母愛是無私且綿長的",
          "(D) 基督的博愛和釋迦的慈悲，可以與母愛相提並論"
        ],
        "ans": "D",
        "explanation": "文中倒數第二段提到：「我感謝母親的愛，遠勝過基督的博愛，和釋迦的慈悲。」作者認為母愛甚至「勝過」（超過）宗教神佛的愛，而非僅是「相提並論」（平起平坐）。故(D)敘述與文意最不相符。"
      }
    ]
  },
  {
    "id": "set-7",
    "title": "第7篇 相聲與表演藝術",
    "article": "<p>不滿足於電視節目的貧血、不滿足於廣播的聞聲不見相、不滿足於網路的便捷……，因為「方便」已快要發展到極致，人的內在，並不只是為了方便而活。表演藝術不是為了製造人們生活的方便而產生的，它直指人心，供給性靈的需求，未來的人類將出現整體向性靈探索的趨勢。因此我敢預言：二十一世紀必是表演藝術成為「顯學」的時代。當前的相聲是一門雅致的表演藝術，它或許能與其他的類型如戲劇、戲曲、舞蹈、音樂……共同繁榮；或許相聲會因曲高和寡失去成長存活的空間，進而消失。這是我們無法預料的。</p><p>（馮翊綱）</p>",
    "subQuestions": [
      {
        "id": "7-1",
        "q": "依照本文，作者認為相聲藝術的前景如何?",
        "options": [
          "(A) 慢慢消失",
          "(B) 無法預料",
          "(C) 曲高和寡",
          "(D) 隨處可見"
        ],
        "ans": "B",
        "explanation": "文章結尾明確指出：「或許相聲會因曲高和寡失去成長存活的空間，進而消失。這是我們無法預料的。」作者提出了兩種可能性（繁榮或消失），並總結為無法預料。故選(B)。"
      },
      {
        "id": "7-2",
        "q": "依照本文，相聲藝術和電視、廣播、網路的最大差別在哪裡?",
        "options": [
          "(A) 提供心靈的啟發",
          "(B) 提供娛樂",
          "(C) 方便欣賞",
          "(D) 提供討論空間"
        ],
        "ans": "A",
        "explanation": "文中提到：「表演藝術不是為了製造人們生活的方便而產生的，它直指人心，供給性靈的需求」。作者認為電視、廣播、網路多在追求「方便」，而相聲作為表演藝術，能滿足人的內在「性靈」（心靈）需求。故選(A)。"
      },
      {
        "id": "7-3",
        "q": "本文的題目最有可能是下列何者?",
        "options": [
          "(A) 相聲的未來",
          "(B) 電視節目的缺失",
          "(C) 傳統藝術的消失",
          "(D) 方便的藝術節目"
        ],
        "ans": "A",
        "explanation": "文章主旨在討論表演藝術（特別是相聲）在未來的價值與發展。從預言二十一世紀表演藝術的地位，到具體討論相聲可能繁榮或消失的命運，都圍繞著「相聲的未來」發展。故選(A)。"
      }
    ]
  },
  {
    "id": "set-8",
    "title": "第8篇 多多鳥(DoDo)",
    "article": "<p>多多鳥(DoDo)是印度洋上毛里西亞島土生的一種像鴿子的鳥。遠在人類誕生前，這種鳥已在島上度過悠長歲月。牠的祖先是鴿子，原是一種候鳥，而且可能遷移頻繁，從大陸上抵臨太平洋與印度洋中的島嶼。牠們看到果樹林，一定停下來飽餐一頓，有的鴿子留在島上，為適應島上特殊環境，體型隨之變化。導致後來生物學家要費盡腦筋才能尋出一個含糊的結論：「這些不同島上不同的怪異鳥類，其遠祖都可能是鴿子！」</p><p>多多鳥在毛里西亞島優哉游哉，島上生物種類有限，草、種籽、漿果，到處都是，多多鳥的食物充分，並且不斷擴大進食對象。在沒有天敵威脅下，多多鳥越長越大，長到五十磅的重量！牠的翅膀退化了，不能飛了。生物體格結構是互相影響的。多多鳥不能飛，翅膀萎縮，省掉了飛行必須耗費的能量，身體其他部分便膨脹起來，雙足變得又肥又大，以配合變重的身體。</p><p>配合島嶼的生活環境，多多鳥從鴿子的形狀與習性，演化成多多鳥的形狀與習性，牠是毛里西亞島「僅此一家，別無分號」的特殊產品。</p><p>一五○七年，葡萄牙人首次登陸毛里西亞島，發現了多多鳥，葡語「deudo」意即「蠢漢」的意思。因為多多鳥根本不懂得「避敵」，牠們毫無戒心，悠閒地在島上散步，一隻給抓了、殺了，另一隻還傻傻地站在旁邊看。</p><p>荷蘭人在一五九八年來時，也看到多多鳥，多多鳥也仍是親切地歡迎這些不速之客，絲毫沒有記取葡萄牙人給牠們的教訓。荷人也隨葡人叫牠們「Do Do」鳥，謔稱牠們是「笨鳥」。</p><p>葡萄牙人、西班牙人、英國人、法國人登上毛里西亞島後，殺掉了為數可觀的多多鳥。當年歐洲海上探險隊，海上生活單調令他們失去理性，在毛里西亞島上大肆捕殺多多鳥。除了捕殺外，水手們都習慣帶一些家畜在船上，一上岸，即放生一些家畜，如貓、狗、羊、豬、兔子等等，以便下回到島上有肉可吃。這些哺乳動物，外加每艘船都會有的老鼠，上了島嶼，把整個島嶼生態體系破壞，吃光草葉，踐踏鳥蛋，捕殺島上的動物，也傳來鳥的致命疾病──鳥天花，島上的鳥沒有免疫力，整批死亡。</p><p>多多鳥便是在這種情況下，在一六八一年絕了種。現今每回有人提到鳥類滅絕史，頭一個點名的，一定是多多鳥。英語的一句諺語是：「像多多鳥一樣地完蛋」，意即萬劫不復、無可挽回的意思。</p><p>（改寫自洪素麗〈多多鳥的傳奇〉）</p>",
    "subQuestions": [
      {
        "id": "8-1",
        "q": "「多多鳥在毛里西亞島優哉游哉」，「優哉游哉」的解釋應為下列何者?",
        "options": [
          "(A) 善於游泳",
          "(B) 從容自在",
          "(C) 追逐遊樂",
          "(D) 食物充足"
        ],
        "ans": "B",
        "explanation": "「優哉游哉」成語形容從容自得、悠閒自在的樣子。文中描述多多鳥在沒有天敵的島上，生活無憂無慮，符合此意。故選(B)。"
      },
      {
        "id": "8-2",
        "q": "根據本文，多多鳥之所以不躲避人類，以致被捕殺的主要原因是下列何者?",
        "options": [
          "(A) 多多鳥智商較低，不懂得躲避危險",
          "(B) 因為翅膀退化，多多鳥無法飛離危險",
          "(C) 人類以船上的食物家畜當作誘餌，獵殺牠們",
          "(D) 在島上不曾遇見天敵，因此對人類毫無防備"
        ],
        "ans": "D",
        "explanation": "文中第四段提到：「因為多多鳥根本不懂得『避敵』，牠們毫無戒心...」。這是因為多多鳥長期生活在沒有天敵威脅的孤島上（第二段：「在沒有天敵威脅下...」），演化過程中喪失了對掠食者的警戒心，導致面對人類時不知道要逃跑。故選(D)。"
      },
      {
        "id": "8-3",
        "q": "根據文章的敘述，下列何者最適合作為本文的結論?",
        "options": [
          "(A) 生物最後會滅絕，是歷史的宿命",
          "(B) 人類干預自然生態，影響物種生存",
          "(C) 生物肢體器官的退化，易導致物種滅絕",
          "(D) 自然氣候的變化，將影響生物的生存條件"
        ],
        "ans": "B",
        "explanation": "全文詳述了多多鳥滅絕的過程：先是歐洲探險隊的濫捕，接著是人類帶入的外來物種（家畜、老鼠）破壞生態環境、吃掉鳥蛋，以及帶入傳染病（鳥天花）。這些都是「人類干預」導致物種滅絕的鐵證，而非宿命或自然氣候變化。故選(B)。"
      }
    ]
  },
  {
    "id": "set-9",
    "title": "第9篇 晏平仲",
    "article": "<p>昔晏平仲敝車贏馬，桓子曰：「是隱君之賜也。」晏子曰：「自臣之貴，父之族，無不乘車者；母之族，無不足於衣食；妻之族，無凍餒者；齊國之士，待臣而舉火者，三百餘人。以此而為隱君之賜乎？彰君之賜乎？」於是齊侯以晏子之觴而觴桓子。予嘗愛晏子好仁，齊侯知賢，而桓子服義也。又愛晏子之仁有等級，而言有次也。</p><p>（節錄自錢公輔〈義田記〉）</p>",
    "subQuestions": [
      {
        "id": "9-1",
        "q": "桓子對於晏子所說：「是隱君之賜也。」這句話顯然是怎樣的口氣?",
        "options": [
          "(A) 激勵",
          "(B) 譏評",
          "(C) 讚嘆",
          "(D) 戲謔"
        ],
        "ans": "B",
        "explanation": "桓子看到晏子身為高官卻坐破車、駕瘦馬，認為他是在故意裝窮，隱藏國君的賞賜（沽名釣譽），因此這句話帶有譏諷、批評的意味。故選(B)。"
      },
      {
        "id": "9-2",
        "q": "晏子好仁助人的精神合乎誰的說法?",
        "options": [
          "(A) 耶穌的博愛",
          "(B) 釋迦牟尼的慈悲",
          "(C) 墨子的兼愛",
          "(D) 孔子的恕道"
        ],
        "ans": "D",
        "explanation": "晏子回答他照顧了父族、母族、妻族及齊國之士，這顯示他的仁愛是有親疏遠近等級的。這符合儒家（孔子）主張的「推己及人」、「親親而仁民」（由近及遠、愛有差等）的恕道精神。墨子的兼愛則是主張無差別的愛；耶穌與釋迦牟尼則多強調博愛與慈悲。故選(D)。"
      },
      {
        "id": "9-3",
        "q": "「晏子之仁有等級，而言有次也。」是說晏子的作法是怎樣?",
        "options": [
          "(A) 由上而下，由親而疏",
          "(B) 由上而下，由疏而親",
          "(C) 由下而上，由親而疏",
          "(D) 由下而上，由疏而親"
        ],
        "ans": "A",
        "explanation": "文末作者稱讚「晏子之仁有等級」，指他先照顧父族，次及母族、妻族，最後才到齊國之士。父族在宗法社會中地位最高且最親（上/親），國士關係較遠（下/疏）。這是一種由上而下、由親及疏的施行順序。故選(A)。"
      },
      {
        "id": "9-4",
        "q": "由文中的敘述，可知晏平仲的為人如何?",
        "options": [
          "(A) 雖富而不仁",
          "(B) 知義而好利",
          "(C) 守禮知法度",
          "(D) 好學勤發問"
        ],
        "ans": "C",
        "explanation": "晏子雖然富貴，但生活節儉（敝車贏馬），將財富用於照顧親族與國人，展現了仁德；面對桓子的譏評，他能理直氣壯且有條理地說明自己的用財之道，展現了知禮、守分寸（法度）的態度，不浮誇、不好利。故選(C)。"
      }
    ]
  },
  {
    "id": "set-10",
    "title": "第10篇 犀牛甘妲",
    "article": "<p>西元1515年，一隻名為甘妲的印度犀牛從印度西岸運達里斯本，作為禮物贈予葡萄牙國王。犀牛在當時的歐洲難得一見，引起了很大的騷動。</p><p>當時的版畫家杜勒為甘妲創作版畫，這件作品因廣受歡迎而大量印製、傳播。然而，版畫中的犀牛卻是一隻奇幻莫名的生物，身上披覆怪異的鎧甲、鱗片，以及各式瘤突、紋路與棘刺，更顯眼的則是後頸部那一支螺旋狀硬角。原來，杜勒並沒有親眼見過甘妲，而是根據一張由不知名的藝術家所繪製的素描轉製而來。有趣的是，當時另外一位版畫家柏克麥爾也製作了甘妲的木刻畫，儘管這件作品的真實性明顯優於杜勒版本，卻無法得到公眾的認同，遠不如杜勒版本普及。</p><p>杜勒的犀牛沾水筆手稿至今仍完整保存在大英博物館，若我們稍忽略細節來遠觀，就會發現畫中犀牛整體的比例與立體感並不突兀。然而，當我們想把一張手稿轉製成可以大量印行的版畫時，應該會面臨所謂「布線」的抉擇問題，也就是必須從原畫的灰階或紛雜的線條中整理、勾勒出明確的線條，確實「交代」這個物件的形狀與細節，不能模稜兩可。或許在這個階段，杜勒由於沒有親眼見到實體，再加上自身對異國奇物的想像，而在畫中做了許多超乎現實的描繪。</p><p>經過這些轉折，最終製成的版畫無愧大師之名，線條流暢靈活，布局精巧，而且整體視覺效果與細節也一如預期地強化了。甚至，在杜勒的手稿中犀牛後頸上的尖角原本並不是那麼明顯，現在也有意或無意地被放大了一點。</p><p>（改寫自陳一銘〈師法自然──生物學殿堂中的繪者〉）</p>",
    "subQuestions": [
      {
        "id": "10-1",
        "q": "根據本文，下列何者最可能是杜勒為犀牛甘妲製作的版畫?",
        "options": [
          "(A) <img src='images/q010_a.jpg' alt='Option A'>",
          "(B) <img src='images/q010_b.jpg' alt='Option B'>",
          "(C) <img src='images/q010_c.jpg' alt='Option C'>",
          "(D) <img src='images/q010_d.jpg' alt='Option D'>"
        ],
        "ans": "D",
        "explanation": "文中描述杜勒的版畫特徵：「身上披覆怪異的鎧甲、鱗片，以及各式瘤突、紋路與棘刺，更顯眼的則是後頸部那一支螺旋狀硬角」。選項 (D) 的圖片（著名的杜勒犀牛）最符合這些特徵，特別是後頸部那個不切實際的螺旋小角。故選 (D)。"
      },
      {
        "id": "10-2",
        "q": "根據本文，杜勒製作的犀牛版畫與真實犀牛有明顯差異的原因，不包含下列何者?",
        "options": [
          "(A) 沒有親眼見到犀牛",
          "(B) 過度凸顯比例和立體感",
          "(C) 對異國奇物的想像脫離現實",
          "(D) 從手稿轉製為版畫時會強化細節"
        ],
        "ans": "B",
        "explanation": "(A) 正確。文中說「杜勒並沒有親眼見過甘妲」。<br>(B) 錯誤。文中提到「畫中犀牛整體的比例與立體感並不突兀」，表示比例和立體感是相對準確的，並非差異的主因。<br>(C) 正確。文中提到「加上自身對異國奇物的想像，而在畫中做了許多超乎現實的描繪」。<br>(D) 正確。文中提到「從原畫的灰階或紛雜的線條中整理...整體視覺效果與細節也一如預期地強化了」。"
      }
    ]
  },
  {
    "id": "set-11",
    "title": "第11篇 楊布打狗",
    "article": "<p>楊朱之弟曰布，衣素衣而出。天雨，解素衣，衣緇衣而返。<br>其狗不知，而吠之。楊布怒，將擊之。</p><p>楊朱曰：「子勿擊矣，子亦猶是也。曩者使汝狗白而往黑而來，豈能無怪哉？」</p><p>註：①「衣」素衣而出：音ㄧˋ，穿。<br>②緇：音ㄗ，黑色。<br>③曩者：音ㄋㄤˇ，從前。</p><p>（戰國 列禦寇《列子‧說符‧楊布打狗》）</p>",
    "subQuestions": [
      {
        "id": "11-1",
        "q": "「楊布怒，將擊之」中的「之」詞性為何?",
        "options": [
          "(A) 動詞",
          "(B) 副詞",
          "(C) 代詞",
          "(D) 介詞"
        ],
        "ans": "C",
        "explanation": "「之」在文言文中常被用作代詞。在此句「楊布怒，將擊之」中，楊布因為狗對他吠叫而生氣，想要打「牠」。這個「之」字指代的就是前面提到的「狗」，具有替代名詞的作用，故詞性為代詞。選(C)。"
      },
      {
        "id": "11-2",
        "q": "楊布的狗吠他，是因為狗「無法」分辨主人的何種改變?",
        "options": [
          "(A) 服飾",
          "(B) 聲音",
          "(C) 容貌",
          "(D) 身材"
        ],
        "ans": "A",
        "explanation": "文中提到楊布出門時穿著「素衣」（白衣），因為下雨把白衣脫了，回來時穿著「緇衣」（黑衣）。狗因為看到衣服顏色改變而認不出主人，遂對其吠叫。楊朱也說：「使汝狗白而往黑而來」，說明狗是無法分辨主人「服飾」顏色的改變。故選(A)。"
      },
      {
        "id": "11-3",
        "q": "本文的故事內容主要在說明什麼?",
        "options": [
          "(A) 不要隨便在背後毀謗他人",
          "(B) 如果只注重事情的表面現象，往往容易把事情看錯",
          "(C) 要養成愛護動物的好習慣",
          "(D) 處理問題要心平氣和，不可衝動"
        ],
        "ans": "B",
        "explanation": "這則寓言故事透過狗因為主人衣服顏色改變就認不得主人，進而吠叫的情節，來比喻如果人們只觀察事物的表面現象（如衣服顏色），而忽略了本質（如楊布本人未變），就容易產生誤解與錯誤的判斷。故選(B)。"
      }
    ]
  },
  {
    "id": "set-12",
    "title": "第12篇 尚節亭記",
    "article": "<p>古人植卉木而有取義焉者，豈徒為玩好而已。故蘭取其芳，諼草取其忘憂，蓮取其出淤泥而不染。不特卉木也，佩以玉，環以象，坐右之器以欹，或以之比德而自勵，或以之懲志而自警；進德修業，於是乎有裨焉。</p><p>會稽黃中立，好植竹，取其節也；故為亭竹間，而名之曰「尚節之亭」，以為讀書游藝之所，澹乎無營乎外之心也。予觀而喜之。</p><p>夫竹之為物，柔體而虛中，婉婉焉而不為風雨摧折者，以其有節也。至於涉寒暑，蒙霜雪，而柯不改，葉不易，色蒼蒼而不變，有似乎臨大節而不可奪之君子。信乎！有諸中，形於外，為能踐其形也。然則以節言竹，復何以尚之哉？</p><p>世衰道微，能以節立身者鮮矣。中立抱材未用，而早以節立志，是誠有大過人者，吾又安得不喜之哉？</p><p>註：①諼草：即萱草，古代一種相傳可忘憂的植物。<br>②裨：益處。<br>③「柯」不改：草木的枝莖。</p><p>（節錄自劉基《尚節亭記》）</p>",
    "subQuestions": [
      {
        "id": "12-1",
        "q": "關於本文主旨，下列說明何者正確?",
        "options": [
          "(A) 專論竹子與節操的關係",
          "(B) 比較各類植物的特色",
          "(C) 說明喜愛竹子的理由",
          "(D) 讚美黃中立能以節立身"
        ],
        "ans": "D",
        "explanation": "文章雖然花費篇幅描寫竹子的特質（柔體虛中、不被風雨摧折、涉寒暑不變色），但其最終目的是「借物喻人」。作者劉基藉由讚美竹子的「節」，來推崇黃中立（亭主）能夠在世衰道微的環境下，依然「以節立志」、「以節立身」。故文章的核心主旨是讚美黃中立的高尚品格。選(D)。"
      },
      {
        "id": "12-2",
        "q": "根據本文，下列敘述何者正確?",
        "options": [
          "(A) 古人種植花木，只供玩好，不在裨補德業",
          "(B) 作者愛竹子，因為竹子長有節目",
          "(C) 竹子經霜不變，很有君子堅貞的操守",
          "(D) 中立抱材未用，為亭竹間，藉以博取美名"
        ],
        "ans": "C",
        "explanation": "(A) 錯誤，文中第一段即說「古人植卉木而有取義焉者，豈徒為玩好而已」，表示不只是為了好玩，而是為了進德修業。(B) 錯誤，作者喜愛的是竹子所象徵的「節操」精神，而非單純因為它長有竹節。(C) 正確，文中提到竹子「涉寒暑，蒙霜雪，而柯不改，葉不易... 有似乎臨大節而不可奪之君子」，以此比喻君子堅貞的操守。(D) 錯誤，黃中立蓋尚節亭是為了「讀書游藝」、「澹乎無營乎外之心」，並非為了博取美名。故選(C)。"
      },
      {
        "id": "12-3",
        "q": "「吾又安得不喜之哉？」這句話和下列何者互相呼應?",
        "options": [
          "(A) 古人植卉木而有取義焉者",
          "(B) 於是乎有裨焉",
          "(C) 予觀而喜之",
          "(D) 復何以尚之哉"
        ],
        "ans": "C",
        "explanation": "文章第二段末尾提到「予觀而喜之」（我看了很喜歡它/他），這是作者初次表達喜愛之情。文末再次感嘆「吾又安得不喜之哉？」（我怎麼能不喜歡他呢？），這種首尾情感的連結與重複，即是互相呼應的手法。故選(C)。"
      },
      {
        "id": "12-4",
        "q": "古人為文，都有想要表達的中心思想，本文的中心思想應為下列何者?",
        "options": [
          "(A) 義",
          "(B) 竹",
          "(C) 節",
          "(D) 志"
        ],
        "ans": "C",
        "explanation": "整篇文章從古人植木取義開始，談到黃中立蓋「尚節」亭，接著論述竹子因為有「節」而能經霜雪不變，最後讚美黃中立能以「節」立身。全篇的論述核心都圍繞著「節」（節操、氣節）這個字展開，故中心思想為(C)節。"
      },
      {
        "id": "12-5",
        "q": "關於本文的寫作手法，下列敘述何者最恰當?",
        "options": [
          "(A) 運用排比句式強調節操的重要",
          "(B) 藉描寫人物言行表現道德修養",
          "(C) 引用典故說明植竹的歷史由來",
          "(D) 以物象徵人，藉竹頌揚君子之節"
        ],
        "ans": "D",
        "explanation": "本文是一篇典型的「託物言志」或「藉物喻人」的文章。作者詳細描寫了竹子的自然特徵（柔體虛中、經冬不凋），並將這些特徵轉化為人的道德品質（有節操、臨大節而不可奪）。透過讚美竹子，實則是為了頌揚具有同樣節操的君子（如黃中立）。故(D)以物象徵人，藉竹頌揚君子之節最恰當。"
      }
    ]
  },
  {
    "id": "set-13",
    "title": "第13篇 做個好品格的現代人",
    "article": "<p>閱讀題組：愛蓮說中周敦頤藉蓮的特質說明君子的種種美德，並自我期許。時至今日，即使科技進步、價值觀多元，培養良好的品格仍是學習的重要課題，請就以下提供的資訊，回答各問題。</p><p><strong>做個好品格的現代人</strong></p><p>品格影響人一生的發展，表一是孔子勉勵弟子修德的一些內容，表二是天下雜誌對現代青少年應具備的品格項目所做的問卷調查。兩個表格可以看出古今對品格的要求皆有其共通性，如「己所不欲，勿施於人」就是現在所謂的同理心。這些資訊都可以提供我們修養品格的參考。</p><p><strong>表一 論語中有關修德的篇章</strong></p><div style='text-align:center'><img src='images/q013-1.jpg' alt='表一' style='max-width:100%; border-radius:10px;'></div><br><p><strong>表二 青少年最需要培養的品格項目 (可複選，最多三項)</strong></p><div style='text-align:center'><img src='images/q013-2.jpg' alt='表二' style='max-width:100%; border-radius:10px;'></div><p><small>資料來源：《天下雜誌 親子天下專刊》對國中小學童的家長問卷調查：您認為現在的孩子在品格教育上，最需要培養的是什麼？</small></p>",
    "subQuestions": [
      {
        "id": "13-1",
        "q": "王皓丸段考成績滿江紅，他非但不反省自己的學習態度，反而抱怨老師沒有做考前複習，怪罪弟弟看電視干擾他，甚至歸咎爸媽的遺傳基因太差。下列哪句話最適合用來糾正他這樣的心態?",
        "options": [
          "(A) 人而無信，不知其可也",
          "(B) 見義不為，無勇也",
          "(C) 君子求諸己，小人求諸人",
          "(D) 己所不欲，勿施於人"
        ],
        "ans": "C",
        "explanation": "王皓丸面對失敗（成績差），不自我反省，反而怪罪老師、弟弟、父母，這完全符合「小人求諸人」（小人總是要求別人、怪罪別人）的特徵。糾正他應教導他「君子求諸己」（君子遇到問題會先反求諸己，檢討自己）。故選(C)。"
      },
      {
        "id": "13-2",
        "q": "從表二的統計結果來看，下列敘述何者正確?",
        "options": [
          "(A) 家長們最在意的是孩子缺乏同理心",
          "(B) 家長們認為勇敢比忍受挫折力更重要",
          "(C) 受訪者認為孩子能有自信比有誠信更加重要",
          "(D) 超過半數的受訪者都認為孩子需要學習自律"
        ],
        "ans": "D",
        "explanation": "(A) 表二中顯示最高比例的是「自律精神」(56.88%)，而非同理心(44.51%)，故錯誤。(B) 「勇敢」僅佔14.19%，「忍受挫折力」佔32.68%，故家長認為忍受挫折力更重要，敘述錯誤。(C) 「有自信」為25.45%，「誠信」為26.7%，誠信的比例略高，故敘述錯誤。(D) 「自律精神」比例為56.88%，確實超過50%（半數），故(D)敘述正確。"
      },
      {
        "id": "13-3",
        "q": "請根據下列論語原文，從選項中選出最能對應的品格修養項目：<br>①眾惡之，必察焉；眾好之，必察焉。<br>②君子求諸己，小人求諸人。<br>③人而無信，不知其可也。<br>④見義不為，無勇也。<br>選項：(A) 判斷力、自律、誠信、勇敢 (B) 判斷力、誠信、自律、勇敢 (C) 勇敢、自律、誠信、判斷力 (D) 自律、勇敢、誠信、判斷力",
        "options": [
          "(A) 判斷力、自律、誠信、勇敢",
          "(B) 判斷力、誠信、自律、勇敢",
          "(C) 勇敢、自律、誠信、判斷力",
          "(D) 自律、勇敢、誠信、判斷力"
        ],
        "ans": "A",
        "explanation": "①「眾惡之...必察焉」是指不要隨波逐流，要有自己的觀察與見解，對應「思考判斷力」。<br>②「君子求諸己」是指自我要求、自我反省，對應「自律」。<br>③「人而無信」講求信用，對應「誠信」。<br>④「見義不為，無勇也」直接提到了勇，對應「勇敢」。<br>故順序為：判斷力、自律、誠信、勇敢。選(A)。"
      }
    ]
  },
  {
    "id": "set-14",
    "title": "第14篇 季節雨",
    "article": "<p>在黃昏的天空<br>我看到那彩帶一樣的迷濛<br>是你可愛的笑容<br>跟著我走在雨中<br>我們去看那迷濛的天空<br>在這雨的季節中<br>季節雨別笑我什麼都不懂<br>我知道愛就像一場夢<br>季節雨別笑我什麼都不懂<br>我知道愛就像季節雨<br>消失無蹤</p><p>（《季節雨》洪光遠詞，楊耀東唱）</p>",
    "subQuestions": [
      {
        "id": "14-1",
        "q": "這首季節雨最後所描寫遭遇與下列何者相同?",
        "options": [
          "(A) 他鄉的雨，和著母親的淚",
          "(B) 聽到瓦背上嘩嘩的雨聲，我就放心了",
          "(C) 失戀雨無緣無故無情淋著我的愛",
          "(D) 你說如果雨一直下到明天，我們就廝守到永遠"
        ],
        "ans": "C",
        "explanation": "歌詞最後說「我知道愛就像一場夢」、「我知道愛就像季節雨，消失無蹤」，表達了愛情像雨一樣短暫、消逝的感傷，這是一種失戀的情境。(A)是思鄉之情，(B)是安心的感覺（如《下雨天，真好》），(D)是熱戀的承諾。唯有(C)「失戀雨無緣無故無情淋著我的愛」同樣描寫失戀的痛苦與愛的消逝。故選(C)。"
      },
      {
        "id": "14-2",
        "q": "「季節雨別笑我什麼都不懂」一句使用的轉化修辭法與下列何者相同?",
        "options": [
          "(A) 雨天總是把我帶到另一個處所",
          "(B) 肚子鼓得跟蜜蜂似的",
          "(C) 與其感慨失去的，不如珍惜擁有的",
          "(D) 一把綠色的小傘是一頂荷蓋"
        ],
        "ans": "A",
        "explanation": "題目「季節雨別笑我...」是將物（季節雨）賦予人的動作（笑），屬於轉化修辭中的「擬人」。<br>(A) 「雨天總是把我帶到...」將雨天擬人化，能做「帶」的動作，同屬擬人。<br>(B) 「肚子鼓得跟蜜蜂似的」有「跟...似的」，是譬喻（明喻）。<br>(C) 是映襯。<br>(D) 「...是...」是譬喻（隱喻）。<br>故選(A)。"
      }
    ]
  },
  {
    "id": "set-15",
    "title": "第15篇 泰山日出",
    "article": "<p>玫瑰汁，葡萄漿，紫荊液，瑪瑙精，霜楓葉——大量的染工，在層累的雲底工作，無數蜿蜒的魚龍，爬進了蒼白的雲堆。</p><p>一方的異彩，揭去了滿天的睡意，喚醒了四隅的明霞——光明的神駒，在熱奮地馳騁。雲海也活了；眠熟的獸形的濤瀾，又回復了偉大的呼嘯，昂頭搖尾的向著我們朝露染青饅形的小島沖洗，激起了四岸的水沫浪花，震蕩著這生命的浮礁，似在報告光明與歡欣之臨在……</p><p>再看東方——海句力士已經掃蕩了他的阻礙，雀屏似的金霞，從無垠的肩上產生，展開在大地的邊沿。起……起……用力，用力，純焰的圓顱，一探再探地躍出了地平，翻登了雲背，臨照在天空。</p><p>（徐志摩《泰山日出》）</p>",
    "subQuestions": [
      {
        "id": "15-1",
        "q": "泰山日出一文的敘述手法較偏向哪一種感官的摹寫?",
        "options": [
          "(A) 嗅覺",
          "(B) 聽覺",
          "(C) 味覺",
          "(D) 視覺"
        ],
        "ans": "D",
        "explanation": "文中充滿了色彩與形狀的描寫，如「玫瑰汁，葡萄漿，紫荊液...」（紅紫色系色彩）、「魚龍」、「神駒」、「雀屏似的金霞」、「純焰的圓顱」（形狀與光影）。這些都是透過眼睛觀察到的景象，屬於視覺感官的摹寫。故選(D)。"
      },
      {
        "id": "15-2",
        "q": "「純焰的圓顱」根據文章的內容來看，是指什麼?",
        "options": [
          "(A) 火箭",
          "(B) 太陽",
          "(C) 月亮",
          "(D) 殞石"
        ],
        "ans": "B",
        "explanation": "文中描述它「躍出了地平，翻登了雲背，臨照在天空」，且前文提到「光明」、「金霞」。結合篇名《泰山日出》，可知這個充滿火焰色彩（純焰）、圓形頭顱狀（圓顱）的物體，正是剛升起的太陽。故選(B)。"
      },
      {
        "id": "15-3",
        "q": "「玫瑰汁，葡萄漿，……，霜楓葉」，作者是以這些東西來形容哪種顏色?",
        "options": [
          "(A) 青綠色",
          "(B) 金黃色",
          "(C) 紫紅色",
          "(D) 靛藍色"
        ],
        "ans": "C",
        "explanation": "玫瑰汁（紅）、葡萄漿（紫紅）、紫荊液（紫）、瑪瑙精（紅/深紅）、霜楓葉（紅）。這些事物的共同特徵是皆呈現紅、紫等暖色系色彩。作者用來形容日出前雲層被霞光染紅的顏色，故選(C)紫紅色。"
      }
    ]
  },
  {
    "id": "set-16",
    "title": "第16篇 蘭嶼徒步環島不要載我",
    "article": "<p>早年帶學生到蘭嶼上課時，即耳聞達悟族不吃鰻魚，感覺非常訝異，因為日本料理店的鰻魚料理可不便宜，鰻魚便當更是有名，而蘭嶼海域盛產鰻魚，偏偏達悟族人的傳統是不吃鰻魚的。若老人家看到有人吃海鰻或青蛙，會跟對方說：「是鬧飢荒了嗎？」這樣的話是在取笑數落那個人啊！問過當地友人，得到的答案是：「鰻魚那麼醜，幹嘛吃牠」。當然，這是開玩笑的回答，實際的答案是達悟族人不吃沒有魚鱗的生物，像是青蛙、鰻魚之類的。</p><p>達悟族人真的超討厭鰻魚，特別是到海邊射魚時常會遇到鰻魚，牠還會偷食獵人的漁獲，所以有的漁夫潛水射魚時看到鰻魚會射殺後丟棄，聽漁夫說有的鰻魚有手臂一樣粗，還是射死後丟棄，聽在我這漢人耳裡，直覺得好可惜。</p><p>在得知這訊息後心想，既然達悟族人不吃，那我們來吃。那是我帶學生到蘭嶼上課時的盤算，因為部落資源缺乏，我們一群師生十幾二十人到蘭嶼上課，一住就是半個月，甚至一個月，伙食是個問題。沒想到我的達悟族學生在一個月黑風高的夜晚，從東清騎機車到朗島找我，遞給我一個塑膠袋，裡頭有個用報紙包著的東西，我丈二金剛摸不著頭緒，不知道他葫蘆裡在賣什麼膏藥，要搞得神秘兮兮。</p><p>原來，他有次去釣魚時抓到一隻鰻魚，以前的經驗就直接丟棄，後來因為聽說我要吃，所以特別保留，而且用報紙層層包住，冰凍在家中的冷凍櫃，不敢讓家人發現，等我暑假帶學生到蘭嶼上課時，特別帶來送給我的。我難得收到這份厚禮，感動莫名。</p><p>為了這隻鰻魚，我折騰許久，雖然口中說達悟族人不吃，我來吃，等實際拿到鰻魚才知道，真正的麻煩才要開始。第二天，問了親朋好友，海鰻怎麼煮？眾人建議用中藥燉煮，其實我對廚藝是全然外行，但知道蘭嶼的農會超市可買到中藥包，沒有問題。接下來的問題是，等我開口說要煮鰻魚時，友人面有難色，我才警覺事有蹊蹺，因為他擺明不願意借我鍋子煮鰻魚。</p><p>此時，我才猛然發現，我住宿的朋友家，廚房鍋子的鍋蓋上用簽字筆寫著「男」「女」，我心想，這對恩愛夫妻怎麼會搞到連鍋子都要分，也太扯了。後來才發現，原來蘭嶼傳統文化對魚蟹分類非常嚴謹，我這漢人傻傻連魚有公母都分不清，沒想到達悟族的魚還分男人魚、女人魚、老人魚，也太神奇了，而且連煮魚的鍋子也有分，煮男人魚、煮女人魚的鍋子不同，原來鍋蓋上的男、女，指的是煮食哪種魚類使用，不是夫妻感情不好的財產區分，我真的是想太多了。</p><p>重點是，那我的鰻魚呢？要用哪種鍋子煮啊。問了半天，答案揭曉，沒有。沒想到達悟族人看不起鰻魚到這種程度，連煮鰻魚的鍋子都不願意借，我只好為了這條鰻魚，到農會超市買鍋子回來，才擺平煮鰻魚事件。還好，我的友人沒有計較到連瓦斯爐都不願意借，要我自己生火煮鰻魚，真的是感謝主。</p><p>後來那條鰻魚怎麼處理，我已經忘了，是真的買鍋子下中藥煮鰻魚湯或折騰半天後放棄了，已不可考。但這鰻魚事件著實讓我對蘭嶼的在地文化，上了寶貴的一課。</p><p>早期帶學生到蘭嶼上課，趣事橫生。有一次課餘之暇，友人相邀到尾端岩釣海鰻。那天傍晚，友人幫我準備了釣魚線，因為是要釣鰻魚，所以要做加強版的釣鉤。鰻魚的牙齒很利，一般釣魚線會被鰻魚咬斷，因此在綁魚鉤那端要用鋼絲纏繞，避免被輕易咬斷，功虧一簣。一切準備就緒，拿著釣魚線，走到海溝邊，展開正式的朗島盃釣鰻魚比賽，其實只有兩人。由於我是新手，友人還要一面教我怎麼尋找鰻魚的蹤跡，怎麼釣鰻魚。原來，海裡的鰻魚會利用漲潮時游到礁石區的海溝覓食，所以在有水的海溝漲潮時，常會發現鰻魚的身影。釣鰻魚的時候，用任何有魚腥味的生物當魚餌皆可，小魚的內臟、寄居蟹的屍體、魚肉，都可以，有腥味的鰻魚都吃。</p><p>由於鰻魚身長，會躲在海溝的洞穴藏身，只有頭會探出，釣的時候要把魚餌放到鰻魚的眼前，但不要靠洞穴太近，要設法引誘牠出洞，原來「引蛇出洞」對海鰻也適用。如果不這樣做，釣到鰻魚會拉不起來，因為鰻魚的身體會捲住岩石，讓你無法釣上來，最後會脫鉤，白忙一場。</p><p>接著，因為鰻魚很滑，牙齒很利，釣到以後不能像一般釣魚一樣直直拉起就好，而是要一面抖動，一面往礁石區移動，避免鰻魚捲成一團，不好處理。然後，鰻魚釣上來以後，還有一招很重要，就是要把鰻魚用力地甩在礁石上，讓牠昏迷，再用準備好的棍棒敲擊鰻魚頭部，將之擊昏，並用腳踩住牠的頭，然後把魚鉤取下，釣鰻魚的工作才算完成。</p><p>我雖是新手，但學習能力很強，很快就上手，開始在海溝中尋覓海鰻的身影，看到後來就依樣畫葫蘆地釣牠，一回生，二回熟，慢慢抓到訣竅，發現釣鰻魚很容易又很好玩。在釣鰻魚的過程中，意外發現，鰻魚真的很愛吃。由於我的經驗不足，有隻鰻魚在上鉤後被牠溜進洞穴，我拉不出來，最後脫鉤了，在牠的嘴上留下一道撕裂的傷口，本以為那隻鰻魚有此經驗，不會再來咬食了，沒想到，釣餌一放，牠又過來了。這隻鰻魚第二次上鉤時，我的經驗還是不夠，又讓牠跑了，有點氣餒。</p><p>很快地，我換好魚餌，發現牠還在，再試一次，牠的嘴上已經有兩道傷口了，心想應該不會再吃了吧！哪知牠又吃了，我既驚又喜，但操之過急又扯掉了，還是被牠溜走，真的好挫折，暗暗罵自己怎麼那麼笨手笨腳，連隻鰻魚都釣不到。沒想到，嘴上已經有三道撕裂傷的鰻魚還在，等我小心翼翼地把魚餌放入海中，牠又過來吃了。總算皇天不負苦心人，這次讓我釣到。驚喜之餘，一面抖動手中的釣線，說時遲，那時快，以最快的速度將鰻魚甩到礁石上，來回幾次，終於搞定，順利取下魚鉤，得到一分。</p><p>說實在，在釣鰻魚的過程中，雖然真的很好玩，但心中有股淡淡的哀傷。一來是於心不忍，看鰻魚嘴巴撕裂的模樣，還要有點殘忍地甩牠，直到昏死過去，感覺有點血腥。但真正讓我難過的是，鰻魚怎麼會這麼沒有反省能力，咬一次嘴巴已經有撕裂傷了，還會一而再、再而三地上鉤，一點反省能力都沒有。此時想到的是，教室上課時學生的反應，即是如此。老師一而再、再而三地叮嚀，上課不要玩手機、不要講話，學生總是依然故我，玩他們的、講他們的，臺上臺下兩樣情。</p><p>以前的我，總是會上課上到懷疑人生，直到那回釣了鰻魚，我才恍然大悟，原來，有些人的行為模式真的像鰻魚，想到這裡，心中才釋懷。之後，在校園上課，有時實在受不了，我會脫口而出，講某某學生像鰻魚一樣，學生完全狀況外，不知老師在說什麼，但是我卻能因此得到療癒。原來，釣鰻魚也是深具人生哲理，對生命的成長，是有助益的。</p><p>那次釣鰻魚比賽的結果，如果我沒記錯，最後的比數是四比一，我獲勝，那應該是我唯一一次釣魚比賽贏的紀錄，當然，我猜想，達悟族人應該連釣鰻魚也不屑，故意讓我的。</p><p>在蘭嶼的徒步行程，因為時間太趕，所以沒有辦法排其他的體驗行程，否則，安排釣海鰻的體驗也很有創意，順便推廣海鰻的特色餐飲，讓達悟族不吃的海中資源成為旅人的美食，說不定會大賣。</p><p>看到那兩條在芋頭田悠游的鰻魚，有感而發地跟旅人分享了這段鰻魚故事，提醒旅人，千萬不要變成鰻魚。萬一，下次有人說你是鰻魚時，要知道，那是在罵人。</p><p>（本文節錄自簡鴻模《蘭嶼徒步環島不要載我》玉山社）</p>",
    "subQuestions": [
      {
        "id": "16-1",
        "q": "達悟族人不食鰻魚的原因是什麼?",
        "options": [
          "(A) 民族神話影響",
          "(B) 鰻魚普遍有毒",
          "(C) 鰻魚沒有鱗片",
          "(D) 鰻魚數量稀少"
        ],
        "ans": "C",
        "explanation": "文章第一段提到：「實際的答案是達悟族人不吃沒有魚鱗的生物，像是青蛙、鰻魚之類的。」明確指出達悟族人不吃鰻魚是因為牠「沒有魚鱗」，這是他們的飲食文化禁忌。故選(C)。"
      },
      {
        "id": "16-2",
        "q": "作者在蘭嶼料理鰻魚時遇到何種困難?",
        "options": [
          "(A) 鰻魚放在冰凍櫃太久，不好煮",
          "(B) 蘭嶼沒有中藥行，沒辦法燉煮",
          "(C) 友人家的鍋子有男女使用之別，所以不願出借",
          "(D) 達悟族人的鍋子依魚分類，無專煮鰻魚的鍋子"
        ],
        "ans": "D",
        "explanation": "文中提到作者想借鍋子煮鰻魚時，友人面有難色。原來達悟族對魚類分類嚴謹（男人魚、女人魚），連鍋子也有分。而鰻魚因為不被食用，根本不在這些分類中，「連煮鰻魚的鍋子都不願意借」，實際上是因為沒有專門用來煮這種「被視為不能吃」的生物的鍋子。作者只好自己去買鍋子。故選(D)。"
      },
      {
        "id": "16-3",
        "q": "關於作者受友人邀請釣鰻魚的過程及結果，下列敘述何者正確?",
        "options": [
          "(A) 作者毫無經驗，屢屢失敗，沒釣中一隻",
          "(B) 作者汲取經驗，最後成功釣中一隻鰻魚",
          "(C) 作者瞎貓碰到死老鼠，馬上釣中一隻鰻魚",
          "(D) 作者累積經驗，但鰻魚也精明，最後逃脫"
        ],
        "ans": "B",
        "explanation": "文中描述作者是新手，起初經驗不足，讓鰻魚脫鉤了幾次（「有隻鰻魚在上鉤後被牠溜進洞穴...第二次上鉤時，我的經驗還是不夠，又讓牠跑了」）。但後來作者「總算皇天不負苦心人，這次讓我釣到」，成功釣起了那隻嘴上有三道傷口的鰻魚。故選(B)。"
      },
      {
        "id": "16-4",
        "q": "承上題，下列哪一句話可以用來勸告鰻魚?",
        "options": [
          "(A) 死得其所，流芳百世",
          "(B) 最偉大的勝利，就是戰勝自己",
          "(C) 要想知河水深淺，需問過來人",
          "(D) 聰明的人不會被同一塊石頭絆倒兩次"
        ],
        "ans": "D",
        "explanation": "文中提到那隻鰻魚「咬一次嘴巴已經有撕裂傷了，還會一而再、再而三地上鉤，一點反省能力都沒有」。這種不知記取教訓，重複犯同樣錯誤的行為，正好可以用(D)「聰明的人不會被同一塊石頭絆倒兩次」來勸告。意即應該要學乖，不要重蹈覆轍。"
      }
    ]
  },
  {
    "id": "set-17",
    "title": "第17篇 智能的夢魘",
    "article": "<p>我想，一個人最值得珍視的就是仁慈的天性，這遠比聰明重要；如果缺乏仁慈的天性，就應該通過艱苦修煉來叩擊良知；如果連良知也叩擊不出來，那就要以長期的教育使他至少懂得敬畏，恪守規矩；如果連這也做不到，那就只能寄望於他的愚鈍和木訥了；如果他居然頗具智能，又很有決斷，那就需要警覺，因為這樣的人隨時有可能進入一種可怖的夢魘，並把這種夢魘帶給別人。</p><p>（節錄自余秋雨《智能的夢魘》）</p>",
    "subQuestions": [
      {
        "id": "17-1",
        "q": "作者所指的「可怖的夢魘」指的是什麼?",
        "options": [
          "(A) 濫用仁慈的天性所造成的傷害",
          "(B) 不可救的愚鈍和木訥",
          "(C) 缺乏教育的訓練和陶冶",
          "(D) 缺乏仁心，並利用自己的資質為非作惡"
        ],
        "ans": "D",
        "explanation": "文章邏輯層層遞進：最重要的是仁慈 -> 沒有仁慈要有良知 -> 沒有良知要守規矩 -> 不守規矩最好愚鈍。最後提到最可怕的情況是：「如果他居然頗具智能，又很有決斷」（即有資質），但前述的仁慈、良知、規矩都缺乏，這樣的人會製造「可怖的夢魘」。故夢魘指的是(D)缺乏仁心，卻有能力（資質）去為非作惡，從而造成巨大傷害。"
      },
      {
        "id": "17-2",
        "q": "作者認為可以補救缺乏仁心的方法，「不包括」下列何者?",
        "options": [
          "(A) 具備智能和決斷力",
          "(B) 天資愚鈍木訥",
          "(C) 長期教育",
          "(D) 喚醒良知"
        ],
        "ans": "A",
        "explanation": "文中提到的補救或緩衝層次包括：「叩擊良知」（喚醒良知）、「長期的教育使他懂得敬畏」（長期教育）、甚至「寄望於他的愚鈍和木訥」（天資愚鈍木訥，至少不會作大惡）。唯獨(A)「具備智能和決斷力」在缺乏仁心的情況下，被作者視為危險的訊號（需要警覺），而非補救方法。故選(A)。"
      }
    ]
  },
  {
    "id": "set-18",
    "title": "第18篇 上邪",
    "article": "<p>上邪！我欲與君相知，長命無絕衰。山無陵，江水為竭，冬雷震震，夏雨雪，天地合，乃敢與君絕。</p><p>註：①上邪：天啊。此為作者指著蒼天發誓。邪，通「耶」，語氣助詞，表感嘆。<br>②相知：相愛。<br>③長命無絕衰：長使感情不衰減。命，讓、使。<br>③山無陵：山磨去山峰成為平地。<br>⑤冬雷震震：冬天發出陣陣的巨聲雷響。<br>⑥夏雨雪：夏天降下白雪。雨，動詞，落下。<br>⑦天地合：指天塌下來與地相合。<br>⑧絕：指斷絕關係。</p><p>（佚名《上邪》）</p>",
    "subQuestions": [
      {
        "id": "18-1",
        "q": "此詩主要在敘述何種情感?",
        "options": [
          "(A) 對故友的無限思念",
          "(B) 對國君的忠誠不二",
          "(C) 對戀人的堅貞不渝",
          "(D) 對天災的憂心忡忡"
        ],
        "ans": "C",
        "explanation": "詩句「我欲與君相知，長命無絕衰」直接表達了希望與對方相愛、感情永不衰絕的願望。接著列舉了「山無陵、江水為竭、冬雷震震、夏雨雪、天地合」等五種不可能發生的自然異象，來發誓除非這些發生，否則絕不與君斷絕。這是一種對愛情極致堅定、至死不渝的誓言。故選(C)。"
      },
      {
        "id": "18-2",
        "q": "關於本詩的說明，下列何者正確?",
        "options": [
          "(A) 這是一首與對方絕交而傷心欲絕的詩作",
          "(B) 全詩情感含蓄，表達女子對愛情的渴望",
          "(C) 藉由自然景物描寫對方的心意難以捉摸",
          "(D) 透過誇飾手法凸顯主角強烈堅定的情感"
        ],
        "ans": "D",
        "explanation": "詩中使用了一連串極端誇張的假設（山平、江乾、冬雷、夏雪、天地合），這些都是現實中幾乎不可能發生的事（誇飾修辭）。作者用這些不可能的條件作為「敢與君絕」的前提，反襯出對愛情堅定不移的決心。故(D)敘述正確。(A)是示愛而非絕交；(B)情感熱烈奔放而非含蓄；(C)是藉景物發誓，非描寫對方心意。"
      },
      {
        "id": "18-3",
        "q": "有關本詩內容意涵的詮釋，下列何者最恰當?",
        "options": [
          "(A) 作者對天許願乃祈望上天傳達心意給對方",
          "(B) 「山無陵，江水為竭」意近「海枯石爛」",
          "(C) 「冬雷震震，夏雨雪」是天對真情的反應",
          "(D) 「天地合，乃敢與君絕」表達女子的絕望"
        ],
        "ans": "B",
        "explanation": "「山無陵」（高山變平地）與「江水為竭」（江水乾涸）都是形容地貌的劇烈改變，與成語「海枯石爛」（海水乾枯，石頭粉碎）皆用來比喻時間久遠或意志堅定，誓言永不改變。故(B)最恰當。(A)是對天發誓而非傳話；(C)是假設的條件而非天的反應；(D)是表達決絕的誓言而非絕望。"
      }
    ]
  },
  {
    "id": "set-19",
    "title": "第19篇 對話推與敲",
    "article": "<p>對話推與敲：文章中出現對話，可以讓內容更生動、文意更清楚，人物情緒更鮮明。請根據對話情境，回答下列問題。</p><p>戰國時期,秦國有位公子名叫子楚，被送到趙國當人質。由於趙國對他極不禮遇，子楚生活拮据，日子過得並不如意。當時有位商人呂不韋，雖然事業有成，但深感商人的社會地位低下，心中渴望提升自己的身分。後來，呂不韋到趙國首都邯鄲經商，偶然得知子楚的特殊背景與困境，心生妙計，便前去拜見子楚。</p><p>呂不韋對子楚說：「我能助您光耀門庭。」</p><p>子楚笑道：「您還是先光耀自己的門庭，再來幫我吧！」</p><p>呂不韋回答：「您有所不知，（　　　　　）。」</p><p>子楚聽後，心領神會，便與呂不韋促膝長談。</p><p>後來呂不韋逐步實行自己的計畫，最後成功地讓子楚被立為秦國太子，並順利繼位為國君。子楚登基後，任命呂不韋為丞相，呂不韋也因此成功地提升了自己的身分地位。</p>",
    "subQuestions": [
      {
        "id": "19-1",
        "q": "根據文中人物的背景、心理與對話情境，推測呂不韋最可能用哪一句話來說服子楚?",
        "options": [
          "(A) 我只是不忍心看您受苦，才想幫您光耀門庭啊",
          "(B) 我只是希望天下能夠太平安樂，不再受戰爭侵擾",
          "(C) 我的門庭正需藉您的門庭光耀，才能有所提升",
          "(D) 我想和您合作，未來成為秦國最富有的大商人"
        ],
        "ans": "C",
        "explanation": "呂不韋的目的是「提升自己的身分」，而子楚譏笑他連自己門庭都沒光耀。呂不韋此時需要一句話點醒子楚，說明兩人的利益是綁定在一起的。選項(C)「我的門庭正需藉您的門庭光耀，才能有所提升」話中有話，暗示呂不韋若能助子楚（未來的秦王）飛黃騰達，呂不韋自己的地位也會隨之水漲船高。這正好切中了呂不韋「奇貨可居」的策略，也讓子楚聽懂了其中的利益交換，故心領神會。選(C)。"
      },
      {
        "id": "19-2",
        "q": "根據本文情境，推測兩人會面時，子楚對呂不韋的態度有何轉變?",
        "options": [
          "(A) 從敬畏到信任",
          "(B) 從輕視到看重",
          "(C) 從親近到疏遠",
          "(D) 從尊重到冷淡"
        ],
        "ans": "B",
        "explanation": "一開始呂不韋說要助子楚光耀門庭時，子楚「笑道：『您還是先光耀自己的門庭，再來幫我吧！』」，這句話帶有嘲諷與輕視的意味，認為一個商人憑什麼幫皇室公子。但聽完呂不韋的回答（暗示彼此利益共生）後，子楚「心領神會，便與呂不韋促膝長談」，態度轉為看重並願意深談。故轉變為(B)從輕視到看重。"
      }
    ]
  },
  {
    "id": "set-20",
    "title": "第20篇 生命中總有來來去去的朋友",
    "article": "<p>在暑假期間，一位昔日好友由倫敦回來。女兒側著頭天真地問：「是不是從很遠的地方回來的人，都要約著見面，請他們喝咖啡？」「那倒不一定啦！媽媽那時同她感情最好，一起做助教時，她很照顧媽媽。」女兒鍥而不捨地接著問：「大人也還要人家照顧嗎？她怎麼照顧你？」我聽了不由得笑了起來說：「人再大，也需要別人照顧呀！那時候，媽媽的心情很不好，王阿姨她自己做賀卡，媽媽看了好感動。這張卡片給了我很大的鼓勵！」女兒聽了，若有所思，低頭不語。</p><p>我和朋友見了面，開心地談著往事、彼此探問著現況，女兒一旁安靜地聽著，不一會兒朝我悄悄地說：「先借給我一百元好嗎？我想買一個東西。」過沒多久，她面對朋友，恭敬地立正，雙手捧上一盒包裝精美的禮物，一派正經地說：「王阿姨！送你一個小禮物，你從那麼遠的地方來。」朋友和我同時大吃了一驚，朋友手足無措，女兒很認真地併攏腳跟，無限深情地說：「我媽媽說你是她最好的朋友，謝謝你以前那麼照顧我媽。」一股熱氣往腦門兒直衝了上去，我喉嚨驀地哽咽了起來，眼睛霎時又溼又熱，萬萬沒想到女兒竟會如此做。朋友的眼睛也陡地紅了起來，嘴脣微顫，卻是一句話也說不出來，只緊緊摟過女兒，喃喃說道：「謝謝啊！謝謝……」女兒高興得又蹦又跳地走開了，留下兩個女人在飄著咖啡香的屋裡領受著比咖啡還要香醇的情誼。</p><p>生命中總有不同階段的朋友來來去去，但大多數的人們只用回憶懷念舊朋友，時間越久，友誼慢慢就淡了，不論多深厚的感情終究敵不過歲月的考驗，除非我們自己願意用心經營！！有些朋友雖然無法豐裕自己的生活，卻能溫暖自己的生命，每當想起他（她）時，看到他（她）時，心情就會很快樂，很開心，或許你我都曾經擁有過這樣的朋友，也曾經因為不珍惜而失去了這樣的朋友！！我不禁想幾年後，我們還會是好朋友嗎？</p><p>（《生命中總有來來去去的朋友》）</p>",
    "subQuestions": [
      {
        "id": "20-1",
        "q": "依據文意，小女孩送禮給王阿姨的原因為何?",
        "options": [
          "(A) 配合媽媽的要求",
          "(B) 收過禮物後的回禮",
          "(C) 想要和王阿姨當朋友",
          "(D) 感謝她對媽媽的照顧"
        ],
        "ans": "D",
        "explanation": "文中提到，女兒在聽完媽媽說王阿姨以前很照顧媽媽、給了很大鼓勵後，「若有所思」。後來送禮物時，女兒說：「我媽媽說你是她最好的朋友，謝謝你以前那麼照顧我媽。」這明確表示女兒是為了感謝王阿姨過去對媽媽的照顧，才主動買禮物送她。故選(D)。"
      },
      {
        "id": "20-2",
        "q": "「生命中總有不同階段的朋友來來去去，但大多數的人們只用回憶懷念舊朋友，時間越久，友誼慢慢就淡了，不論多深厚的感情終究敵不過歲月的考驗，除非我們自己願意用心經營。」下列何者「不算」是用心經營的方式?",
        "options": [
          "(A) 時常贈送禮物",
          "(B) 保持通信聯絡",
          "(C) 定期安排聚會",
          "(D) 發自內心珍惜"
        ],
        "ans": "A",
        "explanation": "經營友誼的重點在於情感的交流與維繫。(B)保持聯絡、(C)定期聚會、(D)內心珍惜，都是維繫情感的實質互動或心態。而(A)「時常贈送禮物」雖然也是一種表達，但若過於頻繁或流於物質形式，並非經營友誼的核心，且文中故事強調的是女兒那份「心意」帶來的感動，而非禮物本身（朋友手足無措，感動落淚）。與其他選項相比，單純的物質餽贈（時常贈送禮物）較不算最核心的經營方式。故選(A)。"
      }
    ]
  },
  {
    "id": "set-21",
    "title": "第21篇 買花",
    "article": "<p>帝城春欲暮，喧喧①車馬度。<br>共道牡丹時，相隨買花去。<br>貴賤無常價，酬直看花數。<br>灼灼②百朵紅，戔戔③五束素④。<br>上張幄幕庇，旁織笆籬護。<br>水灑復泥封，移來色如故。<br>家家習為俗，人人迷不悟。<br>有一田舍翁，偶來買花處。<br>低頭獨長嘆，此嘆無人諭。<br>一叢深色花，十戶中人賦！</p><p>注：①喧喧：喧鬧的樣子。<br>②灼灼：花朵茂盛鮮明的樣子。<br>③戔戔：積聚的樣子，形容眾多。戔，音ㄐㄧㄢ。<br>④五束素：即二十五匹絹帛。</p><p>（白居易《買花》）</p>",
    "subQuestions": [
      {
        "id": "21-1",
        "q": "就本詩的意境與內容來看，這是一首什麼性質的詩作?",
        "options": [
          "(A) 邊塞懷鄉",
          "(B) 社會寫實",
          "(C) 田園山水",
          "(D) 浪漫飄逸"
        ],
        "ans": "B",
        "explanation": "這首詩描寫了京城長安在暮春時節，富貴人家瘋狂買牡丹花的現象。最後透過「田舍翁」的嘆息：「一叢深色花，十戶中人賦！」（一叢深紅色的牡丹花價格，竟然相當於十戶中等農家的賦稅），深刻揭露了當時貧富差距懸殊的社會現象，具有強烈的批判性與現實意義。故屬於(B)社會寫實詩。"
      },
      {
        "id": "21-2",
        "q": "詩中道盡唐人照顧牡丹不遺餘力，以下何句並不屬之?",
        "options": [
          "(A) 水灑復泥封",
          "(B) 上張幄幕庇",
          "(C) 家家習為俗",
          "(D) 旁織笆籬護"
        ],
        "ans": "C",
        "explanation": "(A) 「水灑復泥封」是指為了移植花木，澆水並封泥保護根部，屬照顧行為。(B) 「上張幄幕庇」指張設帷幕遮蔽陽光風雨，屬照顧行為。(D) 「旁織笆籬護」指編織籬笆保護花木，屬照顧行為。而(C) 「家家習為俗」是指家家戶戶都把買花、賞花當成習俗，描述的是一種社會風氣，而非具體的照顧動作。故選(C)。"
      }
    ]
  },
  {
    "id": "set-22",
    "title": "第22篇 孔子晚而喜易",
    "article": "<p>孔子晚而喜易、序彖、繫、象、說卦、文言。讀易，韋編三絕。曰：「假我數年，若是，我於易則彬彬矣。」孔子以詩、書、禮、樂教，弟子蓋三千焉，身通六藝者七十有二人。</p><p>註：①韋：熟牛皮條。古代書籍是寫在竹木簡上，用熟牛皮條穿起來。<br>②假：借。這裡是「給予」的意思。<br>③彬彬：文質兼備，兼通文辭和義理。</p><p>（司馬遷《史記‧孔子世家》）</p>",
    "subQuestions": [
      {
        "id": "22-1",
        "q": "根據文意，下列敘述何者「錯誤」?",
        "options": [
          "(A) 孔子晚年喜歡鑽研易經，希望有充分的時間研究",
          "(B) 韋編三絕是因為孔子在翻閱書簡時，動作不夠小心",
          "(C) 目前孔子尚未完全掌握、理解周易的文詞與義理",
          "(D) 隨孔子就學的弟子約有三千人，精通六藝的有七十二人"
        ],
        "ans": "B",
        "explanation": "文中提到「讀易，韋編三絕」，這是指孔子勤讀《易經》，翻閱次數多到連串連竹簡的牛皮繩都斷了好幾次，形容其「勤奮好學」，而非(B)所述的動作不夠小心。故(B)為錯誤敘述。"
      },
      {
        "id": "22-2",
        "q": "由文意可推知，下列何者是成語「韋編三絕」的解釋?",
        "options": [
          "(A) 比喻了解透澈，能得心應手，運用自如",
          "(B) 比喻心意不定，反覆無常",
          "(C) 比喻戒慎恐懼，非常謹慎小心",
          "(D) 比喻讀書勤奮，刻苦自學"
        ],
        "ans": "D",
        "explanation": "「韋」是熟牛皮，「編」是編聯竹簡，「三絕」指多次斷裂。孔子因反覆閱讀《易經》導致牛皮繩多次斷裂，後人便以「韋編三絕」來比喻讀書勤奮，刻苦治學。故選(D)。"
      }
    ]
  },
  {
    "id": "set-23",
    "title": "第23篇 愛鳥",
    "article": "<p><strong>【甲】</strong></p><p>平生不喜籠中養鳥，而予又未嘗不愛鳥，但養之有道耳。欲養鳥莫如多種樹，使繞屋數百株，扶疏茂密，為鳥國鳥家。將旦時，睡夢初醒，尚輾轉在被，聽一片啁啾，如雲門、咸池①之奏。及披衣而起，頮面②、漱口、啜茗，見其揚翬振彩③，倏往倏來，目不暇給，固非一籠一羽之樂而已。大率平生樂處，欲以天地為園，江漢為池，各適其天，斯為大快。比之盆魚籠鳥，其鉅細仁忍何如也！</p><p>註：①雲門、咸池：黃帝以下六代的古樂。<br>②頮面：洗臉。頮，音ㄏㄨㄟˋ。<br>③揚翬振彩：張開五彩繽紛的翅膀飛行。翬，音ㄏㄨㄟ。</p><p>（改寫自鄭燮《濰縣署中與舍弟墨第二書‧信後又附一紙》）</p><p><strong>【乙】</strong></p><p>我愛鳥。</p><p>從前我常見提籠架鳥的人，清早在街上蹓躂。我感覺興味的不是那人的悠閒，卻是那鳥的苦悶。胳膊上架著的鷹，有時頭上蒙著一塊皮子，羽翮不整地蜷伏著不動，哪裡有半點瞵視昂藏的神氣？籠子裡的鳥更不用說，常年的關在柵欄裡，飲啄倒是方便，冬天還有遮風的棉罩，十分地「優待」，但是如果想要「搏扶搖而直上」，便要撞頭碰壁。鳥到了這種地步，我想牠的苦悶，大概是僅次於黏在膠紙上的蒼蠅；牠的快樂，大概是僅優於在標本室裡住著罷？</p><p>我開始欣賞鳥，是在四川。黎明時，窗外是一片鳥轉，不是吱吱喳喳的麻雀，不是呱呱噪啼的烏鴉，那一片聲音是清脆的，是嘹亮的。有的一聲長叫，包括著六七個音階；有的只是一個聲音，圓潤而不覺其單調；有時是獨奏，有時是合唱，簡直是一派和諧的交響樂。</p><p>（梁實秋《鳥》）</p>",
    "subQuestions": [
      {
        "id": "23-1",
        "q": "下列何者是兩文都直接描寫的內容?",
        "options": [
          "(A) 鳥聲的啁啾",
          "(B) 鳥羽的斑斕",
          "(C) 鳥在籠中的苦狀",
          "(D) 作者養鳥的方法"
        ],
        "ans": "A",
        "explanation": "【甲】文中提到「聽一片啁啾，如雲門、咸池之奏」，【乙】文中提到「黎明時，窗外是一片鳥轉...那一片聲音是清脆的，是嘹亮的...簡直是一派和諧的交響樂」。兩文都直接描寫了鳥鳴聲（鳥聲的啁啾）。(B)只有甲文提及「揚翬振彩」。(C)只有乙文詳細描寫籠中鳥的苦悶與撞頭碰壁。(D)兩文作者皆傾向讓鳥自由，甲文說「欲養鳥莫如多種樹」，乙文則是單純欣賞，嚴格來說都不算傳統意義上的「養鳥方法」（如餵食、照顧等）。故選(A)。"
      },
      {
        "id": "23-2",
        "q": "對於鳥，兩文作者有何相同的看法?",
        "options": [
          "(A) 各種鳥鳴的聲音都悅耳動聽",
          "(B) 籠中鳥行動受限但生活無虞",
          "(C) 想要養鳥的人應瞭解鳥的習性",
          "(D) 自由的鳥更能展現形態與聲音"
        ],
        "ans": "D",
        "explanation": "【甲】文作者認為「欲以天地為園...各適其天，斯為大快」，且能看到鳥「揚翬振彩，倏往倏來」，展現自由自在的美。【乙】文作者認為籠中鳥「羽翮不整...哪裡有半點瞵視昂藏的神氣」，而野外的鳥聲則是「交響樂」。這顯示兩位作者都認為，只有在自由的狀態下，鳥才能展現出最美好的形態與聲音。故選(D)。"
      }
    ]
  },
  {
    "id": "set-24",
    "title": "第24篇 體驗生命",
    "article": "<p>如果我們能夠去體驗生命中的每一分每一秒，真正的滿足就在當下，而不是渺茫不可知的未來。假使生命的意義只在為未來做準備，那麼我們只會在等待中逐漸衰老。很多人，該做的事，該度的假，該和家人共遊的承諾，一再跳票：等連假再說、等升遷再說、等退休再說、等心情好的時候再說。好不容易盼到了，腦子卻一片空白，匆匆來，匆匆去，又一次「□與」。</p>",
    "subQuestions": [
      {
        "id": "24-1",
        "q": "依據本文，請問下列敘述何者「錯誤」?",
        "options": [
          "(A) 生命必須等待時機成熟",
          "(B) 及時行樂，活在當下",
          "(C) 不要把希望的眼光投往遙遠的未來",
          "(D) 生命禁不起一再的等待"
        ],
        "ans": "A",
        "explanation": "本文的核心觀點是「真正的滿足就在當下」，批評「一再跳票」的等待心態。作者認為如果總是在等待未來（等連假、等升遷...），只會「在等待中逐漸衰老」。因此，(A)「生命必須等待時機成熟」是與文意相反的錯誤敘述。故選(A)。"
      },
      {
        "id": "24-2",
        "q": "下列何者與本文主旨最貼近?",
        "options": [
          "(A) 生命的藝術不是做你喜歡的事，而是喜歡你做的事",
          "(B) 撕去的日曆追悔無益，還沒撕的不用追悔，現在這一張才是重點",
          "(C) 有超越的勇氣，才有登頂的喜悅",
          "(D) 破山中賊易，破心中賊難"
        ],
        "ans": "B",
        "explanation": "本文主旨強調「把握當下」，不要寄望於渺茫的未來。(B)「撕去的日曆...現在這一張才是重點」正是強調「活在當下」的重要性，與本文主旨最為貼近。故選(B)。"
      },
      {
        "id": "24-3",
        "q": "「又一次『□與』」句中缺空處，宜填入下列何者最恰當?",
        "options": [
          "(A) 期待、盼望",
          "(B) 失望、懊悔",
          "(C) 新生、感動",
          "(D) 振作、慚愧"
        ],
        "ans": "B",
        "explanation": "文中描述人們不斷推遲計畫（跳票），等到好不容易盼到了，卻因為「腦子一片空白」、「匆匆來，匆匆去」，導致結果不如預期。這種錯失與空虛感，會帶來負面的情緒。選項中只有(B)「失望、懊悔」符合這種因虛度光陰或期待落空而產生的負面感受。故選(B)。"
      }
    ]
  },
  {
    "id": "set-25",
    "title": "第25篇 親水運動公園",
    "article": "<p>親水運動公園，應該是我旅行中所見新形態公園裡最讓我振奮的一座。名為運動公園，我們就不會用森林公園的尺碼去苛求。這座位於城裡的公園，除了體育場地的設施外，全部以現代人工化的自然景觀規畫。孩童的親水環境、新式的庭園格局，以及具有後現代風格的山丘造景，都貼切地融入這個視野寬闊的公園裡。</p><p>再者，明亮的空間透露著典雅，現代感中也映照著復古的內容。它不止沒有城市公園的侷促之感，當我站在山丘上鳥瞰時，反而有一座綠地誕生的愉悅和希望。甚至於，會有一種自豪，假如我是這個城鎮的市民。</p><p>（改寫自《偷窺自然公園》）</p>",
    "subQuestions": [
      {
        "id": "25-1",
        "q": "親水運動公園令作者激賞的特質是什麼?",
        "options": [
          "(A) 花卉鮮妍多采，水池造型新穎",
          "(B) 佔地廣大，可讓市民帶著寵物散心",
          "(C) 體育場明亮寬敞，具備多功能設計",
          "(D) 寬闊的空間裡融合現代與古典的設計"
        ],
        "ans": "D",
        "explanation": "文中提到公園「全部以現代人工化的自然景觀規畫...具有後現代風格的山丘造景」，並且「現代感中也映照著復古的內容」。這顯示公園在寬闊的空間中，成功融合了現代（人工、新式庭園、後現代風格）與古典（復古內容、典雅）的設計元素，這正是作者感到振奮與激賞之處。故選(D)。"
      },
      {
        "id": "25-2",
        "q": "下列句意的說明，何者正確?",
        "options": [
          "(A) 「我們就不會用森林公園的尺碼去苛求」──意謂公園極為寬闊",
          "(B) 「全部以現代人工化的自然景觀規畫」──代表公園裡的景觀經由人工打造",
          "(C) 「當我站在山丘上鳥瞰時，反而有一座綠地誕生的愉悅和希望」──意謂公園由海埔新生地綠化而來",
          "(D) 「會有一種自豪，假如我是這個城鎮的市民」──表示作者打算遷居到這個城鎮"
        ],
        "ans": "B",
        "explanation": "(A) 意指該公園是「運動公園」，不應要求它像「森林公園」那樣充滿原始林木，並非指寬闊。(B) 文中明確指出「全部以現代人工化的自然景觀規畫」，意即景觀是人為設計打造的，故敘述正確。(C) 是表達作者看到城市中有一塊新綠地而感到充滿希望，並未提及是海埔新生地。(D) 是假設語氣（假如），表示作者並非當地市民，也未提及有遷居打算，只是單純讚賞。故選(B)。"
      }
    ]
  }
]